Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: cannot buy snap: it has already been bought
af: kan nie koop snap: dit is reeds gekoop
cs: není možné zakoupit snap: už byl zakoupen
de: Kann Snap nicht kaufen: Es wurde schon gekauft
es: no se puede comprar el snap: ya se ha comprado
hr: nemogće je kupiti snap paket: već je kupljen
it: non è possibile acquistare snap: è già stato acquistato
ko: 스냅을 구매할 수 없습니다: 이미 구매한 스냅입니다
pt: não pode comprar o snap: já foi comprado
sv: kan inte köpa snap-paket: den har redan köpts

source: cannot create %q: %v
af: kan nie skep %q: %v
cs: nepodařilo se vytvořit %q: %v
de: Kann %q nicht erstellen: %v
es: no se puede crear %q: %v
hr: nemoguće je stvoriti %q: %v
it: impossibile creare %q: %v
ko: %q을(를) 생성할 수 없습니다: %v
pt: não é possível criar %q: %v
sv: kan inte skapa %q: %v

source: cannot create assertion chain: %w
it: impossibile creare una catena di asserzioni: %w

source: cannot create assertions file: %v
af: kan nie skep bewerings lêer: %v
cs: nedaří se vytvořit soubor s tvrzeními: %v
de: Zusicherungsdatei kann nicht erstellt werden: %v
es: no se puede crear el archivo de afirmaciones: %v
hr: nemoguće je stvoriti datoteku potvrde: %v
it: impossibile creare il file di asserzioni: %v
pt: não é possível criar o ficheiro de asserções: %v
sv: kan inte skapa assertfil: %v

source: cannot create snap home dir: %w
it: impossibile creare la cartella snap home: %w

source: cannot delete external keypair manager key via snap command, use the appropriate external procedure
it: impossibile eliminare la chiave del gestore di coppie di chiavi esterne tramite il comando snap, utilizzare la procedura esterna appropriata

source: cannot extract the snap-name from local file %q: %v
af: kan nie uittreksel die snap-naam vanaf plaaslike lêer %q: %v
cs: nedaří se vyzískat snap-name z místního soubour %q: %v
da: kan ikke udtrække snapnavnet fra den lokale fil %q: %v
de: Kann snap-name nicht aus lokaler Datei %q extrahieren: %v
es: no se puede extraer el nombre de snap del archivo local %q: %v
hr: nemoguće je izdvojiti snap-naziv iz lokalne datoteke %q: %v
it: impossibile estrarre lo snap-name dal file locale %q: %v
ko: 로컬 파일 %q에서 snap-name을 추출할 수 없습니다: %v
pt: não é possível extrair o nome do snap do ficheiro local %q: %v
sv: kan inte extrahera snap-paketnamn från lokal fil %q: %v

source: cannot find app %q in %q
af: kan nie vind app %q in %q
cs: nedaří se nalézt aplikaci %q v %q
de: Kann Anwendung %q nicht in %q finden
es: no se puede encontar la app %q en %q
hr: nemoguće je pronaći aplikaciju %q in %q
it: impossibile trovare l'app %q in %q
ko: %q에서 응용 프로그램 %q를 찾을 수 없습니다
pt: não foi possível encontrar a aplicação %q em %q
sv: kan inte hitta program %q i %q

source: cannot find hook %q in %q
af: kan nie vind haak %q in %q
cs: nedaří se nalézt háček %q v %q
de: kann Einhängepunkt %q in %q nicht finden
es: no se puede encontrar el enganche %q en %q
hr: nemoguće je pronaći priključak %q u %q
it: impossibile trovare l'hook %q in %q
ko: %q에서 후크 %q를 찾을 수 없습니다.
pt: não consigo encontrar o hook %q em %q
sv: kan inte hitta krok %q i %q

source: cannot generate external keypair manager key via snap command, use the appropriate external procedure to create a 4096-bit RSA key under the name/label %q
it: impossibile generare la chiave del gestore della coppia di chiavi esterna tramite il comando snap, utilizzare la procedura esterna appropriata per creare una chiave RSA a 4096 bit con il nome/etichetta %q

source: cannot get data for %q: %v
af: kan nie kry data vir %q: %v
cs: nedaří se získat data pro %q: %v
de: Kann Daten für %q nicht holen: %v
es: no se pueden obtener los datos para %q: %v
hr: nemoguće je nabaviti podatak za %q: %v
it: impossibile ottenere dati per %q: %v
ko: %q에 대한 정보를 가져올 수 없습니다: %v
pt: não é possível obter informação de %q: %v
sv: kan inte hämta data för %q: %v

source: cannot get full path for %q: %v
af: kan nie kry volle pad vir %q: %v
cs: nedaří se získat úplný popis umístění pro %q: %v
de: Kann vollständigen Pfad für %q nicht holen: %v
es: no se puede obtener la ruta completa para %q: %v
hr: nemoguće je nabaviti punu putanju za %q: %v
it: impossibile ottenere il percorso completo per %q: %v
ko: %s에 대한 전체 경로를 가져올 수 없습니다: %s
pt: não é possível obter o caminho completo de %q: %v
sv: kan inte hämta full sökväg för %q: %v

source: cannot get the current user: %s
af: kan nie kry die huidige gebruiker: %s
cs: nedaří se najít stávajícího uživatele: %s
de: aktueller Benutzer kann nicht ermittelt werden: %s
es: no se puede obtener el usuario actual: %s
hr: nemoguće je dobiti trenutnog korisnika: %s
it: impossibile ottenere l'utente corrente: %s
ko: 현재 사용자를 가져올 수 없습니다: %s
pt: não pode obter o utilizador atual: %s
sv: kan inte hämta aktuell användare: %s
tr: şu anki kullanıcıyı alınamıyor: %s

source: cannot get the current user: %v
af: kan nie kry die huidige gebruiker: %v
cs: nedaří se získat stávajícího uživatele: %s
de: aktueller Benutzer kann nicht ermittelt werden: %v
es: no se puede obtener el usuario actual: %v
hr: nemoguće je dobiti trenutnog korisnika %v
it: impossibile ottenere l'utente corrente: %v
ko: 현재 사용자를 가져올 수 없습니다: %v
pt: não é possível obter o utilizador atual: %v
sv: kan inte hämta aktuell användare: %v
tr: geçerli kullanıcıyı alınamıyor:% v

source: cannot install %s due to low disk space
af: kan nie installeer %s as gevolg van lae skyfspasie
da: kan ikke installere %s pga. for lidt diskplads
de: Kann %s aufgrund von geringem freien Speicherplatz nicht installieren
es: no se puede instalar %s debido a falta de espacio en disco
hr: nemoguća instalacija %s zbog premalo diskovnog prostora
it: impossibile installare %s a causa di spazio su disco insufficiente
pt: não pode instalar %s devido a pouco espaço em disco
sv: kan inte installera %s på grund av för lite diskutrymme

source: cannot install local and store snaps at the same time
it: non è possibile installare snap locali e archiviare contemporaneamente

source: cannot install snap with empty name
af: kan nie installeer snap met leë naam
cs: není možné nainstalovat snap, který nemá vyplněný název
da: kan ikke installere snap med tomt navn
de: kann Snap mit leerem Namen nicht installieren
es: no se puede instalar un snap con un nombre vacío
hr: nemoguća instalacija snap paketa s praznim nazivom
it: impossibile installare snap con nome vuoto
ko: 빈 이름으로 스냅을 설치할 수 없습니다
pt: não pode instalar o snap com o nome vazio
sv: kan inte installera snap-paket med tomt namn

source: cannot open the assertions database: %v
af: kan nie die beweringsdatabasis oopmaak nie: %v
cs: nedaří se otevřít databázi tvrzení: %v
de: Zusicherungsdatenbank kann nicht geöffnet werden: %v
es: no se puede abrir la base de datos de afirmaciones: %v
hr: nemoguće je otvaranje baze podataka potvrda: %v
it: impossibile aprire il database delle asserzioni: %v
pt: não é possível abrir a base de dados de asserções: %v
sv: kan inte öppna assertdatabasen: %v
tr: onaylama veritabanı açılamıyor: %v

source: cannot pack %q: %w
af: kan nie pak %q: %w
da: kan ikke pakke %q: %w
de: kann %q nicht packen: %w
es: no se puede empaquetar %q: %w
hr: nemoguće pakiranje %q: %w
it: impossibile imballare %q: %w
pt: não pode empacotar %q: %w
sv: kan inte packa %q: %w

source: cannot read assertion input: %v
af: kan nie lees bewering insette: %v
cs: nedaří se číst vstup tvrzení: %v
de: Zusicherungseingabe kann nicht gelesen werden: %v
es: no se puede leer la entrada de aserción: %v
hr: nemoguće je čitanje ulaza potvrde: %v
it: impossibile leggere l'input dell'asserzione: %v
pt: não pode ler entrada de asserções: %v
sv: kan inte läsa assertindata: %v
tr: onaylama girdisi okunamıyor: %v

source: cannot read symlink: %v
cs: nedaří se číst symbolický odkaz: %v
de: symbolische Verknüpfung nicht lesbar: %v
es: no se puede leer symlink: %v
hr: nemoguće je čitanje simboličke poveznice: %v
it: impossibile leggere il collegamento simbolico: %v
ko: 심볼릭 링크를 읽을 수 없습니다: %v
pt: não pode ler endereço simbólico
sv: kan inte läsa symlänk: %v
tr: sembolik bağlantısı okunamıyor: %v

source: cannot refresh %s due to low disk space
af: kan nie installeer %s as gevolg van lae skyfspasie
da: kan ikke genopfriske %s pga. for lidt diskplads
de: kann %s nicht aktualisieren, da zu wenig freier Festplattenspeicher
es: no se puede recargar %s debido a falta de espacio en disco
hr: nemoguće osvježavanje %s zbog premalo diskovnog prostora
it: impossibile aggiornare %s a causa di spazio su disco insufficiente
pt: não pode atualizar %s por falta de espaço no disco
sv: kan inte uppdatera %s på grund av lite diskutrymme

source: cannot remove %s due to low disk space for automatic snapshot, use --purge to avoid creating a snapshot
af: kan nie verwyder %s as gevolg van lae skyfspasie vir outomatiese momentopname, gebruik --purge om vermy die skep van 'n momentopname
da: kan ikke fjerne %s pga. for lidt diskplads til automatiske øjebliksbilleder; brug --purge til at undgå at oprette et øjebliksbillede
de: %s kann nicht entfernt werden, weil für den automatischen Schnappschuss nicht genügend Speicherplatz zur Verfügung steht, verwenden Sie --purge, um eine Schnappschusserstellung zu verhindern
es: no se puede eliminar %s debido a espacio bajo en el disco para instantáneas automáticas, use --purge para evitar crear una instantánea
hr: nemoguće uklanjanje %s zbog premalo diskovnog prostora za automatsku snimku, koristite --purge kako bi izbjegli stvaranje snimke
it: impossibile rimuovere %s a causa dello spazio su disco insufficiente per lo snapshot automatico, utilizzare --purge per evitare di creare uno snapshot
pt: não pode remover %s por pouco espaço no disco para um automático snapshot, use --purge para evitar criar snapshot
sv: kan inte ta bort %s på grund av lite diskutrymme för automatisk ögonblicksbild; använd --purge för att undvika att skapa en ögonblicksbild

source: cannot reserve disk space for snapshot: %v
af: kan nie reserve skyfspasie vir momentopname: %v
da: kan ikke reservere diskplads til øjebliksbillede: %v
de: kann keinen Festplattenspeicher für Schnappschuss reservieren: %v
es: no se puede reservar espacio en disco para la instantánea: %v
hr: nemoguća rezervacija diskovnog prostora za snimku: %v
it: impossibile riservare spazio su disco per lo snapshot: %v
pt: não pode reservar espaço no disco para o snapshot: %v
sv: kan inte reservera diskutrymme för ögonblicksbild: %v

source: cannot resolve snap app %q: %v
af: kan nie oplos nie snap app %q: %v
cs: nedaří se přeložit snap app %q: %v
de: Kann Snap Anwendung %q nicht auflösen: %v
es: no se puede resolver la app snap %q: %v
hr: nemoguće je razrješvanje snap aplikacije %q: %v
it: impossibile risolvere l'app snap %q: %v
pt: não pode resolver o snap app %q: %v
sv: kan inte slå upp snap-program %q: %v

source: cannot set attribute: %v
af: kan nie stel kenmerk: %v
cs: nedaří se nastavit atribut: %v
da: kan ikke indstille attributten: %v
hr: nemoguće postavljanje svojstva: %v
it: impossibile impostare l'attributo: %v
ko: 속정을 설정할 수 없습니다: %v
pt: não pode configurar o atributo: %v
sv: kan inte sätta attribut: %v

source: cannot setup external keypair manager: %v
it: impossibile configurare il gestore di coppia di chiavi esterno: %v

source: cannot sign assertion: %v
af: kan nie assertion onderteken: %v
cs: nedaří se podepsat tvrzení: %v
de: Aussage kann nicht unterschrieben werden: %v
es: no se puede firmar la aseveración: %v
hr: nemoguće je potpisivanje potvrde: %v
it: Impossibile firmare l'asserzione: %v
pt: não é possível assinar a asserção: %v
sv: kan inte signera assertering: %v
tr: onaylama işaretini imzalayamıyorum: %v

source: cannot specify a path in basename (use --target-dir for that)
af: kan nie 'n pad in die basisnaam spesifiseer nie (gebruik --teiken-dir vir daardie)
cs: v základu názvu není možné zadat popis umístění (pro to použijte --target-dir)
da: kan ikke angive en sti i grundnavnet (brug i stedet --target-dir)
de: Ich kann keinen Pfad im Basisnamen angeben (benutze dafür --target-dir).
es: no se puede especificar una ruta en el nombre base (use --target-dir para eso)
hr: nemoguće određivanje putanje u osnovnom nazivu (koristite --target-dir u tu svrhu)
it: impossibile specificare un percorso in basename (usa --target-dir per quello)
pt: não pode especificar um caminho no nome de base (use --target-dir para isso)
sv: kan inte specificera en sökväg i basnamnet (använd --target-dir istället)

source: cannot specify both --cohort and --leave-cohort
af: kan nie beide --kohort en --verlaat-kohort spesifiseer nie
cs: není možné zadat jak --cohort, tak --leave-cohort naráz
da: kan ikke angive både --cohort og --leave-cohort
de: kann weder --cohort noch --leave-cohort spezifizieren
es: no se pueden especificar ambos --cohort y --leave-cohort
hr: nemoguće određivanje objega, --cohort i --leave-cohort
it: non è possibile specificare sia --cohort che --leave-cohort
ko: --cohort 와 --leave-cohort 을 동시에 명시할 수 없습니다
pt: não pode especificar --cohort e --leave-cohort
sv: kan inte specificera både --cohort och --leave-cohort

source: cannot specify both channel and revision
af: kan beide kanaal nie spesifiseer en revision
cs: není možné zadat jak kanál, tak revizi naráz
da: kan ikke angive både kanal og udgave
de: kann nicht Kanal und gleichzeitig Revision vorgeben
hr: nemoguće određivanje objega, kanala i revizije
it: non è possibile specificare sia il canale che la revisione
ko: 채널과 리비전을 모두 명시할수 없습니다
pt: não pode especificar o canal e a revisão
sv: kan inte specificera både kanal och revision

source: cannot specify both cohort and revision
af: kan nie albei kohort spesifiseer nie en revision
cs: není možné zadat jak cohort, tak revision
da: kan ikke angive både gruppe og udgave
de: Kohorte und Revision können nicht erstellt werden
es: no se pudo especificar el grupo ni la revisión
hr: nemoguće određivanje objega, kohorte i revizije
it: non può specificare sia la coorte che la revisione
pt: não pode especificar cohort e revisão
sv: kan inte specificera både kohort och revision

source: cannot specify mode for multiple store snaps (only for one store snap or several local ones)
it: non è possibile specificare la modalità per più snap del negozio (solo per uno snap del negozio o più snap locali)

source: cannot update the 'current' symlink of %q: %v
af: kan nie opdateer die 'current' symlink van %q: %v
cs: nedaří se aktualizovat symbolický odkaz „current“ pro %q: %v
de: »aktuelle« symbolische Verknüpfung von %q kann nicht neu geladen werden: %v
es: no se puede actualizar el symlink «actual» de %q: %v
hr: nemoguća je nadopuna 'trenutne' simboličke poveznice za %q: %v
it: impossibile aggiornare il collegamento simbolico 'corrente' di %q: %v
ko: %q의 심볼릭 링크 "current"를 갱신할 수 없습니다: %v
pt: não é possível atualizar a symlink 'atual' de %q: %v
sv: kan inte uppdatera ”aktuell” symlänk för %q: %v
tr: %q'nun 'geçerli' sembolik bağını güncellemiyor: %v

source: cannot use %q key: %v
af: kan nie gebruik %q sleutel: %v
cs: není možné použít %q klíč: %v
de: Schlüssel %q kann nicht verwendet werden: %v
es: no se puede usar la clave %q : %v
hr: nemoguće je korištenje %q ključa: %v
it: impossibile utilizzare la chiave %q: %v
ko: %q 키를 사용할 수 없습니다: %v
pt: não é possível usar a chave %q: %v
sv: kan inte använda nyckeln %q: %v

source: cannot use --all with snap name
af: kan nie gebruik --alle met snap naam
cs: není možné použít --all a název snap balíčku
da: kan ikke bruge --all med snapnavn
de: kann --all nicht mit Snap-Namen verwenden
es: no se puede usar --all con snap name
hr: nemoguće korištenje --all s nazivom snap paketa
it: impossibile utilizzare --all con nome snap
ko: --all은 스냅 이름과 함께 사용할 수 없습니다
pt: não pode usar --all com nome de snap
sv: kan inte använda --all med snap-paketnamn

source: cannot use --hold with other flags
it: non può usare --hold con altri flag

source: cannot use --revision with multiple snap names
it: non può usare --revision con più nomi snap

source: cannot use --unhold with other flags
it: non può usare --unhold con altri flag

source: cannot use --verbose with --assertion
af: kan nie gebruik --verbose met --assertion
cs: není možné použít --verbose a --assertion naráz
da: kan ikke bruge --verbose sammen med --assertion
de: kann --verbose nicht mit --assertion verwenden
es: no se puede usar --verbose con --assertion
hr: nemoguće korištenje --verbose sa --assertion
it: non può usare --verbose con --assertion
ko: --verbose는 --assertion과 함께 사용할 수 없습니다
pt: não pode usar --verbose com --assertion
sv: kan inte använda --verbose med --assertion

source: cannot use -t and -s together
it: non può usare -t e -s insieme

source: cannot use change ID and type together
af: kan nie gebruik verandering ID en tik saam
cs: není možné použít change ID a type dohromady
de: Kann Änderungs-ID und Typ nicht zusammen verwenden
es: no se puede usar un ID de cambio y tipo juntos
hr: nemoguće je promijeniti ID i vrstu zajedno
it: non è possibile utilizzare la modifica ID e digitare insieme
ko: ID와 타입 변경을 함께 할 수 없습니다
pt: não pode usar a mudança de ID e tipo juntos
sv: kan inte använda ändrings-ID och typ tillsammans

source: cannot use devmode and jailmode flags together
af: kan nie gebruik devmodus en tronk toe modus vlae saam
cs: není možné použít příznaky devmode a jailmode naráz
de: devmode- und jailmode-Markierung können nicht gleichzeitig verwendet werden
es: no se pueden usar los indicadores devmode y jailmode juntos
hr: nemoguće je korištenje devmode i jailmode oznaka zajedno
it: non è possibile utilizzare i flag devmode e jailmode insieme
ko: devmode와 jailmode 플래그를 동시에 사용할수 없습니다
pt: não é possível usar as sinalizações devmode e jailmode juntas
sv: kan inte använda devmode- och jailmode-flaggorna tillsammans
tr: devmode ve jailmode bayrakları birlikte kullanılamaz

source: cannot use explicit name when installing from store
af: kan eksplisiete naam nie gebruik wanneer installering vanaf winkel
cs: není možné použít výslovný název při instalaci z obchodu
da: kan ikke bruge eksplicit navn, når der installeres fra butikken
de: kann expliziten Namen nicht benutzen, wenn vom Store installiert wird
hr: nemoguće korištenje izričitog naziva pri instalaciji iz trgovine
it: non è possibile utilizzare un nome esplicito durante l'installazione dallo store
pt: não pode usar um nome explícito ao instalar da loja
sv: kan inte använda explicit namn vid installation från butik

source: cannot use instance name when installing multiple snaps
af: kan nie instansie naam gebruik by die installering van verskeie snaps
cs: při instalaci vícero snap balíčků naráz není možné použít název instance
da: kan ikke bruge instansnavnet, når der installeres flere snapper
de: kann bei der Installation mehrerer Snaps keinen Instanznamen verwenden
hr: nemoguće korištenje naziva primjerka pri instalaciji više snap paketa
it: non è possibile utilizzare il nome dell'istanza durante l'installazione di più snap
ko: 다수의 스냅을 설치할 때 인스턴스 이름을 사용할 수 업습니다
pt: não pode usar o nome da instância ao instalar vários snaps
sv: kan inte använda instansnamn när flera snap-paket installeras

source: cannot validate owner of file %s
af: kan nie eienaar bekragtig van lêer %s
cs: není možné ověřit vlastníka souboru %s
de: Besitzer der Datei %s kann nicht validiert werden
es: no se puede validar el propietario del archivo %s
hr: nemoguće je provjeriti vlasnika datoteke %s
it: impossibile convalidare il proprietario del file %s
ko: 파일 %s의 소유자를 확인할 수 없습니다
pt: não pode validar o detentor do ficheiro %s
sv: kan inte validera ägare av filen %s
tr: %s dosyası sahibini doğrulayamıyor

source: cannot write new Xauthority file at %s: %s
af: kan nie 'n nuwe Xoutoriteits lêer skryf by %s: %s
cs: nedaří se zapsat nový Xauthority soubor na %s:%s
de: Neue Xauthority-Datei kann nicht nach %s geschrieben werden: %s
es: no se puede escribir un archivo Xauthority nuevo en %s: %s
hr: nemoguće je zapisati novu Xauthority datoteku u %s: %s
it: impossibile scrivere un nuovo file Xauthority in %s: %s
ko: %s에 새로운 Xauthority 파일을 쓸 수 없습니다: %s
pt: não é possível gravar um novo ficheiro Xauthority em %s: %s
sv: kan inte skriva ny Xauthority-fil på %s: %s

source: change finished in status %q with no error message
af: verandering klaar in status %q met geen fout boodskap
cs: změna dokončena ve stavu %q bez chybových hlášení
de: Änderung ohne Fehlermeldung im Status %q abgeschlossen
es: cambio finalizado en estado %q sin mensaje de error
hr: promjena završetka u stanju %q bez poruke greške
it: modifica terminata nello stato %q senza alcun messaggio di errore
ko: 오류 메시지 없이 상태 %q를 변경 완료하였습니다
pt: alteração terminou no estado %q sem mensagens de erro
sv: ändring slutförd i status %q utan felmeddelande

source: classic confinement requires snaps under /snap or symlink from /snap to %s
af: klassieke opsluiting vereis snaps onder /snap of symlink vanaf/snap om %s
cs: klasické ohrazení vyžaduje snapy pod /snap nebo symbolické odkazy ze /snap do %s
de: klassische Einschränkung erfordert Snaps unter /snap oder Symlink von /snap nach %s
es: el confinamiento clásico requiere snaps bajo /snap o symlink desde /snap a %s
hr: klasično ograničenje zahtijeva snap pakete u /snap ili simboličke poveznice iz /snap u %s
it: il confinamento classico richiede snap sotto /snap o collegamento simbolico da /snap a %s
pt: confinamento clássico requer snaps em /snap ou symlink de /snap para %s
sv: klassisk isolering kräver snap-paket i /snap eller symlänk från /snap till %s

source: created user %q
af: geskep gebruiker %q
cs: vytvořen uživatelský účet %q
de: Benutzer %q erstellt
es: usuario creado %q
hr: stvorio korisnik %q
it: utente creato %q
ko: 사용자 %q를 생성하였습니다
pt: criou o utilizador %q
sv: skapade användare %q
tr: kullanıcı %q oluşturdu

source: d
de: t
it: g

source: developer-oriented features
af: ontwikkelaar-georiënteerde funksies
cs: funkce určené vývojářům
da: funktioner rettet mod udviklere
de: Entwicklungsorientierte Funktionen
es: caracteristicas orientadas a desarrolladores
hr: razvijateljski usmjerene značajke
it: funzionalità orientate agli sviluppatori
ko: 개발자 지향 기능
pt: recursos voltados para o desenvolvedor
sv: funktioner för utvecklare

source: device not ready yet (no assertions found)
af: toestel nog nie gereed nie (no assertions found)
cs: zařízení ještě není připraveno (nenalezena žádná tvrzení)
da: enheden er endnu ikke klar (ingen assertioner fundet)
de: Gerät noch nicht bereit (keine Assertions gefunden)
es: no se puede usar --verbose con --assertion
hr: uređaj nije spreman (nema pronađenih potvrda)
it: dispositivo non ancora pronto (nessuna asserzione trovata)
pt: dispositivo ainda não está pronto (nenhuma asserção encontrada)
sv: enhet inte redo än (inga asserteringar hittades)

source: device not registered yet (no serial assertion found)
af: toestel nog nie geregistreer (no serial assertion found)
cs: zařízení ještě není registrováno (nanelezno žádné sériové tvrzení)
da: enheden er endnu ikke registreret (ingen seriel assertion fundet)
de: Gerät noch nicht registriert (keine serielle Zusicherung gefunden)
es: dispositivo aún no registrado (no se encontró ninguna aserción en serie)
hr: uređaj još nije registriran (nema pronađenih serijskih potvrda)
it: dispositivo non ancora registrato (nessuna asserzione seriale trovata)
pt: dispositivo ainda não registado (nenhuma serial-assertion encontrada)
sv: enhet inte registrerad än (ingen serie-assert hittades)

source: disabled
af: gestremde
cs: vypnuto
de: deaktiviert
es: desactivado
hr: onemogućeno
it: disabilitato
ko: 사용 불가
pt: desactivada
sv: avaktiverad
tr: devre dışı

source: enabled
af: instaat gestel
cs: zapnuto
de: aktiviert
es: activado
hr: omogućeno
it: abilitato
ko: 사용 가능
pt: Activada
si: සබලයි
sv: aktiverad
tr: etkinleştirildi

source: error: %v
af: fout: %v
cs: chyba: %v
de: Fehler: %v
hr: greška: %v
it: errore: %v
ko: 오류: %v
pt: erro: %v
si: දෝෂය: %v
sv: fel: %v
tr: hata: %v
