Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: The set command changes the provided configuration options as requested. $ snap set snap-name username=frank password=$PASSWORD All configuration changes are persisted at once, and only after the snap's configuration hook returns successfully. Nested values may be modified via a dotted path: $ snap set snap-name author.name=frank Configuration option may be unset with exclamation mark: $ snap set snap-name author!
af: Die stel bevel verander die verskaf konfigurasie opsies soos versoek. $ snap set snap-name username=frank password=$PASSWORD Alle konfigurasie veranderings word presisted by eens, en slegs na die snap's konfigurasie haak terugkeer suksesvol. Geneste waardes mag wees gemodifiseerde via 'n kolletjies pad: $ snap set snap-name author.name=frank Konfigurasie opsies mag wees ongestel met uitroepteken: $ snap set snap-name author!
da: Kommandoen set ændrer de angivne konfigurationsindstillinger som ønsket. $ snap set snapnavn username=frank password=$PASSWORD Alle konfigurationsændringer gennemføres straks efter snappens konfigurationshook vender tilbage. Indlejrede værdier kan ændres med en sti med punktum: $ snap set snapnavn author.name=frank Konfigurationsindstillinger kan fjernes med et udråbstegn: $ snap set snapnavn author!
de: Der Befehl set ändert die bereitgestellten Konfigurationsoptionen nach Bedarf. $ snap set snap-name Benutzername = frank password = $ PASSWORD Alle Konfigurationsänderungen werden sofort beibehalten und erst, nachdem der Konfigurations-Hook des Snaps erfolgreich zurückgegeben wurde. Verschachtelte Werte können über einen gepunkteten Pfad geändert werden: $ snap set snap-name author.name = frank Die Konfigurationsoption ist möglicherweise mit einem Ausrufezeichen deaktiviert : $ snap set snap-name author!
es: El comando set cambia las opciones de configuración proporcionadas según se pida. $ snap set nombre-de-snap username=juan password=$CONTRASEÑA Todos los cambios de configuración son persistentes al mismo tiempo y solo después de que el enlace de configuración del snap devuelva correctamente. Los valores anidados se pueden modificar mediante una ruta con puntos: $ snap set nombre-de-snap author.name=juan La opción de configuración se puede desestablecer con una marca de exclamación: $ snap set nombre-de-snap author!
hr: set naredba mijenja pružene mogućnosti podešavanja prema zahtjevu. $ snap set snap-name username=goran password=$PASSWORD Sve promjene podešavanja izvršavaju se odjednom, i samo nakon što se priključak podešavanja snap paketa vrati uspješno. Vrijednosti smještene unutar mogu se preuzeti putem točkaste putanje: $ snap set snap-name author.name=goran Mogućnosti podešavanja mogu se ukloniti s oznakom uskličnika: $ snap set snap-name author!
it: Il comando set modifica le opzioni di configurazione fornite come richiesto. $ snap set snap-name username=frank password=$PASSWORD Tutte le modifiche alla configurazione vengono mantenute contemporaneamente e solo dopo il l'hook di configurazione di snap ritorna correttamente. I valori nidificati possono essere modificati tramite un percorso tratteggiato: $ snap set snap-name author.name=frank L'opzione di configurazione potrebbe essere deselezionata con un punto esclamativo: $ snap set snap-name author!
ko: set 명령어는 요청으로 제공된 구성 옵션을 변경합니다. $ snap set snap-name username=frank password=$PASSWORD 모든 구성 변경은 스냅의 구성 후크가 성공적으로 반환된 후에 한 번에 반영됩니다. 중첩된 값은 마침표를 통한 경로를 통해 변경할 수 있습니다: $ snap set snap-name author.name=frank 구성 옵션은 마침표와 함께 설정 해제될 수 있습니다: $ snap set snap-name author!
pt: O comando set altera as opções de configuração fornecidas conforme solicitado. $ snap set snap-name username = frank password = $ PASSWORD Todas as alterações de configuração são persistentes de uma vez, e somente após o O hook de configuração do snap retorna com sucesso. Os valores aninhados podem ser modificados por meio de um caminho pontilhado: $ snap set snap-name author.name=frank A opção de configuração pode ser desativada com um ponto de exclamação: $ snap set snap-name author!
sv: Kommandot ”set” ändrar de givna konfigurationsalternativen. $ snap set snap-name username=frank password=$PASSWORD Alla konfigurationsändringar verkställs omedelbart, och endast efter att snap-paketets konfigurationskrok returnerar lyckat resultat. Nästlade värden kan modifieras med en punkterad sökväg: $ snap set snap-name author.name=frank Konfigurationsalternativ kan rensas med utropstecken: $ snap set snap-name author!

source: The set command sets the provided configuration options as requested. $ snapctl set username=frank password=$PASSWORD All configuration changes are persisted at once, and only after the hook returns successfully. Nested values may be modified via a dotted path: $ snapctl set author.name=frank Configuration option may be unset with exclamation mark: $ snapctl set author! Plug and slot attributes may be set in the respective prepare and connect hooks by naming the respective plug or slot: $ snapctl set :myplug path=/dev/ttyS0
it: Il comando set imposta le opzioni di configurazione fornite come richiesto. $ snapctl set username=franco password=$PASSWORD Tutte le modifiche alla configurazione vengono mantenute contemporaneamente e solo dopo l'hook ritorna con successo. I valori nidificati possono essere modificati tramite un percorso punteggiato: $ snapctl set author.name=franco L'opzione di configurazione potrebbe non essere impostata con un punto esclamativo: $ snapctl set autore! Gli attributi di plug e slot possono essere impostati nei rispettivi hook di preparazione e connessione nominando il rispettivo connettore o slot: $ snapctl set :myplug path=/dev/ttyS0

source: The set-health command is called from within a snap to inform the system of the snap's overall health. It can be called from any hook, and even from the apps themselves. A snap can optionally provide a 'check-health' hook to better manage these calls, which is then called periodically and with increased frequency while the snap is "unhealthy". Any health regression will issue a warning to the user. Note: the health is of the snap only, not of the apps it contains; it’s up to the snap developer to determine how the health of the individual apps is reflected in the overall health of the snap. status can be one of: - okay: the snap is healthy. This status takes no message and no code. - waiting: a resource needed by the snap (e.g. a device, network, or service) is not ready and the user will need to wait. The message must explain what resource is being waited for. - blocked: something needs doing to unblock the snap (e.g. a service needs to be configured); the message must be sufficient to point the user in the right direction. - error: something is broken; the message must explain what.
af: Die stel-gesondheid bevel is geroep vanaf binne 'n snap om stelsel van die snap's algehele gesondheid. Dit kan wees uit enige haak geroep, en selfs vanaf die apps proself. 'N snap kan opsioneel verskaf 'n 'check-health' haak om beter hierdie oproepe te bestuur, watter is dan periodiek genoem en met verhoogde frekwensie terwyl die snap is "unhealthy". Enige gesondheid regressie sal 'n waarskuwing aan die gebruiker uit te reik. Let wel: die gesondheid is van die snap- enigste, nie van die apps dit bevat; dit is up om die ontwikkelaar om vas te stel hoe die gesondheid van die individuele apps is weerspieël in die algemene gesondheid van die snap. status kan wees een van: -okay: die snap is gesond. Hierdie status neem geen boodskap en geen kode nie. -wag: 'n hulpbron wat benodig word deur die snap (Bv 'n toestel, 'n netwerk, of diens) is nie gereed nie en die gebruiker sal moet wag. Die boodskap moet verduidelik wat hulpbron is synde gewag vir. -geblokkeer: iets nodig doen om ontblokkeer die snap (bv. 'n diens moet om wees gekonfigureer is); die boodskap moet voldoende wees om die gebruiker te point in die regte wees rigting. - fout: iets is gebreek; die boodskap moet verduidelik wat.
da: Kommandoen set-health kaldes inde fra en snap for at informere systemet om snappens helbredstilstand. Den kan kaldes fra enhver hook og endda fra programmerne selv. En snap kan valgfrit levere en "check-health"-hook for bedre at kunne håndtere disse kald, som så kaldes regelmæssigt og med stigende hyppighed, når snappen er "usund". Enhver helbredsregression vil udløse en advarsel til brugeren. Bemærk: Helbredet vedrører kun snappen og ikke de programmer, den indeholder. Det er op til udvikleren af snappen at beslutte, hvordan de individuelle programmers helbred afspejles i snappens overordnede helbred. Status kan være en af følgende: - okay: Snappen er sund. Denne status medtager ikke meddelelser eller kode. - waiting: en ressource, som snappen behøver (f.eks. enhed, netværk eller tjeneste) er ikke klar og brugeren må vente. Meddelelsen skal forklare, hvilken ressource der ventes på. - blocked: Noget skal gøres for at fjerne snappens blokering (f.eks. konfiguration af en tjeneste); meddelelsen skal være tilstrækkelig til at lede brugeren i den rigtige retning. - error: Noget er i stykker; meddelelsen skal forklare hvad.
de: Der Befehl set-health wird innerhalb eines Snaps aufgerufen, um das System über den Gesamtzustand des Snaps zu informieren . Es kann von jedem Hook und sogar von den Apps selbst aufgerufen werden. Ein Snap kann optional einen "Check-Health" -Hook bereitstellen, um diese Anrufe besser zu verwalten. Dieser wird dann regelmäßig und häufiger aufgerufen, während der Snap "ungesund" ist. Jede Gesundheitsregression gibt eine Warnung an den Benutzer aus. Hinweis: Der Zustand bezieht sich nur auf den Snap und nicht auf die darin enthaltenen Apps. Es liegt an der Snap-Entwickler, um festzustellen, wie der Zustand der einzelnen Apps ist spiegelt sich in der allgemeinen Gesundheit des Schnappschusses wider. Der Status kann einer der folgenden sein: - Okay: Der Snap ist gesund. Dieser Status akzeptiert keine Nachricht und keinen Code. - Warten: Eine vom Snap benötigte Ressource (z. B. ein Gerät, ein Netzwerk oder ein Dienst) ist nicht bereit und der Benutzer muss warten. Die Nachricht muss erklären, was Auf die Ressource wird gewartet. - blockiert: Es muss etwas getan werden, um den Snap zu entsperren (z. B. muss ein Dienst vorhanden sein konfiguriert); Die Nachricht muss ausreichen, um den Benutzer nach rechts zu weisen Richtung. - Fehler: etwas ist kaputt; Die Nachricht muss erklären, was.
es: El comando set-health se llama desde un snap para informar al sistema de la salud general del snap. Se puede llamar desde cualquier enlace, e incluso desde las propias aplicaciones. Opcionalmente, un snap puede proporcionar un enlace «check-health» para gestionar mejor estas llamadas, que luego se llama periódicamente y con mayor frecuencia mientras el snap no es «saludable». Cualquier regresión de salud emitirá una advertencia al usuario. Note: la salud es solo del snap, no de las aplicaciones que contiene; depende del desarrollador del snap determinar como se refleja la salud de las aplicaciones individuales en la salud general del snap. el estado puede ser: - okay: el snap está saludable. Este estado no requiere un mensaje ni un código. - waiting: un recurso que necesita el snap (p.ej. un dispositivo, red o servicio) no está preparado y el usuario necesitará esperar. El mensaje debe explicar cual es el recurso por el que se está esperando. - blocked: se necesita hacer algo para desbloquear el snap (p.ej. se necesita configurar un servicio); el mensaje debe ser suficiente para orientar al usuario en la dirección adecuada. - error: algo está roto; el mensaje debe explicar qué.
hr: set-health naredba je pozvana unutar snap paketa kako bi obavijestila sustav o cjelokupnom zdravlju snap paketa. Može biti pozvana iz svakog priključka, čak iz same aplikacije. Snap paket može neobavezno pružati 'check-health' priključak za bolje upravljanje tim pozivima, koji su zatim povremeno pozvani i s povećanom učestalosti dok je snap paket "nezdrav". Svaki nedostatak u zdravlju upozorit će korisnika. Napomena: zdravlje je samo za snap paket, ne za aplikacije koje sadrži; Na razvijatelju snap paketa je da odredi kako će se zdravlje pojedinih aplikacija ogledati na cjelokupno zdravlje snap paketa. stanje može biti jedno od: - okay: snap paket je zdrav. Ovo stanje nema poruke ni kôd. - waiting: resurs potreban snap paketu (npr. uređaj, mreža ili usluga) nije spreman i korisnik treba pričekati. Poruka mora objasniti koji se resurs čeka. - blocked: nešto treba učiniti da se odblokira snap paket (npr. usluga se treba podesiti); poruka mora biti dovoljna da usmjeri korisnika u pravom smjeru. - error: nešto je slomljeno; poruka mora objasniti što.
it: Il comando set-health viene chiamato in un attimo per informare il sistema del salute generale di snap. Può essere chiamato da qualsiasi hook e persino dalle app stesse. Una lattina a scatto facoltativamente fornire un hook "check-health" per gestire meglio queste chiamate, che è quindi chiamato periodicamente e con maggiore frequenza mentre lo snap è in corso "malsano". Qualsiasi regressione dell'integrità emetterà un avviso per l'utente. Nota: la salute è solo dello snap, non delle app che contiene; tocca a lo sviluppatore snap per determinare lo stato di salute delle singole app riflesso nella salute generale dello snap. lo stato può essere uno di: - va bene: lo snap è sano. Questo stato non accetta alcun messaggio e nessun codice. - in attesa: è una risorsa necessaria per lo snap (ad esempio un dispositivo, una rete o un servizio). non è pronto e l'utente dovrà attendere. Il messaggio deve spiegare cosa risorsa è in attesa. - bloccato: è necessario fare qualcosa per sbloccare lo snap (ad es. un servizio deve essere configurato); il messaggio deve essere sufficiente per indirizzare l'utente a destra direzione. - errore: qualcosa è danneggiato; il messaggio deve spiegare cosa.
pt: O comando set-health é chamado num piscar de olhos para informar o sistema da saúde geral do snap. Ele pode ser chamado de qualquer gancho e até mesmo das próprias aplicações. O snap pode opcionalmente, fornecer um gancho de 'verificação de integridade' para gerenciar melhor essas chamadas, que é então chamado periodicamente e com maior frequência enquanto o snap é "pouco saudável". Qualquer regressão de saúde emitirá um aviso ao utilizador. Nota: a saúde é do snap apenas, não das aplicações que contém; depende de o desenvolvedor do snap para determinar como a saúde de cada app está reflectido na integridade geral do snap. o status pode ser um dos seguintes: - tudo bem: o snap é saudável. Este status não leva nenhuma mensagem e nenhum código. - espera: um recurso necessário para o snap (por exemplo, um dispositivo, rede ou serviço) é não está pronto e o utilizador terá que esperar. A mensagem deve explicar o que recurso está sendo aguardado. - bloqueado: algo precisa ser feito para desbloquear o snap (por exemplo, um serviço precisa ser configurado); a mensagem deve ser suficiente para apontar o utilizador à direita direcção. - erro: algo está quebrado; a mensagem deve explicar o quê.
sv: Kommandot ”set-health” anropas från inuti ett snap-paket för att informera systemet om snap-paketets allmänna hälsa. Det kan anropas från vilken krok som helst, och även från programmen själva. Ett snap-paket kan också tillhandahålla en ”check-health”-krok för att mer effektivt hantera dessa anrop, vilken sedan anropas då och då och med ökad frekvens medan snap-paketet är ”unhealthy”. Hälsoproblem kommer att visa en varning för användaren. Obs: hälsan är endast för snap-paketet, inte programmen inuti den; det är upp till snap-paketets utvecklare att avgöra hur de individuella programmens hälsa ska visas i snap-paketets allmänna hälsa. status kan vara endera: - okay: snap-paketet mår bra. Den här statusen tar inget meddelande och ingen kod. - waiting: en resurs som behövs av snap-paketet (t.ex. en enhet, ett nätverk eller en tjänst) är inte tillgänglig och användaren måste vänta. Meddelandet måste förklara vilken resurs vi väntar på. - blocked: något måste göras för att avblockera snap-paketet (t.ex. en tjänst måste konfigureras); meddelandet måste ge användaren tillräckliga instruktioner för att försöka lösa problemet. - error: något är trasigt; meddelandet måste förklara vad.

source: The sign command signs an assertion using the specified key, using the input for headers from a JSON mapping provided through stdin. The body of the assertion can be specified through a "body" pseudo-header.
af: Die teken bevel tekens 'n bewering met behulp van die gespesifiseerde sleutel, gebruik die insette vir kop-er vanaf 'n JSON mapping voorsien deur middel stdin. Die liggaam van die bewering kan gespesifiseer word deur middel 'n "body" pseudo-kop.
cs: Příkaz sign podepíše tvrzení pomocí zadaného klíče, s použítm vstupu z hlaviček z JSON mapování, poskytnutého ze standardního vstupu. Tělo tvrzení je možné zadat prostřednictvím pseudohlavičky „body“.
da: Kommandoen sign underskriver en assertion med brug af den angivne nøgle under anvendelse af input til headere fra en JSON-tilknytning givet via stdin. Assertionens indhold kan angives gennem en "body"-pseudoheader.
de: Der Befehl sign signiert eine Assertion mit dem angegebenen Schlüssel und benutzt dabei die Eingabe für Header aus einem JSON-Mapping, das durch stdin bereitgestellt wird. Der Körper der Assertion kann durch einen "body"-Pseudo-Header spezifiziert werden.
es: El comando sign firma una aserción usando la clave especificada, usando la entrada para cabeceras desde una asignación JSON proporcionada a travéz de stdin. El cuerpo de la aserción se puede especificar a travéz de un «cuerpo» pseudocabecera.
hr: sign naredba potpisuje potvrdu koristeći određeni ključ, koristeći ulaz iz zaglavlja JSON mapiranja pruženih putem stdin-a. Sadržaj potvrde može se odrediti putem "body" pseudo-header.
it: Il comando sign firma un'asserzione utilizzando la chiave specificata, utilizzando il input per le intestazioni da una mappatura JSON fornita tramite stdin. Il corpo dell'asserzione può essere specificato tramite una pseudo-intestazione "body".
pt: O comando sign assina uma afirmação usando a chave especificada, usando a entrada para cabeçalhos de um mapeamento JSON fornecido por meio de stdin. O corpo da asserção pode ser especificado por meio de um pseudo-cabeçalho de "corpo".
sv: Kommandot ”sign” signerar en assert med den angivna nyckeln, enligt indatan för huvuden från en JSON-mappning som tillhandahålls genom stdin. Assertens brödtext kan specificeras via pseudohuvudet ”body”.

source: The sign-build command creates a snap-build assertion for the provided snap file.
af: Die teken-build bevel skep 'n snap-bou bewering vir die voorsien snap lêer.
cs: Příkaz sign-build vytvoří snap-build tvrzení pro poskytnutý snap soubor.
da: Kommandoen sign-build opretter en snap-buildassertion for den angivne snapfil.
de: Der Befehl sign-build erstellt eine snap-build-Assertion für die angegebene snap-Datei
es: El comando sign-build crea una aserción de snap-build para el archivo de snap proporcionado.
hr: sign-build naredba stvara snap-build potvrdu za pruženu datoteku snap paketa.
it: Il comando sign-build crea un'asserzione snap-build per l'oggetto fornito snap file.
pt: O comando sign-build cria uma declaração de snap-build para o ficheiro snap
sv: Kommandot ”sign-build” skapar en snap-build-assert för den angivna snap-filen.

source: The snap command lets you install, configure, refresh and remove snaps. Snaps are packages that work across many different Linux distributions, enabling secure delivery and operation of the latest apps and utilities.
af: Met die snap bevel kan jy installeer, instel, verfris en verwyder snaps. Snaps is pakkette wat werk oor baie verskillende Linux verspreidings, wat veilige aflewering en bedryf van die nuutste apps en hulpprogramme moontlik maak.
cs: Příkaz snap umožňuje instalovat, nastavovat, aktualizovat a odebírat snap balíčky. Snap balíčky fungují napříč mnoha různými Linuxovými distribucemi, což umožňuje zabezpečené doručování a fungování nejnovějších aplikací a nástrojů.
da: Kommandoen snap lader dig installere, konfigurere, genopfriske og fjerne snapper. Snapper er pakker, som virker på mange forskellige Linux-distribu- tioner, og indeholder sikker levering og operation af de nyeste programmer og værktøjer.
de: Mit dem Snap-Befehl können Sie Snaps installieren, konfigurieren, aktualisieren und entfernen. Snaps sind Pakete, die auf vielen verschiedenen Linux-Distributionen funktionieren, und ermöglicht die sichere Bereitstellung und den sicheren Betrieb der neuesten Anwendungen und Werkzeuge.
es: El comando snap permite instalar, configurar, actualizar y eliminar snaps. Los snaps son paquetes que funcionan sobre muchas distribuciones Linux diferentes, permitiendo la entrega y funcionamiento seguro de las últimas aplicaciones y utilidades.
hr: snap naredba omogućuje vam instalaciju, podešavanje, osvježavanje i uklanjanje snap paketa. Snapovi su paketi koji rade na različitim Linux distribucijama, omogućuju sigurnu isporuku i rad s najnovijim aplikacijama i alatima.
it: Il comando snap consente di installare, configurare, aggiornare e rimuovere gli snap. Gli snap sono pacchetti che funzionano su molte diverse distribuzioni Linux, consentendo la consegna e il funzionamento sicuri delle ultime app e utilità.
pt: O comando snap permite instalar, configurar, atualizar e remover snaps. Os Snaps são pacotes que funcionam em muitas distribuições Linux diferentes, permitindo a entrega e operação seguras das aplicações e utilitários mais recentes.
sv: Kommandot ”snap” låter dig installera, konfigurera, uppdatera och ta bort snap-paket. Snap-paket är paket som fungerar över flera olika Linux-distributioner, vilket möjliggör säker leverans och användning av de senaste programmen och verktygen.

source: The start command starts the given services of the snap. If executed from the "configure" hook, the services will be started after the hook finishes.
af: Die begin bevel begins die gegee dienste van die snap. As executed vanaf die "configure" haak, die dienste sal begin word nadat die haak klaar is.
cs: Příkaz start spustí dané služby snapu. Pokud je vykonáno z háčku „configure“ služby budou spuštěny po jeho dokončení.
de: Der Befehl start startet die angegebenen Dienste des Snaps. Bei Ausführung über den "configure"-Hook werden die Dienste nach Beenden des Hooks gestartet.
es: La orden start inicia los servicios dados del snap. Si se ejecuta desde el enganche «configurar», los servicios se iniciarán después de que el enganche finalice.
hr: start - naredba pokreće zadanu uslugu snap paketa. Ako je pokrenuta iz "podešavanja" priključka, usluga će se pokrenuti nakon što priključak završi.
it: Il comando di avvio avvia i servizi forniti dello snap. Se eseguito dal hook "configura", i servizi verranno avviati al termine dell'hook.
ko: start 명령어는 스냅에 주어진 서비스를 시작합니다. 만약 "configure" 후크로부터 실행되었다면 서비스는 후크가 종료된 후에 시작됩니다.
pt: O comando start inicia os serviços fornecidos do snap. Se executado a partir do "configure" gancho, os serviços serão iniciados após o gancho terminar.
sv: Kommandot ”start” startar de angivna tjänsterna i snap-paketet. Om det körs från kroken ”configure” kommer tjänsterna att startas efter att kroken slutförs.
