Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: The warnings command lists the warnings that have been reported to the system. Once warnings have been listed with 'snap warnings', 'snap okay' may be used to silence them. A warning that's been silenced in this way will not be listed again unless it happens again, _and_ a cooldown time has passed. Warnings expire automatically, and once expired they are forgotten.
af: Die waarskuwings- beveel lyss die -waarskuwings daardie was gewees aan die stelsel gerapporteer. Sodra waarskuwings was gewees gelys met 'snap warnings', 'snap okay' mag gebruik word om swye hulle. 'N Waarskuwing wat stilgemaak is in op hierdie manier sal nie gelys word nie weer, tensy dit weer gebeur, _en_ 'n afkoeltyd is geslaag. Waarskuwings- vervale outomaties en sodra dit verval het, word dit vergeet.
cs: Příkaz warnings vypíše seznam varování, která byla nahlášena systému. Jakmile byla varování vypsána pomocí „snap warnings“, „snap okay“ je možné použít pro jejich umlčení. Varování, která byla tímto způsobem umlčena nebudou znovu vypsána, dokud se nestanou znovu a zároveň neuplyne ochranná lhůta.
da: Kommandoen warnings viser de advarsler, som er blevet rapporteret til systemet. Når advarsler er blevet vist med "snap warnings", kan "snap okay" bruges til at skjule dem. En advarsel, som er blevet skjult på denne måde, vil ikke blive vist igen, med mindre den indtræffer igen efter et vist tidsrum. Advarsler udløber automatisk og glemmes, når de er udløbet.
de: Der Befehl warnings listet die Warnungen auf, die an das System gemeldet wurden. Sobald Warnungen mit "Snap-Warnungen" aufgelistet wurden, können Sie sie mit "Snap OK" zum Schweigen bringen. Eine Warnung, die auf diese Weise zum Schweigen gebracht wurde, wird erst wieder aufgelistet , wenn sie erneut auftritt und eine Abklingzeit verstrichen ist. Warnungen verfallen automatisch und werden nach Ablauf vergessen.
es: El comando warnings lista las advertencias que se han reportado al sistema. Una vez que se listan las advertencias con «snap warnings», se puede utilizar «snap okay» para silenciarlas. Una advertencia que ha sido silenciada de esta manera no se listará nuevamente a menos que suceda otra vez y halla pasado un tiempo. Las advertencias caducan automáticamente y una vez caducadas se olvidan.
hr: warnings naredba prikazuje upozorenja prijavljena sustavu. Jednom kada su upozorenja prikazana sa 'snap warnings', 'snap okay' mogu se koristiti za njihovo prigušivanje. Upozorenje koje je na ovaj način prigušeno više neće biti prikazano osim ako se ponovno ne pojavi i ne protekne dovoljno vremena. Upozorenja istječu automatski, i jednom kada isteknu zaboravljena su.
it: Il comando warnings elenca gli avvisi che sono stati segnalati al sistema. Una volta che gli avvisi sono stati elencati con 'avvisi snap', è possibile utilizzare 'snap ok' zittili. Un avviso che è stato silenziato in questo modo non verrà elencato di nuovo a meno che non accada di nuovo, _e_ è trascorso un tempo di ricarica. Gli avvisi scadono automaticamente e una volta scaduti vengono dimenticati.
pt: O comando warnings lista os avisos que foram relatados ao sistema. Uma vez que os avisos foram listados com 'avisos snap', 'snap okay' pode ser usado para silenciá-los. Um aviso que foi silenciado desta forma não será listado outra vez, a menos que aconteça novamente, _e_ um tempo de espera passou. Os avisos expiram automaticamente e, uma vez expirados, são esquecidos
sv: Kommandot ”warnings” listar varningarna som har rapporterats till systemet. När varningar har listats med ”snap warnings” kan ”snap okay” användas för att tysta dem. En varning som har tystats på det här sättet kommer inte att listas på nytt förrän den inträffar igen, _och_ efter att en nådeperiod har förflutit. Varningar går ut automatiskt, och när de har gått ut glöms de bort.

source: The watch command waits for the given change-id to finish and shows progress (if available).
af: Die horlosie beveel wag vir die gegewe verandering-id om afwerking en wys vordering (Indien beskikbaar).
cs: Příkaz watch čeká až dané change-id skončí a zobrazí průběh (pokud je k dispozici).
de: Der Befehl watch wartet zum Abschluss auf die vorgegebene Änderungs-ID und zeigt den Fortschritt an (wenn verfügbar).
es: La orden watch espera a que el change-id dado finalice y muestra el progreso (si esta disponible).
hr: watch - naredba čeka zadani id-promjene za završetak i prikazuje napredak (ako je dostupno).
it: Il comando watch attende il completamento dell'ID di modifica specificato e mostra lo stato di avanzamento (se disponibile).
pt: O comando watch aguarda a conclusão do id de mudança fornecido e mostra o progresso (se disponível).
sv: Kommandot ”watch” väntar på att den givna ändrings-ID:n ska slutföras, och visar förloppet (om tillgängligt).

source: The whoami command shows the email the user is logged in with.
af: Die whoami beveel wys die e-pos die gebruiker word aangemeld met.
cs: Příkaz whoami zobrazí e-mail uživatele, který je přihlášen.
da: Kommandoen whoami viser den e-mail, som brugeren er logget ind med.
de: Der whoami-Befehl zeigt die E-Mail-Adresse an, mit der der Benutzer angemeldet ist.
es: El comando whoami muestra el correo-e con el que el usuario ha iniciado sesión.
hr: whoami naredba prikazuje adresu e-pošte s kojom je korisnik prijavljen.
it: Il comando whoami mostra l'e-mail con cui l'utente ha effettuato l'accesso.
ko: whoami 명령어는 사용자가 로그인 할 때 사용된 이메일을 보여 줍니다.
pt: O comando whoami mostra o e-mail com o qual o utilizador está conectado.
sv: Kommandot ”whoami” visar e-postadressen som användaren har loggat in med.

source: This revision of snap %q was published using classic confinement and thus may perform arbitrary system changes outside of the security sandbox that snaps are usually confined to, which may put your system at risk. If you understand and want to proceed repeat the command including --classic.
af: Hierdie revision van snap %q was gepubliseer met behulp van klassieke opsluiting en thus mag arbitrêre stelsel veranderings uitvoer buitekant van die sekuriteit sandbox daardie snaps is gewoonlik opsluiting om, wat mag put jou stelsel by risiko. Indien jy verstaan en wil hê gaan voort, herhaal die beveel inbegrip --klassieke.
cs: Tato revize snapu %q byla vydána pomocí klasického ohraničení a proto může provádět libovolné změny v systému mimo ohraničené vyhrazené prostředí, ve které jsou snapy obvykle uzavřeny, což může váš systém ohrozit. Pokud rozumíte a chcete pokračovat, zopakujte příkaz včetně --classic.
de: Diese Überarbeitung von Snap %q wurde unter Verwendung der klassischen Einschränkung veröffentlicht und kann daher möglicherweise beliebige Systemänderungen außerhalb der Sicherheitssandbox durchführen, in der die Snaps normalerweise eingeschlossen sind. Dies kann Ihr System gefährden. Wenn Sie dies verstehen und fortfahren wollen, wiederholen Sie den Befehl einschließlich --classic.
es: Esta revisión del snap %q se publicó usando el confinamiento clásico por lo cual podría realizar cambios arbitrarios del sistema fuera de la caja de seguridad en el que los snaps suelen estar confinados, lo cual podría suponer un riesgo para su sistema. Si lo entiende y desea continuar repita la orden incluyendo --classic.
hr: Ova revizija snap paketa %q je objavljena koristeći klasično ograničenje i može izazvati proizvoljne promjene sustava izvan sigurnosti snap okruženja kojemu je namijenjeno, što može ugroziti vaš sustav. Ako ste razumjeli i želite nastaviti ponovite naredbu uključujući --classic.
it: Questa revisione dello snap %q è stata pubblicata utilizzando il confinamento classico e quindi potrebbe eseguire modifiche arbitrarie al sistema al di fuori della sandbox di sicurezza in cui si trovano gli snap di solito limitato a, il che potrebbe mettere a rischio il tuo sistema. Se capisci e vuoi procedere, ripeti il ​​comando incluso --classic.
pt: Esta revisão do snap% q foi publicada usando o confinamento clássico e, portanto, pode realizar alterações arbitrárias do sistema fora da sandbox de proteção de segurança que os snaps são geralmente confinado a, o que pode colocar seu sistema em risco. Se você entender e quiser continuar, repita o comando incluindo --classic.
sv: Den här revisionen av snap-paket %q utgavs med klassisk isolering, och kan därför utföra godtyckliga systemändringar utanför den säkerhetssandlåda som snap-paket normalt isoleras i, vilket kan utgöra en risk för ditt system. Om du förstår och vill fortsätta, upprepa kommandot med --classic.

source: command %q from snap %q
af: bevel %q vanaf snap %q
ast: comandu %q del snap %q
ca: commandament %q de l'snap %q
cs: příkaz %q ze snapu %q
da: kommando %q fra snappen %q
de: Befehl %q aus Snap %q
es: orden %q del «snap» %q
hr: naredba %q iz snap paketa %q
id: perintah %q dari snap %q
it: comanod %q da snap %q
ko: snap %q로 %q 명령어를 입력하세요
pt: comando% q do snap %q
sv: kommando %q från snap-paket %q
tr: %q snap paketinden %q komutu

source: %d day ago, at 15:04 MST
af: %d dag gelede, by 15:04 MST
da: %d dag siden kl. 15:04 MST
de: vor %d Tag, um 15:04 MST
es: hace un día, a las 15:04 MST
hr: prije %d dana, at 15:04 MST
it: %d giorno fa, alle 15:04 MST
pt: %d dia atrás, às 15h04 MST
sv: %d dag sedan, 15:04 MST

source: %d day left
af: %d dag links
da: %d dag tilbage
de: %d Tag verbleibend
es: queda %d día
hr: %d dan preostao
it: %d giorno al termine
pt: %d dia restante
sv: %d dag kvar

source: %d hour left
af: %d uur links
da: %d time tilbage
de: %d Stunde verbleibend
es: queda %d hora
hr: %d sat preostao
it: %d ora al termine
pt: %d hora restante
sv: %d timme kvar
tr: %d saat kaldı

source: %d minute left
af: %d minuut links
da: %d minut tilbage
de: %d Minute verbleibend
es: queda %d minuto
hr: %d minuta preostala
it: %d minuto al termine
pt: %d minuto restante
sv: %d minut kvar
tr: %d dakika(lar) kaldı

source: %q does not contain an unpacked snap. Try 'snapcraft prime' in your project directory, then 'snap try' again.
af: %q bevat nie 'n uitgepak snap. Probeer 'snapcraft prime' in jou projek folder, dan 'snap try' weer.
ca: %q no conté un snap desempaquetat. Proveu amb «snapcraft prime» en el directori del vostres projecte; després, torneu a intentar «snap try».
cs: %q neobsahuje nerozbalený snap. Zkuste ve složce s projektem spustit „snapcraft prime“, pak znovu „snap try“.
da: %q indeholder ikke en snap, som ikke er pakket. Prøv "snapcraft prime" i din projektmappe og derefter "snap try" igen.
hr: %q ne sadrži otpakirani snap paket. Pokušajte sa 'snapcraft prime' u direktoriju svojeg projekta, zatim ponovno sa 'snap try'.
it: %q non contiene uno snap spacchettato. Prova a usare 'snapcraft prime' nella directory del tuo progetto, quindi 'snap try' per riprovare.
ko: %q에 압축 해제된 스냅이 없습니다. 프로젝트 디렉토리에서 'snapcraft prime'을 시도하고, 'snap try'를 다시 하십시오.
pt: %q não contém um snap descompactado. Tente ' snapcraft prime ' no directório do projecto, de seguida, ' snap try ' novamente.
sv: %q innehåller inte ett uppackat snap-paket. Testa ”snapcraft prime” i din projektkatalog, sedan ”snap try” igen.
tr: %q paketlenmemiş bir snap içermiyor. Proje klasöründe 'snapcraft prime' komutunu deneyin, ardından tekrardan 'snap try' deneyin.

source: %q left the cohort
af: %q links die kohort
ast: %q dexól grupu
ca: %q ha deixat el grup
cs: %q opustilo kohortu
da: %q forlod gruppen
de: %q hat die Gruppe verlassen
es: %q dejó el grupo
hr: %q je napustio kohortu
id: %q meninggalkan kelompok
it: %q ha lasciato la coorte
ko: %q 는 코호드를 남깁니다.
pt: %q saiu da coorte
sv: %q lämnade kohorten

source: %q left the cohort, and switched to the %q channel
af: %q links die kohort, en oorgeskakel na die %q kanaal
ast: %q dexó'l grupu y treslladóse a la canal %q
ca: %q ha deixat el grup i s'ha traslladat al canal %q
cs: %q opustilo kohortu a přepnulo na kanál %q
da: %q forlod gruppen og skiftede til kanalen %q
de: %q hat die Gruppe verlassen und ist zum Kanal %q gewechselt
es: %q dejó el grupo y se trasladó al canal %q
hr: %q je napustio kohortu, i prebacio se na %q kanal
id: %q meninggalkan kelompok, dan beralih ke %q kanal
it: %q ha lasciato la coorte ed è passato al canale %q
ko: %q는 코호트를 남기고 %q 채널로 변경됐습니다.
pt: %q saiu da coorte e mudou para o canal %q
sv: %q lämnade kohorten, och bytte till kanalen %q

source: %q snap has been refreshed
it: Lo snap %q è stato aggiornato

source: %q switched to the %q channel
af: %q oorgeskakel na die %q kanaal
ast: %q camudó a la canal %q
ca: %q s'ha traslladat al canal %q
cs: %q přepnuto na kanál %q
da: %q skiftede til kanalen %q
de: %q wechselte zum Kanal %q
es: %q se trasladó al canal %q
hr: %q prebačen na %q kanal
id: %q telah berpindah ke kanal %q
it: %q è passato al canale %q
ko: %q이(가) %q 채널로 전환되었습니다
pl: Przełączono %q na kanał %q
pt: %q mudou para o canal %q
sv: %q bytte till kanalen %q
tr: %q %q kanalına geçti.
zh_tw: %q 切換到 %q 頻道

source: %q switched to the %q channel and the %q cohort
af: %q oorgeskakel na die %q kanaal en die %q kohort
ast: %q treslladóse a la canal %q y al grupu %q
ca: %q s'ha traslladat al canal %q i al grup %q
cs: %q přepnulo na kanál %q a kohortu %q
da: %q skiftede til kanalen %q og gruppen %q
de: %q wechselte zum Kanal %q und zur Gruppe %q
es: %q se trasladó al canal %q y al grupo %q
hr: %q se prebacio na %q kanal i %q kohortu
id: %q beralih ke %q kanal dan %q kelompok
it: %q è passato al canale %q e alla coorte %q
ko: %q는 %q 채널과 %q코호드를 바꿉니다.
pt: %q mudou para o canal %q e a coorte %q
sv: %q bytte till kanalen %q och kohorten %q

source: %q switched to the %q cohort
af: %q oorgeskakel na die %q kohort
ast: %q treslladóse al grupu %q
ca: %q s'ha traslladat al grup %q
cs: %q přepnulo na kohortu %q
da: %q skiftede til gruppen %q
de: %q wechselte zur %q Gruppe
es: %q se trasladó al grupo %q
hr: %q se prebacio na %q kohortu
id: %q diganti ke %q kelompok
it: %q è passato alla coorte %q
ko: %q 는 %q 코호트로 변경 되었습니다.
pt: %q mudou para a coorte %q
sv: %q bytte till kohorten %q

source: %s %s mounted from %s
af: %s %s gemonteer vanaf %s
ast: %s %s montáu dende %s
ca: %s %s muntat des de %s
cs: %s %s připojeno z %s
da: %s %s monteret fra %s
de: %s %s eingehängt in %s
es: %s %s montado desde %s
hr: %s %s montiran na %s
id: %s %s dikait dari %s
it: %s %s montato da %s
ko: %s %s은(는) %s에서 마운트되었습니다.
pl: zamontowano %s %s z %s
pt: %s %s montado a partir de %s
sv: %s %s monterades från %s
tr: %s %s, %s konumundan takıldı
zh_tw: %s %s 已從 %s 掛載

source: %s (revision %s) removed
af: %s (revision %s) verwyder
ast: %s (revisión %s) desaniciáu
ca: %s (revisió %s) eliminat
cs: %s (revize %s) odebrána
da: %s (udgave %s) fjernet
de: %s (Revision %s) entfernt
es: %s (revisión %s) eliminado
hr: %s (revizija %s) je uklonjena
id: %s (revisi %s) dihapus
it: %s (revisione %s) rimosso
ko: %s (revision %s) 삭제됨
pt: %s (revisão %s) removida
sv: %s (revision %s) togs bort
tr: %s (revizyon %s) kaldırıldı

source: %s (see 'snap help login')
af: %s (sien 'snap help login')
ast: %s (consulta «snap help login»)
ca: %s (consulteu «snap help login»)
cs: %s (viz „snap help login“)
da: %s (se "snap help login")
hr: %s (pogledajte 'snap help login')
id: %s (lihat 'panduan login snap')
it: %s (vedere 'snap help login')
ko: %s ( `snap help login`을 확인하시오)
pt: %s (consulte 'ajuda em snap início de sessão')
sv: %s (se ”snap help login”)
tr: %s ('snap help login'e bakınız.)

source: %s (try with sudo)
af: %s (probeer -met sudo)
ca: %s (proveu amb sudo)
cs: %s (zkuste se sudo)
da: %s (prøv med sudo)
de: %s (bitte mit sudo versuchen)
es: %s (intente con sudo)
hr: %s (pokušajte sa sudo)
id: %s (coba kembali dengan sudo)
it: %s (provare con sudo)
ko: %s (sudo로 시도)
ms: %s (cuba menggunakan sudo)
pt: %s (tente com sudo)
si: %s (sudo සමඟ බලන්න)
sv: %s (försök med sudo)
tr: %s (sudo ile dene)
zh_tw: %s（請以 sudo 重試）

source: %s already installed
af: %s alreeds geïnstalleer
ast: %s instaláu ya
ca: %s ja està instal·lat
cs: %s už je nainstalované
da: %s er allerede installeret
de: %s ist bereits installiert
es: %s ya instalado
hr: %s je već instaliran
id: %s telah terpasang
it: %s già installata
ko: %s이(가) 이미 설치되었습니다
ms: %s telah dipasang
pt: %s já instalado
si: %s දැනටමත් ස්ථාපිතයි
sv: %s är redan installerad
tr: %s zaten kurulu
zh_tw: %s 已安裝

source: %s disabled
af: %s gestremde
ast: %s desactiváu
ca: %s desactivat
cs: %s vypnuto
da: %s deaktiveret
de: %s deaktiviert
es: %s desactivado
hr: %s onemogućen
id: %s dimatikan
it: %s disabilitata
ko: %s 비활성화됨
ms: %s dilumpuhkan
pt: %s desactivado
si: %s අබලයි
sv: %s inaktiverad
tr: %s devre dışı
zh_tw: %s 已停用

source: %s enabled
af: %s geaktiveer is
ast: %s activáu
ca: %s activat
cs: %s zapnuto
da: %s aktiveret
de: %s aktiviert
es: %s activado
hr: %s omogućen
id: %s dinyalakan
it: %s abilitata
ko: %s 활성화됨
ms: %s dibolehkan
pt: %s activado
si: %s සබලයි
sv: %s aktiverad
tr: %s devrede
zh_tw: %s 已啟用

source: %s migrated their home directories to ~/Snap
it: %s ha migrato le proprie directory home in ~/Snap

source: %s not installed
af: %s nie geïnstalleer nie
ast: %s ensin instalar
ca: %s no està instal·lat
cs: %s není nainstalováno
da: %s er ikke installeret
de: %s ist nicht installiert
es: %s no instalado
hr: %s nije instaliran
id: %s tidak terpasang
it: %s non installata
ko: %s이(가) 설치되지 않았습니다
ms: %s tidak dipasang
pt: %s não instalado
si: %s ස්ථාපනය කර නැත
sv: %s inte installerad
tr: %s kurulu değil
zh_tw: %s 未安裝

source: %s removed
af: %s verwyder
ast: %s desaniciáu
ca: %s ha estat suprimit
cs: %s odstraněno
da: %s fjernet
de: %s entfernt
es: %s eliminado
hr: %s uklonjen
id: %s dihapus
it: %s rimossa
ko: %s 제거됨
ms: %s telah dibuang
pt: %s removido
si: %s ඉවත් කෙරිණි
sv: %s borttagen
tr: %s kaldırıldı
zh_tw: %s 已被移除

source: %s reverted to %s
af: %s reverted om %s
ast: %s revertíu a %s
ca: %s s'ha revertit a %s
cs: %s vráceno na %s
da: %s rullet tilbage til %s
de: %s zurückgesetzt zu %s
es: %s revertido a %s
hr: %s je vraćen na %s
id: %s dikembalikan ke %s
it: %s ripristinata a %s
ko: %s이(가) %s(으)로 되돌려짐
pt: %s revertido para %s
sv: %s återställd till %s
zh_tw: %s 已恢復到 %s

source: %s was not found in your $PATH. If you've not restarted your session since you installed snapd, try doing that. Please see https://forum.snapcraft.io/t/9469 for more details.
af: %s is nie in jou $PATH gevind nie. As jy nie weer re-begin het nie jou sessie sedert jy het snapd geïnstalleer, probeer om dit te doen. Sien asseblief https://forum.snapcraft.io/t/9469 vir meer besonderhede.
ca: %s no s'ha trobat al vostre $PATH. Si no heu tornat a iniciar la sessió des que heu instal·lat snapd, provau de fer-ho. Per favor, consultau https://forum.snapcraft.io/t/9469 per a més detalls.
cs: %s nebylo nalezeno ve vaší $PATH. Pokud jste nerestartovali svou relaci po instalaci snapd, zkuste tak učinit. Další podrobnosti viz https://forum.snapcraft.io/t/9469
da: %s blev ikke fundet i din $PATH. Prøv at genstarte din session, hvis du ikke har gjort det, efter du installerede snapd. Se https://forum.snapcraft.io/t/9469 for flere oplysninger.
de: %s wurde nicht in »$PATH« gefunden. Wenn Sie die Sitzung seit der Installation von snapd nicht neu gestartet haben, versuchen Sie bitte dieses. Für weitere Einzelheiten: https://forum.snapcraft.io/t/9469.
es: %s no se encontró en su $PATH. Si no ha reiniciado su sesión desde que instaló snapd, intente hacer eso. Consulte https://forum.snapcraft.io/t/9469 para más detalles.
hr: %s nije pronađen u vašoj $PATH. Ako niste ponovno pokrenuli vašu sesiju od instalacije snapd instalacije, pokušajte to ponovno učiniti. Pogledajte https://forum.snapcraft.io/t/9469 za više pojedinosti.
id: %s tidak ditemukan pada $PATH. Jika Anda belum memulai ulang sesi Anda sejak memasang snapd, cobalah lakukan. Silakan kunjungi https://forum.snapcraft.io/t/9469 untuk detail lebih lanjut
it: %s non è stato trovato nel tuo $PATH. Se non hai riavviato la sessione dopo aver installato snapd, prova a riavviarla. Vedi https://forum.snapcraft.io/t/9469 per maggiori dettagli.
ko: $PATH에서 %s가 발견되지 않았습니다. 스냅 데몬을 설치한 후 세션을 재시작하지 않았다면 재시작해주시기 바랍니다. 자세한 내용은 https://forum.snapcraft.io/t/9469 를 확인하시오.
pt: Não foi encontrado %s no seu $PATH. Se não reiniciou a sua sessão desde que instalou o snapd, tente fazer isso. Para mais detalhes, consulte https://forum.snapcraft.io/t/9469.
sv: %s hittades inte i din $PATH. Om du inte har startat om din session sedan du installerade snapd, testa att göra det. Se https;//forum.snapcraft.io/t/9469 för fler detaljer.
tr: $PATH'inizde %s bulunamadı. snapd yükledikten sonra oturumunuzu tekrar başlatmadıysanız şimdi yapın. Ayrıntılar için: https://forum.snapcraft.io/t/9469

source: %s%s %s from %s installed
af: %s%s %s vanaf %s geïnstalleer
ast: Instalóse %s%s %s por %s
ca: %s%s %s de %s s'ha instal·lat
cs: %s%s %s od %s nainstalováno
da: %s%s %s fra %s installeret
hr: %s%s %s od %s je instaliran
id: %s%s %s dari %s terpasang
it: %s%s %s da %s è stato installato
pt: %s%s %s de %s instalado

source: %s%s %s from %s refreshed
af: %s%s %s vanaf %s verfris
ast: Refrescóse %s%s %s por %s
ca: %s%s %s actualitzat per %s
cs: %s%s %s od %s aktualizováno
da: %s%s %s fra %s blev genopfrisket
de: %s%s %s von %s aufgefrischt
hr: %s%s %s od %s je osvježen
id: %s%s %s dari %s telah disegarkan
it: %s%s %s da %s è stato aggiornato
ko: %s%s %s from %s snap 패키지가 새로 고쳐졌습니다
pt: %s%s %s de %s atualizado
sv: %s%s %s från %s uppdaterades

source: %s%s %s installed
af: %s%s %s geïnstalleer
ast: %s%s %s instaláu
ca: S'ha instal·lat %s%s %s
cs: %s%s %s nainstalováno
da: %s%s %s installeret
de: %s%s %s installiert
es: %s%s %s instalado
hr: %s%s %s instairan
id: %s%s %s terpasang
it: %s%s %s installata
ko: %s%s %s 설치됨
ms: %s%s %s telah dipasang
pt: %s%s %s instalado
si: %s%s %s ස්ථාපිතයි
sv: %s%s %s installerad
tr: %s%s %s kuruldu
zh_tw: %s%s %s 已安裝

source: %s%s %s refreshed
af: %s%s %s verfris
ast: %s%s %s actualizáu
ca: S'ha actualitzat %s%s %s
cs: %s%s %s aktualizováno
da: %s%s %s blev genopfrisket
de: %s %s %s aufgefrischt
es: %s%s %s actualizado
hr: %s%s %s osvježeno
id: %s%s %s telah disegarkan
it: %s%s %s aggiornata
ko: %s%s %s 새로고침됨
ms: %s%s %s telah dimuat semula
pt: %s%s %s atualizado
si: %s%s %s නැවුම් විය
sv: %s%s %s uppdaterad
tr: %s%s %s yenilendi

source: 'snap changes' command expects a snap name, try 'snap tasks %s'
af: 'snap changes' opdrag verwag 'n snap naam, probeer 'snap tasks %s'
ca: el comandament «snap changes» requereix un nom d'snap: proveu amb 'snap tasks %s'
cs: příkaz „snap changes“ očekává název snapu, zkuste „snap tasks %s“
da: Kommandoen "snap changes" forventer navnet på en snap. Prøv "snap tasks %s"
es: La orden «snap changes» espera un nombre de snap, intente con «snap tasks %s»
hr: 'snap changes' očekuje naziv snap paketa, pokušajte sa 'snap tasks %s'
id: 'snap changes' perintah mengharapkan sebuah nama snap, coba 'snap tasks %s'
it: Il comando 'snap changes' prevede un nome snap, prova 'snap task %s'
ko: 'snap changes' 명령어는 스냅 이름이 필요합니다. 'snap tasks %s'를 시도해보세요.
pl: komenda 'snap changes' oczekuje nazwy snapa. Spróbuj 'snap tasks %s'
pt: o comando 'snap changes' requer um nome de um snap, tente 'snap tasks %s'
sv: Kommandot 'snap changes' förutsätter ett snappnamn; testa 'snap tasks %s'

source: 'snap debug get-base-declaration' is deprecated; use 'snap debug base-declaration'.
it: 'snap debug get-base-declaration' è deprecato; usa 'snap debug base-declaration'.
