Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: error: the `<snap-dir>` argument was not provided and couldn't be inferred
af: fout: die `<snap-dir>` argument is nie voorsien nie en kon nie inferred word
cs: chyba: argument „<snap-dir>“ nebyl zadán a není možné ho inferred
de: Fehler: Das »<snap-dir>« Argument wurde nicht angegeben und konnte nicht abgeleitet werden
es: error: el argumento «<snap-dir>» no se proporcionó y no se pudo inferir
hr: greška: `<snap-dir>` argument nije pružan i ne može se zaključiti
it: errore: l'argomento `<snap-dir>` non è stato fornito e non può essere dedotto
ko: 오류: `<snap-dir>` 인자가 제공되지 않았으며 추론할 수 없습니다.
pt: erro: o argumento `<snap-dir>` não foi fornecido e não pode ser inferido
sv: fel: argumentet ”<snap-dir>” angavs inte och kunde inte antydas

source: flag --classic ignored for strictly confined snap %s
af: vlag --klassieke geïgnoreer vir streng confined snap %s
cs: příznak --classic ignorován pro striktně omezený snap %s
da: flaget --classic ignoreres for snappen %s i sandkassetilstand
de: flag --classic wird für streng begrenzte Schnappschüsse ignoriert %s
hr: oznaka --classic je zanemarena za strogo ograničen snap paket %s
it: flag --classic ignorato per snap rigorosamente confinati %s
pt: flag --classic ignorado para snap %s estritamente confinado
sv: flaggan --classic ignorerades för strikt isolerat snap-paket %s

source: get which attribute?
af: kry watter eienskap?
cs: jaký atribut získat?
da: hent hvilken attribut?
de: welches Attribut holen?
es: ¿Qué atributo obtener?
hr: nabavi, koje svojstvo?
it: ottenere quale attributo?
ko: 어떤 속성을 가져오겠습니까?
pt: qual o atributo a obter?
sv: hämta vilket attribut?

source: get which option?
af: kry watter opsie?
cs: jakou volbu získat?
de: Erhalte welche Option?
es: ¿Cual opción desea obtener?
hr: nabaviti koju mogućnost?
it: ottenere quale opzione?
ko: 어떤 옵션을 가져오겠습니까?
pt: qual a opção a obter?
sv: hämta vilket alternativ?
tr: hangi sürüm alınsın?

source: held
it: Trattenuto

source: help accepts a command, or '--all', but not both.
af: hulp aanvaar 'n beveel, of '--all', maar nie beide.
cs: help přijímá příkaz nebo „--all“, ale ne obojí naráz.
da: help godtager en kommando eller "--all", men ikke begge.
de: help akzeptiert einen Befehl oder '--all', aber nicht beides.
es: help acepta un comando o «--all», pero no ambos.
hr: pomoć prihvaća naredbu, ili '--all', ali ne oboje.
it: help accetta un comando, o '--all', ma non entrambi.
ko: help는 명령어 또는 '--all'을 받을 수 있지만 둘 다 받을 수는 없습니다.
pt: help aceita um comando ou '--all', mas não ambos.
sv: help accepterar ett kommando, eller ”--all”, men inte båda.

source: ignore-validation
af: ignoreer-validering
de: Überprüfung ignorieren
hr: zanemari-provjeru
it: ignora-convalida
pt: ignorar-validação
sv: ignorera-validering

source: in %d day, at 15:04 MST
af: in %d dag, by 15:04 MST
da: om %d dag kl. 15:04 MST
de: in %d Tag, um 15:04 MST
es: en %d día, a las 15:04 MST
hr: za %d dan, at 15:04 MST
it: tra %d giorno, alle 15:04 MST
pt: em %d dia, às 15:04 MST
sv: om %d dag, 15:04 MST

source: in-cohort
af: in-kohort
da: i gruppe
de: in der Kohorte
es: en-grupo
hr: u-kohorti
it: in coorte
sv: i-kohort

source: inactive
af: onaktief
cs: neaktivní
de: inaktiv
es: inactivo
hr: neaktivno
it: inattivo
ko: 비활성화
pt: Inactivo
sv: inaktiv
tr: aktif değil

source: indefinitely
it: indefinitamente

source: interface attributes can only be read during the execution of interface hooks
af: koppelvlak attributen kan enigste wees lees tydens die -uitvoering van koppelvlak haak
cs: atributy rozhraní je možné číst pouze při vykonávání háčků rozhraní
de: Schnittstellen-Attribute können nur während der Ausführung von Schnittstellen-Hooks gelesen werden
es: los atributos de interfaz solo se pueden leer durante la ejecución de enganches de interfaz
hr: svojstva sučelja mogu se samo čitati tijekom izvršavanja sučelja priključka
it: gli attributi dell'interfaccia possono essere letti solo durante l'esecuzione degli hook dell'interfaccia
ko: 인터페이스 속성은 인터페이스 후크를 실행 중일 때만 읽을 수 있습니다
pt: atributos de interface só podem ser lidos durante a execução de hooks de interface
sv: gränssnittsattribut kan bara läsas när gränssnittskrokarna körs

source: interface attributes can only be set during the execution of prepare hooks
af: koppelvlak attributen kan enigste wees stel tydens die uitvoering van voorbereide hake ingestel is
cs: atributy rozhraní je možné nastavit pouze při vykonávání přípravných háčků
de: Interface-Attribute können nur während der Ausführung von prepare hooks gesetzt werden
es: los atributos de interfaz solo se pueden establecer durante la ejecución de enganches de preparación
hr: svojstva sučelja mogu se samo postaviti tijekom izvršavanja pripremanja priključka
it: gli attributi dell'interfaccia possono essere impostati solo durante l'esecuzione di prepare hook
ko: 인터페이스 속성은 준비 후크를 실행 중일 때만 설정할 수 있습니다.
pt: os atributos da interface só podem ser definidos durante a execução dos hooks de preparação
sv: gränssnittsattribut kan bara sättas när förberedelsekrokarna körs

source: internal error, please report: running %q failed: %v
cs: vnitřní chyba, nahlaste to: spouštění %q se nezdařilo: %v
de: interner Fehler, bitte melden: Ausführung von %q fehlgeschlagen: %v
es: error interno, por favor repórtelo: falló al ejecutar %q : %v
hr: unutrašnja greška, prijavite: pokrenuto %q neuspjelo: %v
it: errore interno, segnala: esecuzione di %q non riuscita: %v
pt: erro interno, por favor reporte: falhou ao executar %q: %v
sv: internt fel, var god rapportera: kunde inte köra %q: %v

source: internal error: cannot find attrs task
af: Interne fout: kan attrs taak nie vind
cs: vnitřní chyba: nedaří se nalézt úlohu attrs
de: interner Fehler: kann attrs-Task nicht finden
es: error interno: no se encuentra la tarea attrs
hr: unutrašnja greška: nemoguće pronaći svojstva zadatka
it: errore interno: impossibile trovare l'attività attrs
pt: erro interno: não é possível encontrar a tarefa attrs
sv: internt fel: kan inte hitta uppgift attrs
tr: dahili hata: görev attık görev bulunamıyor

source: internal error: cannot find plug or slot data in the appropriate task
af: Interne fout: kan nie prop of gleuf data in die toepaslike taak vind
cs: vnitřní chyba: v příslušné úloze se nedaří nalézt data zástrčky nebo slotu
de: interner Fehler: Kann keine Plug- oder Slot-Daten im entsprechenden Task finden
es: error interno: no se pueden encontrar los datos del enchufe o ranura en la tarea correspondiente
hr: unutrašnja greška: nemoguće pronaći podatke priključka ili priključnice u prikladnom zadatku
it: errore interno: impossibile trovare i dati della spina o dello slot nell'attività appropriata
pt: erro interno: não é possível encontrar dados do plug ou slot na tarefa apropriada
sv: internt fel: kan inte hitta plugg- eller fackdata i tillhörande uppgift
tr: dahili hata: ilgili görevde bir eklenti veya yuva veri bulunamıyor

source: internal error: cannot get %s from appropriate task
af: Interne fout: kan nie kry %s vanaf toepaslike taak
cs: vnitřní chyba: nedaří se získat %s z příslušné úlohy
de: interner Fehler: kann %s von passendem Task nicht holen
es: error interno: no se puede obtener %s desde la tarea correspondiente
hr: unutrašnja greška: nemoguće je dobaviti %s iz prikladnog zadatka
it: errore interno: impossibile ottenere %s dall'attività appropriata
ko: 내부 오류: 적절한 작업에서 %s을(를) 가져올 수 없습니다
pt: erro interno: não é possível obter %s da tarefa apropriada
sv: internt fel: kan inte hämta %s från tillhörande uppgift
tr: dahili hata: %s ilgili görevden alınamıyor

source: internal error: cannot get %s from appropriate task, %s
af: Interne fout: kan nie kry %s vanaf toepaslike taak, %s
cs: vnitřní chyba: nedaří se získat %s z příslušné úlohy, %s
da: intern fejl: kan ikke hente %s fra den relevante opgave %s
de: interner Fehler: kann %s nicht von der entsprechenden Aufgabe %s erhalten
hr: unutarnja greška: nemoguće dobivanje %s iz prikladnog zadatka, %s
it: errore interno: impossibile ottenere %s dall'attività appropriata, %s
ko: 내부 오류: 적절한 작업에서 %s을(를) 가져올 수 없습니다, %s
pt: erro interno: não é possível obter %s da tarefa apropriada, %s
sv: internt fel: kan inte hämta %s från tillhörande uppgift, %s

source: internal error: cannot identify unique %s assertion for specified headers
it: errore interno: impossibile identificare l'asserzione %s univoca per le intestazioni specificate

source: introspection and debugging of snapd
af: introspeksie en ontfouting van snapd
da: selvanalyse og fejlsøgning af snapd
de: Selbstprüfung und Fehlerdiagnose von snapd
es: introspección y depurado de snapd
hr: introspekcija i otklanjanje greškaka snapd
it: introspezione e debugging di snapd
pt: introspecção e depuração de snapd
sv: introspektion och felsökning av snapd

source: invalid argument for flag ‘-n’: expected a non-negative integer argument, or “all”.
af: ongeldige argument vir vlag ‘-n’: het 'n nie-negatiewe heelgetal argument verwag, of “all”.
cs: neplatný argument pro příznak „-n“: očekáván nezáporný celočíselný argument, nebo „all“ (vše).
da: ugyldigt argument for flaget "-n": forventede et ikkenegativt argument eller "all".
de: ungültiges Argument für Markierung »-n«: erwartet wird ein nicht negatives Integer-Argument oder »all«
es: argumento no válido para el parámetro «-n»: se esperaba un entero no negativo como argumento, o «all».
hr: neispravan argument za oznaku ‘-n’: očekivan je pozitivan cjelobrojni argument, ili “all”.
it: argomento non valido per flag '-n': previsto un argomento intero non negativo o "tutto".
ko: 플래그 ‘-n’에 대한 유효하지 않은 인자: 음이 아닌 정수 또는 "all"이 필요합니다.
pt: argumento inválido para sinalizador ‘-n’: esperado um argumento inteiro não negativo ou “all”.
sv: ogiltigt argument för flaggan ”-n”: ett icke-negativt heltalsargument förväntades, eller ”all”.

source: invalid argument for snapshot set id: expected a non-negative integer argument (see 'snap help saved')
af: ongeldige argument vir ID vir momentopname: verwagd 'n nie-negatiewe heelgetal argument (see 'snap help saved')
cs: neplatný argument pro nastavení identifikátoru zachyceného stavu: očekáván argument v podobě nezáporného celého čísla (viz „snap help saved“)
da: ugyldigt argument for angivelse af øjebliksbilled-id: forventede et ikkenegativt heltalsargument (se "snap help saved")
de: Ungültiges Argument für Snapshot-Set-ID: Erwartet ein nicht negatives Integer-Argument (siehe 'Snap-Hilfe gespeichert').
es: argumento no válido para el ID del conjunto de instantáneas: se esperaba un argumento entero no negativo (consulte «snap help saved»)
hr: nevaljani argument za postavljeni id snimke: očekivan je argument pozitivnog cijelog broja (pogledajte 'snap help saved')
it: argomento non valido per l'ID del set di istantanee: previsto un argomento intero non negativo (vedere 'aiuto snap salvato')
pt: argumento inválido para id do conjunto de snapshot: esperado um argumento inteiro não negativo (consulte 'snap help saved')
sv: ogiltigt argument för ”snapshot set id”: ett icke-negativt heltalsargument förväntades (se ”snap help saved”)

source: invalid configuration: %q (want key=value)
af: ongeldig konfigurasie: %q (wil sleutel=waarde)
cs: neplatné nastavení: %q (požaduje klíč=hodnota)
de: ungültige Konfiguration: %q (benötigt Schlüssel=Wert)
es: configuración no válida: %q (quiere clave=valor)
hr: neispravno podešavanje: %q (potrebno je ključ=vrijednost)
it: configurazione non valida: %q (vuoi chiave=valore)
ko: 올바르지 않는 설정입니다: %q (want key=value)
pt: configuração inválida: %q ( want key=value)
sv: ogiltig konfiguration: %q (vill ha nyckel=värde)

source: invalid header filter: %q (want key=value)
af: ongeldig kop filter: %q (wil sleutel=waarde)
cs: neplatný filtr hlavičky: %q (vyžaduje klíč=hodnota)
de: ungültiger Header-Filter: %q (want key=Wert)
es: filtro de cabecera no válido: %q (quiere clave=valor)
hr: neispravan filter zaglavlja: %q (potrebno je ključ=vrijednost)
it: filtro intestazione non valido: %q (vuoi chiave=valore)
ko: 올바르지 않은 header filter 입니다: %q (want key=value)
pt: filtro de cabeçalho inválido: %q ( want key=value)
sv: ogiltigt huvudfilter: %q (vill ha nyckel=värde)

source: invalid parameter: %q (want key=value)
af: ongeldige parameter: %q (wil sleutel=waarde)
cs: neplatný parametr: %q (požaduje klíč=hodnota)
de: ungültiger Parameter: %q (benötigt Schlüssel=Wert)
es: parámetro no válido: %q (quiere clave=valor)
hr: neispravan parametar: %q (potrebno je ključ=vrijednost)
it: parametro non valido: %q (vuoi chiave=valore)
ko: 올바르지 않은 인자 입니다: %q (want key=value)
pt: parâmetro inválido: %q ( want key=value)
sv: ogiltig parameter: %q (vill ha nyckel=värde)

source: invalid value: %q (want snap:name or :name)
it: valore non valido: %q (vuoi snap:name o :name)

source: invalid value: %q (want snap:name or snap)
af: ongeldige waarde: %q (wil snap:naam of snap)
cs: neplatná hodnota: %q (požaduje klíč=hodnota)
de: ungültiger Wert: %q (benötigt Snap:Name oder Snap)
es: valor no válido: %q (quiere snap:nombre o snap)
hr: neispravna vrijednost: %q (potreban je snap:naziv ili snap paket)
it: valore non valido: %q (vuoi snap:name o snap)
ko: 올바르지 않은 값입니다: %q (want snap:name or snap)
pt: valor inválido: %q (requer snap:nome ou snap)
sv: ogiltigt värde: %q (vill ha snap:namn eller snap-paket)

source: key name %q is not valid; only ASCII letters, digits, and hyphens are allowed
af: sleutel naam %q is nie geldig; enigste ASCII letters, syfers en koppeltekens word toegelaat
cs: název klíče %q není platný – povolené jsou pouze písmena z ASCII, číslice a spojovníky
de: Schlüsselname %q ist ungültig; nur ASCII-Buchstaben, Zahlen und Bindestriche sind erlaubt
es: el nombre de clave %q no es válido; solo se permiten letras, dígitos y guiones ASCII
hr: naziv ključa %q nije valjan; samo ASCII slova, brojevi i povlake su dopušteni
it: il nome chiave %q non è valido; sono consentiti solo lettere, cifre e trattini ASCII
ko: 키 이름 %q는 유효하지 않습니다; 오직 ASCII 문자, 숫자, 그리고 하이픈만 허용됩니다
pt: nome da chave %q inválido; apenas letras, algarismos e hífenes ASCII são permitidos
sv: nyckelnamnet %q är ogiltigt; endast ASCII-tecken, siffror, och streck tillåts

source: local snap %q is unknown to the store, use --amend to proceed anyway
af: plaaslike snap %q is onbekend aan die winkel, gebruik --amend om voortgaan
cs: místní snap %q není obchodu znám – pro pokračování i tak použijte --amend
da: den lokale snap %q kendes ikke i butikken. Brug --amend for alligevel at fortsætte
de: Lokales Snap %q ist dem Speicher unbekannt, verwenden Sie --amend, um dennoch fortzufahren
hr: lokalni snap paket %q je nepoznat u trgovini, koristite --amend kako bi svejedno nastavili
it: lo snap locale %q è sconosciuto al negozio, usa --amend per procedere comunque
ko: 로컬 snap %q 는(은) 스토어에 알려지지 않은 snap 입니다, --amend를 사용하면 무시하고 진행할수 있습니다.
pt: snap local %q é desconhecido para a store, use --amend para continuar de qualquer maneira
sv: lokalt snap-paket %q är okänt för butiken; använd --amend för att fortsätta ändå

source: manage aliases
af: bestuur aliasse
cs: spravovat alternativní názvy
da: håndtér aliasser
de: Aliase verwalten
es: administrar aliases
hr: upravljanje pseudonimima
it: gestire gli alias
ko: 별칭 관리
pt: gerir pseudónimos
sv: hantera alias

source: manage assertions
af: bestuur- assertions
da: håndtér assertioner
de: Zusicherungen verwalten
es: Gestionar aseveraciones
hr: upravljanje potvrdama
it: gestire le asserzioni
pt: gerir assertions
sv: hantera asserter

source: manage device
af: bestuur toestel
da: håndtér enhed
de: Gerät verwalten
es: gestionar dispositivo
hr: upravljanje uređajima
it: gestire il dispositivo
pt: gerir dispositivo
sv: hantera enhet

source: manage permissions
af: bestuur toestemmings
cs: spravovat oprávnění
da: håndtér rettigheder
de: Berechtigungen verwalten
es: administrar permisos
hr: upravljanje dozvolama
it: gestire i permessi
ko: 권한 관리
pt: gerir permissões
sv: hantera rättigheter

source: manage services
af: dienste te bestuur
cs: spravovat služby
da: håndtér tjenester
de: Dienste verwalten
es: administrar servicios
hr: upravljanje uslugama
it: gestire i servizi
ko: 서비스 관리
pt: gerir serviços
sv: hantera tjänster

source: manage system change transactions
af: bestuur stelsel verandering transaksies
cs: spravovat transakce změny systému
da: håndtér transaktioner for systemændringer
de: Systemänderungen verwalten
es: administrar negociaciones de cambios en el sistema
hr: upravljanje prijenosima promjena sustava
it: gestire le transazioni di modifica del sistema
pt: gerir transações de mudança de sistema
sv: hantera systemändringstransaktioner

source: manage warnings
af: bestuur waarskuwings
da: håndtér advarsler
de: Warnungen verwalten
es: Gestionar avisos
hr: upravljanje upozorenjima
it: gestire gli avvisi
pt: gerir avisos
sv: hantera varningar

source: missing snap-confine: try updating your core/snapd package
af: ontbreek snap-beperk: probeer die opdatering van jou kern/snapd pakket
cs: chybí snap-confine: zkuste aktualizovat vámi používaný balíček core/snapd
da: manglende snap-confine: prøv at opdatere din kerne/snapd-pakke
de: fehlende snap-confine: Versuchen Sie Ihr core/snapd-Paket zu aktualisieren
hr: nedostaje snap-confine: pokušajte nadopuniti svoju jezgru/snapd paket
it: snap-confine mancante: prova ad aggiornare il pacchetto core/snapd
ko: snap-confine를 찾을수 없습니다: core/snapd package를 업데이트한후 다시 시도하세요.
pt: falta de snap-confine: tente actualizar o seu pacote core/snapd
sv: saknar snap-confine: försök uppdatera ditt core/snapd-paket

source: need the application to run as argument
af: moet die aansoek om te hardloop as argument
ca: es requereix executar l'aplicació com a argument
cs: jako argument vyžaduje aplikaci, kterou spustit
de: benötigt die Applikation, um als Argument ausgeführt zu werden
es: se necesita la aplicación para ejecutar como argumento
hr: potrebna je aplikacija za pokretanje argumenta
it: è necessario che l'applicazione venga eseguita come argomento
pt: é necessário que a aplicação seja executada como argumento
sv: kräver att programmet körs som argument
tr: argüman olarak çalıştırmak için uygulamanın olması gerekir

source: no changes found
af: geen veranderinge gevind
ca: no s'hi han trobat canvis
cs: nenalezeny žádné změny
de: keine Änderungen gefunden
es: no se han encontrado cambios
hr: nema pronađenih promjena
it: nessuna modifica trovata
ko: 변경되지 않았습니다.
pt: não foram encontradas alterações
si: වෙනස්කම් හමු නොවිණි
sv: hittade inga ändringar
tr: değişiklik bulunamadı

source: no changes of type %q found
af: geen verandering van tipe %q gevind
ca: no s'hi han trobat canvis del tipus %q
cs: nenalezeny žádné změny typu %q
de: keine Änderungen des Typs %q gefunden
es: no se han encontrado cambios de tipo %q
hr: nema pronađenih promjena vrste %q
it: nessuna modifica di tipo %q trovata
ko: type %q 의 변경사항은 없습니다.
pt: nenhuma alteração do tipo %q encontrada
sv: hittade inga ändringar av typen %q
tr: %q türü değişiklikleri bulunamadı

source: no interfaces currently connected
af: geen koppelvlakke tans gekoppel
ca: actualment no hi ha interfícies connectades
cs: momentálně nejsou připojena žádná rozhraní
de: aktuell sind keine Schnittstellen verbunden
es: no hay interfaces conectadas actualmente
hr: trenutno nema povezanih sučelja
it: nessuna interfaccia attualmente connessa
ko: 현재 연결된 인터페이스가 없습니다.
pt: nenhuma interface actualmente conectada
sv: inga gränssnitt anslutna just nu
tr: şu anda bağlı herhangi bir parazit yok

source: no interfaces found
af: geen koppelvlakke gevind
ca: no s'hi han trobat interfícies
cs: nenalezena žádná rozhraní
de: keine Schnittstellen gefunden
es: no mse han encontrado interfaces
hr: nema pronađenih sučelja
it: nessuna interfaccia trovata
ko: 인터페이스를 찾지 못하였습니다
pt: não foram encontradas interfaces
si: අතුරුමුහුණතක් හමු නොවිණි
sv: inga gränssnitt hittades
tr: arabirim bulunamadı

source: no matching snaps installed
af: geen bypassende snaps geïnstalleer
ca: no hi ha instal·lat cap snap que hi coincideixi
cs: nenainstalovány žádné odpovídající snapy
de: keine passenden Snaps installiert
es: no hay snaps instalados que coincidan
hr: nema odgovarajućih snap paketa instaliranih
it: nessuno snap corrispondente installato
ko: 해당하는 스냅이 설치되어 있지 않습니다.
pt: sem snap correspondente instalado
sv: inga matchande snap-paket installerade

source: no such interface
af: geen sodanige koppelvlak
ca: no es troba aquesta interfície
cs: žádné takové rozhraní
de: Schnittstelle nicht vorhanden
es: no hay tal interfaz
hr: nema takvog sučelja
it: nessuna tale interfaccia
ko: 해당 인터페이스가 존재하지 않습니다.
pt: essa interface não existe
si: එවැනි අතුරුමුහුණතක් නැත
sv: inget sådant gränssnitt
tr: böyle bir arayüz yok

source: no valid snaps given
af: geen sodanige koppelvlak
ca: no s'han donat snaps vàlids
cs: nezadány žádné platné snapy
de: keine gültigen Snaps angegeben
es: no se han proporcionado snaps validos
hr: nema odgovarajućih snap paketa zadanih
it: nessuno snap valido fornito
ko: 유효하지 않은 snaps 입니다.
pt: nenhum snap válido fornecido
sv: inga giltiga snap-paket angivna

source: nothing to switch; specify --channel (and/or one of --cohort/--leave-cohort)
af: niks om oor te skakel nie; spesifiseer --kanaal (en/of een van --kohort/ --verlof-kohort)
cs: není co přepínat – zadejte --channel (a/nebo jedno z --cohort/--leave-cohort)
da: intet at skifte; angiv --channel (og/eller enten --cohort eller --leave-cohort
de: nichts zu wechseln; Geben Sie --channel (und / oder eine der --kohorten / - Urlaubskohorten) an.
es: nada que cambiar; especifique --channel (y/o uno de estos --cohort/--leave-cohort)
hr: nema ništa za prebaciti; odredite --channel (i/ili jedan od --cohort/--leave-cohort)
it: niente da cambiare; specificare --channel (e/o uno di --cohort/--leave-cohort)
pt: nada para mudar; especifique --channel (e/ou um de --cohort/-- leave-cohort)
sv: inget att växla; specificera --channel (och/eller endera --cohort/--leave-cohort)

source: passphrases do not match
it: le passphrase non corrispondono

source: please provide change ID or type with --last=<type>
af: verskaf asseblief verandering ID of tipe met --last=<type>
cs: zadejte identifikátor změny nebo napište s --last=<type>
de: Bitte geben Sie die Änderungs-ID oder den Typ mit --last=<type> an
es: proporcione un ID de cambio o tipo con --last=<tipo>
hr: omogućite ID promjene ili vrstu sa --last=<vrsta>
it: si prega di fornire l'ID di modifica o digitare con --last=<tipo>
pt: forneça a ID de alteração ou tipo com --last = <type>
sv: ange ändrings-ID eller typ med --last=<typ>

source: please wait...
it: attendere prego...

source: private
af: privaat
ca: privat
cs: soukromé
de: privat
es: privado
hr: privatno
it: privato
ko: 비공개
pt: privado
si: පෞද්ගලික
sv: privat
tr: özel

source: reboot scheduled to update the system
af: reboot geskeduleer om opdateer die stelsel
ca: reinici programat per actualitzar el sistema
cs: pro aktualizaci systému naplánován restart
da: der er planlagt en genstart for at opdatere systemet
hr: ponovno pokreni raspored za nadopunu sustava
it: riavvio pianificato per aggiornare il sistema
ko: 시스템을 업데이트하기 위해 재부팅이 예약되었습니다.
pt: reinicialização agendada para atualizar o sistema
sv: omstart schemalagd för att uppdatera systemet

source: removed user %q
af: verwyder gebruiker %q
ca: s'ha eliminat l'usuari %q
cs: odebrán uživatel %q
da: fjernede brugeren %q
de: Benutzer %q entfernt
es: usuario eliminado %q
hr: uklonjeni korisnik %q
it: utente rimosso %q
ko: 사용자 %q이(가) 제거되었습니다.
pt: utilizador %q removido
sv: tog bort användare %q
