Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: The info command shows detailed information about snaps. The snaps can be specified by name or by path; names are looked for both in the store and in the installed snaps; paths can refer to a .snap file, or to a directory that contains an unpacked snap suitable for 'snap try' (an example of this would be the 'prime' directory snapcraft produces).
af: Die info bevel wys gedetailleerde inligting omtrent snaps. Die snaps kan gespesifiseer word deur naam of deur 'pad; name is' gekyk vir beide in die winkel' en in die geïnstalleer snaps; paadjies kan verwys na a .snap lêer, of na a gids daardie bevat 'n uitgepak snap geskik vir 'snap try' ('n voorbeeld van hierdie sou wees die 'prime' gids snaphandwerk produceert).
cs: Příkaz info zobrazí podrobné informace o snapech. Snapy je možné zadat názvem či popisem umístění. Názvy jsou vyhledávány jak v obchodě, tak mezi nainstalovanými snapy, popisy umístění mohou odkazovat na .snap soubor, nebo na složku, které obsahuje nerozbalený snap, použitelný pro ̮„snap try“ (příklad tohoto by byla složka „prime“, kterou snapcraft vytváří).
da: Kommandoen info viser detaljeret information om snapper. Snapperne kan specificeres med navn eller sti; der ledes efter navne både i butikken og blandt de installerede snapper; stier kan henvise til en .snap-fil eller til en mappe, som indeholder en ikkepakket snap egnet til "snap try" (et eksempel på dette er mappen "prime", som snapcraft laver).
hr: info naredba prikazuje opširnije informacije o snap paketima. Snap paketi se mogu odrediti prema nazivu, ili putanji; nazivi se pretražuju u trgovini i u instaliranim snap paketima; putanje se odnose na .snap datoteku, ili na direktorij koji sadrži neotpakirane snap pakete prikladne za 'snap try' (primjer za ovo bio bi 'prime' direktorij koji snapcraft proizvodi).
it: Il comando info mostra informazioni dettagliate sugli snap. Gli snap possono essere specificati per nome o per percorso; i nomi sono cercati entrambi nel store e negli snap installati; i percorsi possono fare riferimento a un file .snap o a a directory che contiene uno snap decompresso adatto per 'snap try' (un esempio di questa sarebbe la directory 'prima' prodotta da Snapcraft).
pt: O comando info mostra informações detalhadas sobre snaps Os snaps podem ser especificados por nome ou caminho; nomes são procurados tanto na loja e nos snaps instalados; caminhos podem-se referir a um ficheiro .snap ou a um directório que contém um snap descompactado adequado para 'tentativa de snap' (um exemplo disso seria o directório 'principal' que o snapcraft produz).
sv: Kommandot ”info” visar detaljerad information om snap-paket. Snap-paketen kan specificeras med namn eller sökväg; namn slås upp både i butiken och i de installerade snap-paketen; sökvägar kan hänvisa till en .snap-fil, eller till en mapp som innehåller ett uppackat snap-paket som det går att köra ”snap try” på (ett exempel på detta skulle vara mappen ”prime” som snapcraft skapar).

source: The install command installs the named snaps on the system. To install multiple instances of the same snap, append an underscore and a unique identifier (for each instance) to a snap's name. With no further options, the snaps are installed tracking the stable channel, with strict security confinement. All available channels of a snap are listed in its 'snap info' output. When --revision is used, a later refresh will typically undo the revision override, taking the snap back to the current revision of the channel it's tracking. Use --name to set the instance name when installing from snap file.
it: Il comando install installa gli snap denominati sul sistema. Per installare più istanze dello stesso snap, aggiungi un carattere di sottolineatura e a identificatore univoco (per ogni istanza) al nome di uno snap. Senza ulteriori opzioni, gli snap vengono installati tracciando il canale stabile, con severo confinamento di sicurezza. Tutti i canali disponibili di uno snap sono elencati in il suo output 'snap info'. Quando viene utilizzato --revision, un aggiornamento successivo annullerà in genere la revisione override, riportando lo snap alla revisione corrente del canale in cui si trova monitoraggio. Utilizzare --name per impostare il nome dell'istanza durante l'installazione dal file snap.

source: The interface command shows details of snap interfaces. If no interface name is provided, a list of interface names with at least one connection is shown, or a list of all interfaces if --all is provided.
af: Die koppelvlak bevel wys besonderhede van snap koppelvlakke. Indien geen naam koppelvlak word voorsien, 'n lys met koppelvlak name met ten minste een verbinding word getoon, of 'n lys van al koppelvlakke indien --alle is verskaf.
cs: Příkaz interface zobrazí podrobnosti o snap rozhraních. Pokud není zadán název rozhraní, je zobrazen seznam názvů rozhraní s alespoň jedním připojením, nebo seznam všech rozhraní, pokud je zadáno --all.
de: Der Befehl »interface« zeigt Details zu den Snap-Schnittstellen an. Wenn kein Schnittstellenname angegeben ist, wird eine Liste mit Schnittstellennamen angezeigt, die mindestens eine Verbindung aufweisen. Oder es wird eine Liste aller Schnittstellen angezeigt, wenn »--all« angegeben wurde.
es: La orden interface muestra detalles de interfaces de snap. Si no se proporciona nombre de interfaz, se muestra una lista de nombres de interfaces con al menos una conexión, o una lista de todas las interfaces si se proporciona --all.
hr: interface - naredba prikazuje pojedinosti snap sučelja. Ako nije dostupan naziv sučelja, popis naziva sučelja s najmanje jednim povezivanjem je prikazan, ili popis svih sučelja ako je --all naveden.
it: Il comando interfaccia mostra i dettagli delle interfacce snap. Se non viene fornito alcun nome di interfaccia, un elenco di nomi di interfaccia con almeno viene mostrata una connessione o un elenco di tutte le interfacce se viene fornito --all.
ko: interface 명령은 스냅 인터페이스의 세부 정보를 보여줍니다. 인터페이스 이름이 제공되지 않으면 하나 이상의 연결이 있는 인터페이스 이름 목록이 표시되거나 --all이 제공되면 모든 인터페이스 목록이 표시됩니다.
pt: O comando interface mostra detalhes de interfaces snap. Se nenhum nome de interface for fornecido, uma lista de nomes de interface com pelo menos uma conexão é mostrada, ou uma lista de todas as interfaces se --all for fornecido.
sv: Kommandot ”interface” visar detaljer om snap-pakets gränssnitt. Om inget gränssnittsnamn anges kommer en lista över gränssnittsnamn med minst en anslutning att visas, eller en lista över alla gränssnitt om --all anges.

source: The interfaces command lists interfaces available in the system. By default all slots and plugs, used and offered by all snaps, are displayed. $ snap interfaces <snap>:<slot or plug> Lists only the specified slot or plug. $ snap interfaces <snap> Lists the slots offered and plugs used by the specified snap. $ snap interfaces -i=<interface> [<snap>] Filters the complete output so only plugs and/or slots matching the provided details are listed. NOTE this command is deprecated and has been replaced with the 'connections' command.
af: Die koppelvlakke bevel lyste koppelvlakke beskikbaar in die stelsel. By verstek alle gleuwe en proppe, gebruik en aangebied deur alle snaps, is vertoning. $ snap koppelvlakke <snap>:<gleuf of prop> Lyste enigste die gespesifiseerde gleuf of prop. $ snap koppelvlakke <snap> Lyste die gleuwe aangebied en proppe wat gebruik word deur die gespesifiseerde snap. $ snap koppelvlakke -i=<koppelvlak> [<snap>] Filtreer die volledige uitvoer sodat slegs proppe en/of gleuwe ooreenstem met die verskaf 'connections' bevel.
cs: Příkaz rozhraní zobrazí seznam rozhraní dostupných v systému. Ve výchozím nastavení jsou zobrazeny všechny sloty a zástrčky používány a nabízeny všemi snímky. $ snap interfaces <snap>:<slot or plug> Uvádí pouze určený slot nebo konektor. $ snap interfaces <snap> Seznam nabízených slotů a konektorů použitých zadaným snapem. $ snap interfaces -i=<interface> [<snap>] Filtruje celý výstup, takže jsou uvedeny pouze zástrčky a / nebo sloty odpovídající zadaným podrobnostem. POZNÁMKA Tento příkaz je zastaralý a byl nahrazen 'connections' příkazem.
da: Kommandoen interfaces viser de tilgængelige grænseflader i systemet. Som standard vises alle slotter og plugger, som bruges og tilbydes af alle snapper. $ snap interfaces <snap>:<slot eller plug> Viser kun den angivne slot eller plug. $ snap interfaces <snap> Viser slotter tilbudt og plugger brugt af den angivne snap. $ snap interfaces -i=<grænseflade> [<snap>] Filtrerer outputtet, så kun plugger og/eller slotter, som matcher de angivne detaljer, vises. BEMÆRK: Denne kommando er forældet og erstattet af kommandoen "connections"
de: Der Befehl »interfaces« listet die im System verfügbaren Schnittstellen auf. Als Vorgabe werden alle Slots und Plugs angezeigt, die von allen Snaps verwendet und angeboten werden. $ snap interfaces <Snap>: <Slot oder Plug> Listet nur den angegebenen Slot oder Plug auf. $ snap interfaces <Snap> Listet die angebotenen Slots und verwendeten Plugs vom angegebenen Snap auf. $ snap interfaces -i=<Schnittstelle> [<Snap>] Filtert die gesamte Ausgabe, sodass nur Plugs und/oder Slots aufgelistet werden, die den angegebenen Details entsprechen. HINWEIS! Dieser Befehl ist veraltet und wurde durch den Befehl »connections« ersetzt.
es: El comando interfaces lista interfaces disponibles en el sistema. De manera predeterminada se muestran todos los enchufes y ranuras, utilizados y ofrecidos por todos los snaps. $ snap interfaces <snap>:<ranura o enchufe> Lista solo el enchufe o ranura especificado. $ snap interfaces <snap> Lista las ranuras ofrecidas y enchufes usados por el snap especificado. $ snap interfaces -i=<interface> [<snap>] Filtra la salida completa de manera que solo se listan los enchufes y/o ranuras que coincidan con los detalles proporcionados. NOTE este comando está obsoleto y ha sido reemplazado con el comando «connections».
hr: interfaces naredba prikazuje dostupna sučelja na sustavu. Po zadanome svi priključci i priključnice, korišteni i ponuđeni od svih snap paketa, su prikazani. $ snap interfaces <snap paket>:<priključak ili priključnica> Prikazuje samo određeni priključak ili priključnicu. $ snap interfaces <snap paket> Prikazuje ponuđeni priključak i korištenu priključnicu od strane određenog snap paketa. $ snap interfaces -i=<sučelje> [<snap paket>] Filtrira cjelokupan izlaz stoga su samo priključci i/ili priključnice koji se podudaraju s pojedinostima prikazani. NAPOMENA: ova naredba je zastarjela i zamijenjena je s 'connections' naredbom.
it: Il comando interfaces elenca le interfacce disponibili nel sistema. Per impostazione predefinita, vengono visualizzati tutti gli slot e le spine, utilizzati e offerti da tutti gli snap. $ snap interfaces <snap>:<slot or plug> Elenca solo lo slot o la spina specificati. $ snap interfaces <snap> Elenca gli slot offerti e le spine utilizzate dallo snap specificato. $ snap interfaces -i=<interface> [<snap>] Filtra l'uscita completa in modo che solo spine e/o slot corrispondenti a quelli forniti i dettagli sono elencati. NOTA questo comando è deprecato ed è stato sostituito con "connessioni" comando.
pt: O comando interfaces lista as interfaces disponíveis no sistema. Por padrão, todos os slots e plugs, usados e oferecidos por todos os snaps, são exibidos. $ snap interfaces <snap>:<slot or plug> Lista apenas o slot ou plug especificado. $ snap interfaces -i=<interface> [<snap>] Filtra a saída completa para que apenas os plugs e / ou slots correspondam ao fornecido detalhes são listados. NOTA este comando está obsoleto e foi substituído por 'connections' comando.
sv: Kommandot ”interfaces” listar tillgängliga gränssnitt i systemet. Som standard listas alla fack och pluggar som används och erbjuds av alla snap-paket. $ snap interfaces <snapp>:<fack eller plugg> Listar endast det givna facket eller pluggen. $ snap interfaces <snap-paket> Listar facken som erbjuds och pluggarna som används av det angivna snap-paketet. $ snap interfaces -i=<interface> [<snap-paket>] Filtrerar den fullständiga utdatan så att endast pluggar och/eller fack som matchar de givna detaljerna listas. OBS detta kommando fasas ut och har ersatts med kommandot ”connections”.

source: The is-connected command returns success if the given plug or slot of the calling snap is connected, and failure otherwise. $ snapctl is-connected plug $ echo $? 1 Snaps can only query their own plugs and slots - snap name is implicit and implied by the snapctl execution context. The --list option lists all connected plugs and slots. The --pid and --aparmor-label options can be used to determine whether a plug or slot is connected to the snap identified by the given process ID or AppArmor label. In this mode, additional failure exit codes may be returned: 10 if the other snap is not connected but uses classic confinement, or 11 if the other process is not snap confined. The --pid and --apparmor-label options may only be used with slots of interface type "pulseaudio", "audio-record", or "cups-control".
it: Il comando is-connected restituisce successo se il dato plug o slot del lo snap di chiamata è connesso e il fallimento in caso contrario. $ snapctl è connesso plug $ eco $? 1 Gli snap possono interrogare solo i propri plug e slot: il nome dello snap è implicito e implicito dal contesto di esecuzione snapctl. L'opzione --list elenca tutti i plug e gli slot collegati. Le opzioni --pid e --aparmor-label possono essere utilizzate per determinare se una spina o un'asola è collegata allo scatto identificato dal dato ID processo o etichetta AppArmor. In questa modalità, uscita di errore aggiuntiva possono essere restituiti i codici: 10 se l'altro snap non è connesso ma utilizza confinamento classico o 11 se l'altro processo non è confinato con snap. Le opzioni --pid e --apparmor-label possono essere usate solo con slot di tipo di interfaccia "pulseaudio", "audio-record" o "cups-control".

source: The keys command lists cryptographic keys that can be used for signing assertions.
af: Die sleutels bevel lyste kriptografiese sleutels daardie kan wees gebruik vir ondertekening assertions.
cs: Příkaz keys zobrazí seznam kryptografických klíčů, který je možné použít pro podepsání tvrzení.
da: Kommandoen keys viser de kryptografiske nøgler, der kan bruges til at underskrive assertioner.
hr: keys naredba prikazuje kriptografske ključeve koji se mogu koristiti za potpisivanje potvrda.
it: Il comando keys elenca le chiavi crittografiche che possono essere utilizzate per la firma affermazioni.
pt: O comando keys lista as chaves criptográficas que podem ser usadas para assinatura asserções.
sv: Kommandot ”keys” listar kryptografiska nycklar som kan användas för att signera asserter.

source: The kmod command handles loading and unloading of kernel modules.
it: Il comando kmod gestisce il caricamento e lo scaricamento dei moduli del kernel.

source: The known command shows known assertions of the provided type. If header=value pairs are provided after the assertion type, the assertions shown must also have the specified headers matching the provided values.
af: Die bekend bevel wys skoue bekend assertions van die met dien verstande tipe. Indien header=waarde pare word voorsien na die assertion tipe, die assertions getoon moet ook die gespesifiseerde hê headers wat oore met die met dien verstande waardes.
cs: Příkaz known zobrazí známá tvrzení zadaného typu. Pokud jsou ta typem tvrzení zadány dvojice hlavička=hodnota je třeba, aby zobrazená tvrzení měla také zadané hlavičky, odpovídající daným hodnotám.
de: Der Befehl »known« zeigt bekannte Assertionen des angegebenen Typs. Wenn header=value-Paare nach dem Assertionstyp angegeben werden, müssen die Assertionen den angegebenen Headers mit den angegebenen Werten entsprechen.
es: La orden known muestra aserciones conocidas del tipo proporcionado. Si se proporcionan pares encabezado=valor después del tipo de aserción, las aserciones mostradas también deben tener los encabezados especificados coincidiendo con los valores proporcionados.
hr: known - naredba prikazuje poznate potvrde pružanih vrsta. Ako je zaglavlje=vrijednost par pružan nakon vrste potvrde, prikazi potvrda isto moraju imati određena zaglavalja koja se podudaraju s pruženim vrijednostima.
it: Il comando noto mostra le asserzioni note del tipo fornito. Se vengono fornite coppie header=value dopo il tipo di asserzione, le asserzioni mostrato deve avere anche le intestazioni specificate che corrispondono ai valori forniti.
ko: 알려진 명령은 제공된 유형의 알려진 assertion을 보여줍니다. assertion 유형 뒤에 헤더=값 페어가 제공된 경우 표시된 assertion에는 제공된 값과 일치하는 지정된 헤더도 있어야 합니다.
pt: O comando conhecido mostra afirmações conhecidas do tipo fornecido. Se os pares header = value forem fornecidos após o tipo de asserção, as asserções mostradas também devem ter os cabeçalhos especificados correspondendo aos valores fornecidos.
sv: Kommandot ”known” visar kända asserter av angiven typ. Om huvud=värde-par anges efter assert-typen måste de visade asserterna också ha de specificerade huvudena som matchar de givna värdena.

source: The list command displays a summary of snaps installed in the current system. A green check mark (given color and unicode support) after a publisher name indicates that the publisher has been verified.
af: Die lys bevel vertoon 'n opsomming van snaps wat in die huidige stelsel geïnstalleer is. 'N Groen reg-merkie (gegee kleur en unicode ondersteuning) nadat 'n uitgewer naam dui daarop dat die uitgewer is geverifieer.
cs: Příkaz list zobrazí souhrn snapů, nainstalovaných na tomto systému. Zelené zatržítko (za předpokladu, že funguje podpora barev a univerzálního kódování znaků) za názvem vydavatele značí, že tento byl ověřen.
da: Kommandoen list viser et sammendrag over snapper installeret på det aktuelle system. Et grønt flueben (hvis farve- og unicodeunderstøttelse er tilgængelig) efter en udgivers navn betyder, at udgiveren er bekræftet.
hr: list naredba prikazuje sažetak snap paketa instaliranih na trenutnom sustavu. Zelena oznaka provjere (zadana boja i unikôdna podrška) nakon imena izdavača označuje da je izdavač provjeren.
it: Il comando list visualizza un riepilogo degli snap installati nel sistema corrente. Un segno di spunta verde (dato il colore e il supporto unicode) dopo il nome di un editore indica che l'editore è stato verificato.
ko: list 명령은 현재 시스템에 설치된 스냅들의 요약정보를 보여줍니다. 게시자의 이름뒤에 붙어있는 초록색 체크마크 (given color and unicode support) 는 검증된 게시자임을 표시해줍니다.
pt: O comando list exibe um resumo dos snaps instalados no sistema actual. Uma marca de selecção verde (com suporte de cor e unicode) após o nome de um editor indica que o editor foi verificado.
sv: Kommandot ”list” visar en sammanfattning av snap-paket som installerats i det aktuella systemet. En grön bock (förutsätter färg- och unicode-stöd) efter en utgivares namn indikerar att utgivaren har verifierats.

source: The login command authenticates the user to snapd and the snap store, and saves credentials into the ~/.snap/auth.json file. Further communication with snapd will then be made using those credentials. It's not necessary to log in to interact with snapd. Doing so, however, enables interactions without sudo, as well as some some developer-oriented features as detailed in the help for the find, install and refresh commands. An account can be set up at https://login.ubuntu.com
it: Il comando login autentica l'utente in snapd e nello snap store e salva credenziali nel file ~/.snap/auth.json. Ulteriore comunicazione con snapd verrà quindi effettuato utilizzando tali credenziali. Non è necessario effettuare il login per interagire con snapd. In questo modo, tuttavia, si abilita interazioni senza sudo, così come alcune funzionalità orientate agli sviluppatori come dettagliato nella guida per i comandi find, install e refresh. È possibile configurare un account su https://login.ubuntu.com

source: The logout command logs the current user out of snapd and the store.
af: Die afmeld bevel log die huidige gebruiker -uit van snapd en die winkel.
cs: Příkaz logout odhlásí stávajícího uživatele ze snapd a obchodu.
da: Kommandoen logout logger den aktuelle bruger af snapd og butikken.
hr: logout naredba odjavljuje trenutnog korisnika sa snapd i snap trgovine.
it: Il comando logout disconnette l'utente corrente da snapd e dal negozio.
ko: logout 명령어는 현재 사용자를 snapd와 스토어에서 로그아웃 시킵니다.
pt: O comando logout desconecta o utilizador actual do snapd e da loja.
sv: Kommandot ”logout” loggar ut den aktuella användaren från snapd och butiken.

source: The logs command fetches logs of the given services and displays them in chronological order.
af: Die bevel fetches logs van die gegewe-dienste en vertoon dit in chronologiese volgorde.
cs: Příkaz logs získá záznamy událostí dané služby a zobrazí je v chronologickém pořadí.
da: Kommandoen logs henter de givne tjenesters logge og viser dem i kronologisk rækkefølge.
hr: logs naredba preuzima zapise zadanih usluga i prikazuje ih po kronološkom poretku.
it: Il comando logs recupera i log dei servizi forniti e li visualizza ordine cronologico.
ko: logs 명령어는 주어진 서비스들의 로그를 갱신한후 시간 순서대로 보여줍니다.
pt: O comando logs procura os logs dos serviços fornecidos e exibe-os em ordem cronológica.
sv: Kommandot ”logs” hämtar loggarna för det givna tjänsterna och visar dem i kronologisk ordning.

source: The managed command will print true or false informing whether snapd has registered users.
af: Die bestuurde opdrag sal waar of vals afdruk met informing whether snapd het geregistreerde gebruikers.
cs: Příkaz managed vypíše true nebo false a informuje tak, zda snapd má registrované uživatele.
de: Der Befehl »managed« gibt true oder false aus und informiert darüber, ob Snapd registrierte Benutzer hat.
es: La orden managed imprimirá verdadero o falso informando si snapd tiene usuarios registrados.
hr: managed - naredba će prikazati 'true' ili 'false' informirajući vas ima li snapd registriranih korisnika.
it: Il comando gestito stamperà true o false informando se snapd ha utenti registrati.
ko: managed 명령어는 snapd에 등록된 사용자가 있는지를 나타내는 참 또는 거짓을 출력합니다.
pt: O comando managed imprimirá verdadeiro ou falso informando se snapd possui utilizadores registados.
sv: Kommandot ”managed” kommer att skriva ut true eller false, vilket visar huruvida snapd har registrerat användare.
