Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: The create-cohort command creates a set of cohort keys for a given set of snaps. A cohort is a view or snapshot of a snap's "channel map" at a given point in time that fixes the set of revisions for the snap given other constraints (e.g. channel or architecture). The cohort is then identified by an opaque per-snap key that works across systems. Installations or refreshes of the snap using a given cohort key would use a fixed revision for up to 90 days, after which a new set of revisions would be fixed under that same cohort key and a new 90 days window started.
af: Die skep-kohort bevel skep 'n stel van kohort sleutels vir 'n gegewe stel vansnaps. N' kohort is 'n uitsig of kiekies van 'n snap's "kanaal kaart" by 'n gegewe punt in tyd wat regmaak die stel van revisions vir die snap gegewe ander beperkings (e.g. kanaal of argitektuur). Die kohort is dan geïdentifiseer deur 'n ondeursigtig per-snap sleutel wat werk oor stelsels. Installasies of verfrisse van die snap met behulp van 'n gegewe kohort sleutel sal gebruik om 'n 'vaste revision vir op om 90 dae, nadat wat 'n nuwe stel van revisions sou wees 'vaste onder daardie selfde kohort sleutel en a nuew 90 dae venster begined.
ca: L'ordre create-cohort crea un conjunt de claus de cohort per a conjunts específics de snaps. Una cohort és una visualització o una captura de «mapa de canal« d'un snap en un moment donat del temps que fixa el conjunt de revisions per al snap donades altres restriccions (per exemple canal o arquitectura). Així, s'identifica la cohort amb una clau opaca del snap que funciona a través dels sistemes. Les instal·lacions o els refrescaments del snap que usen una clau donada de cohort usaran una revisió fixa per fins a 90 dies, després del qual s'establiria un nou conjunt de revisions sota la mateixa clau de cohort i començaria una nova finestra de 90 dies.
cs: Příkaz create-cohort vytvoří sadu klíčů kohorty pro danou sadu snímků. Kohorta je pohled nebo snímek „mapy kanálu“ snapu v daném časovém okamžiku, který opravuje sadu revizí pro snap vzhledem k jiným omezením (např. kanál nebo architektura). Kohorta je pak identifikována neprůhledným per-snap klíčem, který funguje napříč systémy. Instalace nebo aktualizace snímku pomocí daného klíče kohorty by používaly pevnou revizi po dobu až 90 dnů, po které by byla pod stejným klíčem kohorty opravena nová sada revizí a bylo spuštěno nové 90denní okno.
da: Kommandoen create-cohort opretter et sæt gruppenøgler for et givent sæt snapper. En gruppe er en oversigt eller et øjebliksbillede af en snaps "kanalkort" på et givent tidspunkt, som fastlåser udgavesættet for snappen under andre begrænsninger (f.eks. kanal og arkitektur). Gruppen identificeres ved en uigennemsigtig per-snapnøgle, som virker på tværs af systemer. Installationer eller genopfriskninger af snappen med en given gruppenøgle vil bruge en fastlåst udgave i op til 90 dage, hvorefter et nyt udgavesæt vil fastlåses med den samme gruppenøgle og et nyt 90-dagesvindue påbegyndes.
de: Der Befehl create-kohorte erstellt einen Satz von Kohortenschlüsseln für einen bestimmten Satz von Snaps. Eine Kohorte ist eine Ansicht oder ein Schnappschuss der "Kanalkarte" eines Schnappschusses zu einem bestimmten Zeitpunkt, die den Satz von Revisionen für den Schnappschuss unter Berücksichtigung anderer Einschränkungen (z. B. Kanal oder Architektur) festlegt. Die Kohorte wird dann durch einen undurchsichtigen Schlüssel pro Snap identifiziert , der systemübergreifend funktioniert. Bei Installationen oder Aktualisierungen des Snaps unter Verwendung eines bestimmten Kohortenschlüssels wird eine feste Revision für bis zu 90 Tage verwendet. Danach wird ein neuer Satz von Revisionen unter demselben Kohortenschlüssel repariert und ein neues 90-Tage-Fenster gestartet.
es: El comando create-cohort crea un conjunto de claves de grupo para un conjunto de snaps dado. Un grupo es una vista o instantánea del mapa de canal de un snap en un punto dado en el tiempo que fija el conjunto de revisiones del snap dadas otras restricciones (p.ej. canal o arquitectura). El grupo se identifica con una clave por snap opaca que funciona a través de sistemas. Las instalaciones o refrescos del snap usando una clave de grupo dada usará una revisión fija de hasta 90 días, después de los cuales se fijará un conjunto de revisiones nuevo bajo la misma clave de grupo y comenzará una nueva ventana de 90 días.
hr: create-cohort naredba stvara skup ključeva kohorte za zadani skup snap paketa. Kohorta je pogled ili snimka snap paketa "mape kanala" u zadanoj točki vremena koja popravlja skup revizija za snap paket zadan drugim ograničenjima (npr. kanalom ili arhitekturom). Kohorta je tada identificirana neprozirnim ključem po snap paketu koji radi na svim sustavima. Instalacija ili osvježavanje snap paketa koristeći zadani ključ kohorte će koristiti nepromjenjivu reviziju do 90 dana, nakon koje će novi skup revizija biti nepromjenjiv unutar tog istog ključa kohorte i novih 90 dana će započeti.
it: Il comando crea-coorte crea un insieme di chiavi di coorte per un determinato insieme di snap. Una coorte è una vista o un'istantanea della "mappa del canale" di uno snap in un determinato punto tempo che corregge l'insieme di revisioni per lo snap dati altri vincoli (ad es. canale o architettura). La coorte viene quindi identificata da un opaco chiave per-snap che funziona su tutti i sistemi. Installazioni o aggiornamenti dello snap l'utilizzo di una determinata chiave di coorte utilizzerebbe una revisione fissa per un massimo di 90 giorni, dopo quale una nuova serie di revisioni verrebbe fissata sotto la stessa chiave di coorte e a è iniziata la nuova finestra di 90 giorni.
pt: O comando create-cohort cria um conjunto de chaves de coorte para um determinado conjunto de snaps Uma coorte é uma visualização ou snapshot do "mapa do canal" de um snap num determinado ponto em tempo que corrige o conjunto de revisões para o snap dadas outras restricções (por exemplo, canal ou arquitetura). A coorte é então identificada por um opaco chave por snap que funciona em todos os sistemas. Instalações ou atualizações do snap usar uma determinada chave de coorte usaria uma revisão fixa até 90 dias, após um novo conjunto de revisões seria corrigido sob a mesma chave de coorte e um nova janela de 90 dias iniciada.
sv: Kommandot ”create-cohort” skapar en uppsättning kohortnycklar för en given uppsättning snap-paket. En kohort är en vy eller ögonblicksbild av ett snap-pakets "kanalmappning" vid ett givet ögonblick som fixerar uppsättningen av revisioner för snap-paketet med hänsyn till andra begränsningar (t.ex. kanal eller arkitektur). Kohorten är alltså identifierad av en opak per-snap-nyckel som fungerar mellan olika system. Installationer eller förnyelser av snap-paketet som använder en given kohortnyckel skulle använda en fixerad revision i upp till 90 dagar. Därefter kommer en ny uppsättning revisioner att fixeras under samma kohortnyckel och ett nytt 90-dagarsfönster börjar.

source: The create-key command creates a cryptographic key pair that can be used for signing assertions.
af: Die skep-sleutel bevel skep 'n kriptografiese sleutel paar daardie kan wees gebruik vir ondertekening assertions.
ca: L'ordre create-key crea un parell de claus criptogràfiques que es poden usar per signar assercions.
cs: Příkaz create-key vytvoří dvojici kryptografických klíčů kterou je možné použít pro podepisování tvrzení.
da: Kommandoen create-key opretter et kryptografisk nøglepar, som kan bruges til at underskrive assertioner.
hr: create-key naredba stvara kriptografski par ključeva koji se mogu koristiti za potpis potvrda.
it: Il comando create-key crea una coppia di chiavi crittografiche che può essere usato per firmare asserzioni.
pt: O comando create-key cria um par de chaves criptográficas que pode ser usado para assinar asserções.
sv: Kommandot ”create-key” skapar ett kryptografiskt nyckelpar som kan användas för att signera asserter.

source: The create-user command creates a local system user with the username and SSH keys registered on the store account identified by the provided email address. An account can be setup at https://login.ubuntu.com.
af: Die skep-gebruiker bevel-skep 'n plaaslike stelsel gebruiker met die gebruikers-naam en SSH sleutels geregistreer op die winkel rekening geïdentifiseer deur die voorsien e-pos adres. N' rekening kan opgestel word by https://login.ubuntu.com.
ca: L'ordre create-user crea un usuari local del sistema amb el nom d'usuari i claus SSH registrats al compte de la botiga identificat pel correu electrònic proveït. Es pot establir un compte a https://login.ubuntu.com.
cs: Příkaz create-user vytvoří uživatele v místním systému s uživatelským jménem a SSH klíči zaregistrovanými na účtu v obchodu identifikovaný zadanou e-mailovou adresou. Účet je možné nastavit na https://login.ubuntu.com.
da: Kommanoden create-user opretter en lokal systembruger, hvor brugernavnet og SSH-nøglerne er registrerede hos butikskontoen, som identificeres ved den angivne e-mailadresse. En konto kan sættes op på https://login.ubuntu.com.
de: Der Befehl »create-user« erstellt einen lokalen Systembenutzer mit dem Benutzernamen und den SSH- Schlüsseln, der auf dem Konto des Stores registriert und durch die angegebene E-Mail-Adresse identifiziert wird. Ein Konto kann unter https://login.ubuntu.com eingerichtet werden.
es: La orden create-user crea un usuario de sistema local con nombre de usuario y claves SSH registradas en la cuenta de la tienda identificadas por la dirección de correo electrónico proporcionado. Puede configurar su cuenta en https://login.ubuntu.com.
hr: create-user naredba stvara lokalni sustav korisnika s korisničkim imenom i SSH ključevima registriranim u računu trgovine i indentificiranim navedenom adresom e-pošte. Račun se može podesiti na https://login.ubuntu.com.
it: Il comando create-user crea un utente di sistema locale con nome utente e SSH chiavi registrate sull'account del negozio identificato dall'indirizzo e-mail fornito. È possibile configurare un account su https://login.ubuntu.com.
ko: create-user 명령어는 주어진 이메일 주소로 식별된 스토어 계정에 등록된 사용자 이름과 SSH 키를 통해 로컬 시스템 사용자를 생성합니다. 계정은 https://login.ubuntu.com 에서 설정할 수 있습니다.
pt: O comando create-user cria um utilizador do sistema local com o nome de utilizador e SSH chaves registadas na conta da loja identificada pelo endereço de e-mail fornecido. Uma conta pode ser configurada em https://login.ubuntu.com
sv: Kommandot ”create-user” skapar en lokal systemanvändare med det användarnamn och de SSH-nycklar registrerade på butikens konto som identifierats utifrån den angivna e-postadressen. Ett konto kan ställas in på https://login.ubuntu.com.
tr: "create-user" komutu verilen email adresiyle ilişkilendirilmiş mağaza hesabında kayıtlı olan kullanıcı adı ve SSH anahtarı bilgileri ile yerel(local) bir sistem kullanıcısı oluşturur.

source: The debug command contains a selection of additional sub-commands. Debug commands can be removed without notice and may not work on non-development systems.
af: Die debug bevel bevat 'n seleksie van addisionele sub-bevel. Debug bevel verwyder kan word sonder kennisgewing en mag nie aan werk nie op nie-ontwikkeling stelsels.
ca: L'ordre debut conté una selecció de subordres addicionals. Les ordres debug es poden eliminar sense avís i poden no funcionar a entorns que no siguin de desenvolupament.
cs: Příkaz debug obsahuje výběr dalších dílčích příkazů. Příkaz debug může být odebrán bez upozornění a nemusí fungovat na nevývojářských systémech.
da: Kommandoen debug indeholder en samling underkommandoer. Debug-kommandoer kan blive fjernet uden forudgående besked og vil måske ikke virke på ikkeudviklingssystemer.
de: Der Befehl »debug« enthält eine Auswahl zusätzlicher Unterbefehle. Debug-Befehle können ohne Vorankündigung entfernt werden und sind möglicherweise auf Nicht-Entwicklungssystemen nicht verfügbar.
es: La orden debug contiene una selección de subordenes adicionales. Las ordenes de depurado se pueden eliminar sin problema y podrían no funcionar en sistemas que no son para desarrollo.
hr: debug - naredba sadrži odabir dodatnih podnaredbi. Debug naredbe se mogu ukloniti bez najave i koriste se uglavnom na razvojnim sustavima.
it: Il comando debug contiene una selezione di sottocomandi aggiuntivi. I comandi di debug possono essere rimossi senza preavviso e potrebbero non funzionare sistemi di non sviluppo.
ko: debug 명령에는 추가 하위 명령이 포함되어 있습니다. debug 명령은 예고 없이 제거될 수 있으며 비개발 시스템에서는 작동하지 않을 수 있습니다.
pt: O comando debug contém uma seleção de subcomandos adicionais. Os comandos debug podem ser removidos sem aviso prévio e podem não funcionar nos sistemas de não desenvolvimento.
sv: Kommandot ”debug” innehåller ett urval av ytterligare delkommandon. Felsökningskommandon kan tas bort utan aviseringar och kanske inte fungerar på icke-utvecklarsystem.
tr: "debug" komutu ilaveten alt-komutları içeren bir seçkiyi barındırır. Debug komutları bir ön bildiri olmadan silinebilir ve geliştirilmeyen sistemlerde çalışmayabilir.

source: The delete-key command deletes the local cryptographic key pair with the given name.
af: Die skrap sleutel bevel-skraps die plaaslike kriptografiese sleutelpaar met die gegewe naam.
ca: L'ordre delete-key esborrra el parell de claus criptogràfiques locals amb el nom donat.
cs: Příkaz delete-key smaže místní dvojici kryptografických klíčů daného názvu.
da: Kommandoen delete-key sletter det lokale kryptografiske nøglepar med det givne navn.
hr: delete-key naredba briše lokalni kriptografski par ključeva sa zadanim nazivom.
it: Il comando delete-key elimina la coppia di chiavi crittografiche locale con il nome dato.
ko: delete-key 명령어는 주어진 이름의 로컬 암호화 키 쌍을 삭제합니다.
pt: O comando delete-key exclui o par de chaves criptográficas locais com o nome dado
sv: Kommandot ”delete-key” raderar det lokala kryptografiska nyckelparet med det givna namnet.

source: The disable command disables a snap. The binaries and services of the snap will no longer be available, but all the data is still available and the snap can easily be enabled again.
af: Die deaktiveer bevel Deactiveert 'n snap. Die binaries en dienste van die snap sal nie meer beskikbaar wees, maar alle die data is nog beskikbaar en die snap kan maklik wees in staat te stel weer.
ca: L'ordre disable desactiva un snap. Els binaris i serveis del snap ja no estaran disponibles, però totes les dades encara estan disponibles i l'snap pot activar-se un altre cop fàcilment.
cs: Příkaz disable daný snap vypne. Binárky a služby snapu nebudou k dispozici, ale všechna data zůstanou, jak jsou a snap je tak možné snadno znovu zapnout.
da: Kommandoen disable deaktiverer en snap. Snappens binærfiler og tjenester vil ikke længere være tilgængelige, men alle data er stadig tilgængelige, og snappen kan nemt reaktiveres.
hr: disable naredba onemogućava snap paket. Binarne datoteke i usluge snap paketa neće više biti dostupne, ali svi podaci su još uvijek dostupni i snap paket se može jednostavno ponovno omogućiti.
it: Il comando disable disabilita in un attimo. I binari ei servizi del snap non sarà più disponibile, ma tutti i dati sono ancora disponibili e lo snap può essere facilmente riattivato.
pt: O comando disable desativa um snap. Os binários e serviços do snap não estarão mais disponíveis, mas todos os dados ainda estão disponíveis e o snap pode ser facilmente activado novamente.
sv: Kommandot ”disable” avaktiverar ett snap-paket. Binärfilerna och tjänsterna från snap-paketet kommer inte längre att vara tillgängliga, men all data är fortfarande tillgänglig, och snap-paketet kan enkelt aktiveras igen.

source: The disconnect command disconnects a plug from a slot. It may be called in the following ways: $ snap disconnect <snap>:<plug> <snap>:<slot> Disconnects the specific plug from the specific slot. $ snap disconnect <snap>:<slot or plug> Disconnects everything from the provided plug or slot. The snap name may be omitted for the core snap. When an automatic connection is manually disconnected, its disconnected state is retained after a snap refresh. The --forget flag can be added to the disconnect command to reset this behaviour, and consequently re-enable an automatic reconnection after a snap refresh.
af: Die ontkoppel-opdrag ontkoppel die prop van 'n gleuf. Dit kan op die volgende maniere genoem word: $ snap disconnect <snap>:<plug> <snap>:<slot> Ontkoppel die spesifieke prop van die spesifieke gleuf. $ snap disconnect <snap>:<slot or plug> Ontkoppel alles van die meegaande prop of gleuf. Die snapnaam kan weggelaat word vir die kernsnap. Wanneer 'n outomatiese verband met die hand is ontkoppel, sy ontkoppel staat word behou na 'n blitsverfrissing. Die -- vergeet-vlag kan bygevoeg word aan die ontkoppel die opdrag om hierdie gedrag terug te stel, en gevolglik heraktiveer 'n outomatiese heraansluiting na 'n snap verfrissing.
ca: L'ordre disconnect desconnecta una connexió d'una ranura. Pot cridar-se de les maneres següents: $ snap disconnect <snap>:<connexió> <snap>:<ranura> Desconnecta la connexió específica de la ranura específica. $ snap disconnect <snap>:<ranura o connexió> Desconnecta tot de la connexió o ranura proveïda. El nom del snap pot ometre's per al snap core. Quan es desconnecta manualment una connexió automàtica, el seu estat desconnectat es reté després del refrescament de l'snap. Es pot afegir l'etiqueta --forget a l'ordre disconnect per restablir aquest comportament, i en conseqüència reactivar una reconnexió automàtica després del refrescament del snap.
cs: Příkaz disconnect odpojí zástrčku ze slotu. Lze jej volat následujícími způsoby: $ snap disconnect <snap>:<plug> <snap>:<slot> Odpojí konkrétní zástrčku od konkrétního slotu. $ snap disconnect <snap>:<slot or plug> Odpojí vše od dodané zástrčky nebo slotu. Název uchopení může být pro uchopení jádra vynechán. Když je automatické připojení ručně odpojeno, jeho odpojený stav se zachová i po aktualizaci Snap. K příkazu disconnect lze přidat příznak --forget, aby se toto chování resetovalo, a následně znovu povolit automatické opětovné připojení po aktualizaci snímku.
da: Kommandoen disconnect afbryder forbindelsen mellem en plug og en slot. Den kan kaldes på følgende måder: $ snap disconnect <snap>:<plug> <snap>:<slot> Afbryder forbindelsen mellem den specifikke plug og den specifikke slot. $ snap disconnect <snap>:<slot eller plug> Afbryder alle forbindelser til/fra den angivne plug eller slot. Navnet på snappen kan udelades for kernesnappen. Når en automatisk forbindelse afbrydes manuelt, bevares den afbrudte tilstand efter en opdatering af snappen. Flaget --forget kan tilføjes til kommandoen disconnect for at nulstille denne opførsel og dermed genaktivere automatisk forbindelse efter opdatering af snappen.
de: Der Befehl »disconnect« trennt einen Plug von einem Slot. Er kann folgendermaßen aufgerufen werden: $ snap disconnect <Snap>:<Plug><Snap>:<Slot> Trennt den angegebenen Plug vom angegebenen Slot. $ snap disconnect <Snap>:<Plug oder Slot> Trennt alles vom angegebenen Plug oder Slot. Der Snap-Name kann weggelassen werden, damit das Core-Snap gemeint ist. Wenn eine automatische Verbindung manuell getrennt wird, wird ihr getrennter Zustand nach einer Snap-Aktualisierung beibehalten. Der Parameter --forget kann an den »disconnect«-Befehl angehängt werden, um dieses Verhalten zurückzusetzen und folglich ein automatisches Wiederverbinden nach einer Snap-Aktualisierung zu gewährleisten.
es: El comando disconnect desconecta un enchufe de una ranura. Se puede llamar de las siguientes formas: $ snap disconnect <snap>:<enchufe><snap>:<ranura> Desconecta el enchufe específico de la ranura específica. $ snap disconnect <snap>:<enchufe o ranura> Desconecta todo del enchufe o ranura proporcionado. El nombre del snap se podrá omitir para el snap núcleo. Cuando una conexión automática se desconecta manualmente, su estado de desconexión se retiene hasta refrescar los snaps. El indicador --forget se puede añadir al comando disconnect para restablecer este comportamiento y consecuentemente reactivar una reconexión automática tras refrescar los snaps.
it: Il comando di disconnessione disconnette una spina da uno slot. Può essere chiamato nei seguenti modi: $ snap disconnetti <snap>:<plug> <snap>:<slot> Scollega la spina specifica dallo slot specifico. $ disconnessione a scatto <scatto>:<slot o spina> Scollega tutto dalla presa o dallo slot forniti. Il nome dello snap può essere omesso per lo snap principale. Quando una connessione automatica viene disconnessa manualmente, il suo stato disconnesso viene mantenuto dopo un aggiornamento rapido. Il flag --forget può essere aggiunto a comando disconnessione per ripristinare questo comportamento e, di conseguenza, riattivarlo una riconnessione automatica dopo un aggiornamento rapido.
pt: O comando disconnect desliga um plug de um slot. Pode ser chamado das seguintes maneiras: $ snap disconnect <snap>:<plug> <snap>:<slot> Desliga o plug específico do slot específico $ snap disconnect <snap>:<slot or plug> Desconecta tudo do plug ou slot fornecido. O nome do snap pode ser omitido para o snap do núcleo. Quando uma conexão automática é desconectada manualmente, seu estado desconectado é retido após uma actualização instantânea. O sinalizador --forget pode ser adicionado ao comando de desconexão para redefinir este comportamento e, consequentemente, reactivar uma reconexão automática após uma actualização instantânea.
sv: Kommandot ”disconnect” kopplar bort en plugg från ett fack. Det kan anropas på följande sätt: $ snap disconnect <snap-paket>:<plugg> <snap-paket>:<fack> Kopplar bort angiven plugg från det specifika facket. $ snap disconnect <snap-paket>:<fack eller plugg> Kopplar bort allt från angiven plugg eller fack. Snap-namnet kan utelämnas för kärn-snap-paketet. När en automatisk anslutning kopplas bort manuellt, bevaras dess bortkopplade tillstånd efter en snap-uppdatering. Flaggan --forget kan läggas till i disconnect- kommandot för att återställa det här beteendet, och därefter återaktivera en automatisk återanslutning efter en snap-uppdatering.

source: The download command downloads the given snap and its supporting assertions to the current directory with .snap and .assert file extensions, respectively.
af: Die aflaai bevel aflaaie die gegewe snap en sy ondersteuning assertions na die huidige gids met .snap en assert lêer uitbreidings, onderskeidelik.
ca: L'ordre download descarrega el snap donat i les seves assercions de suport al directori actual amb extensions de fitxer .snap i .assert, respectivament.
cs: Příkaz download stáhne daný snap a jeho podpůrná tvrzení do stávající složky do souborů s příponami .snap a .assert.
da: Kommandoen download henter den angivne snap og dens understøttende assertioner til den aktuelle mappe med filendelserne hhv. .snap og .assert.
hr: download naredba preuzima zadani snap paket i njegove podržane potvrde u trenutni direktorij sa .snap i .assert nastavkom datotečne vrste.
it: Il comando download scarica lo snap dato e le sue asserzioni di supporto nella directory corrente rispettivamente con le estensioni di file .snap e .assert.
pt: O comando download transfere o snap fornecido e as suas asserções de suporte para o directório actual com extensões de ficheiro .snap e .assert, respectivamente.
sv: Kommandot ”download” laddar ned det givna snap-paketet och dess stödjande asserter till den aktuella mappen, med filändelserna .snap respektive .assert.
