Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: Switch %q snap to channel %q and away from cohort
af: Skakel %q snap na kanaal %q en weg van kohort
cs: Přepnout snap %q na kanál %q a pryč z kohorty
da: Skift snappen %q til kanalen %q og væk fra gruppen
de: %q snap zu Kanal %q und weg von cohort schalten
es: Cambiar el snap %q al canal %q y lejos del grupo
hr: Prebaci %q snap paket na kanal %q i dalje od kohorte
it: Passa %q snap al canale %q e lontano dalla coorte
pt: Alterar o snap %q para ajustar o canal %q e sair da cohort
sv: Växla snap-paket %q till kanalen %q och bort från kohort

source: Switch %q snap to channel %q and cohort %q
af: Skakel %q snap na kanaal %q en kohort %q
cs: Přepnout snap %q na kanál %q a kohortu %q
da: Skift snappen %q til kanalen %q og gruppen %q
de: Snap %q zu Kanal %q und Gruppe %q verschieben
es: Cambiar el snap %q al canal %q y al grupo %q
hr: Prebaci %q snap paket na kanal %q i na kohortu %q
it: Passa %q snap al canale %q e alla coorte %q
ko: %q snap 의 채널을 %q 로, 코호트를 %q 로 변경합니다
pt: Alterar o snap %q para o canal %q e a cohort %q
sv: Växla snap-paket %q till kanal %q och kohort %q

source: Switch %q snap to cohort %q
af: Skakel %q snap na kohort %q
cs: Přepnout snap %q na kohortu %q
da: Skift snappen %q til gruppen %q
de: Snap %q zur Gruppe %q verschieben
es: Cambiar el snap %q al grupo %q
hr: Prebaci %q snap paket na kohortu %q
it: Passa %q snap alla coorte %q
ko: %q snap 의 코호트을 %q로 변경합니다
pt: Alterar o snap %q para o cohort %q
sv: Växla snap-paket %q till kohort %q

source: Switch snap %q away from cohort %q
af: Skakel snap %q weg vanaf kohort %q
cs: Přepnout snap %q pryč z kohorty %q
da: Skift snappen %q væk fra gruppen %q
de: Snap %q aus Gruppe %q verschieben
es: Trasladar el snap %q lejos del grupo %q
hr: Prebaci %q snap paket dalje od kohorte %q
it: Sposta lo snap %q lontano dalla coorte %q
pt: Mudar o snap %q para longe da cohort %q
sv: Växla snap-paket %q bort från kohort %q

source: Switch snap %q from channel %q to %q
af: Skakel snap %q vanaf kanaal %q na %q
cs: Pepnout snap %q z kanálu %q na %q
da: Skift snappen %q fra kanalen %q til %q
de: Snap %q von Kanal %q zu %q wechseln
es: Cambiar el snap %q del canal %q al %q
hr: Prebaci %q snap paket iz kanala %q na kanal %q
it: Cambia snap %q dal canale %q a %q
pt: Mudar o snap %q do canal %q para %q
sv: Växla snap-paket %q från kanal %q till %q

source: Switch snap %q from channel %q to %q and away from cohort %q
af: Skakel snap %q vanaf kanaal %q na %q and weg vanaf kohort %q
cs: Přepnout snap %q z kanálu %q na %q a pryž z kohorty %q
da: Skift snappen %q fra kanalen %q til %q og væk fra gruppen %q
de: snap %q von Kanal %q nach %q und weg von cohort %q schalten
es: Cambiar el snap %q del canal %q al %q y lejos del grupo %q
hr: Prebaci %q snap paket iz kanala %q na kanal %q i dalje od kohorte %q
it: Passa allo snap %q dal canale %q a %q e lontano dalla coorte %q
pt: Muda a snap %q do canal %q para %q e para longe da cohort %q
sv: Växla snap-paket %q från kanal %q till %q och bort från kohort %q

source: Switch snap %q from channel %q to %q and from cohort %q to %q
af: Skakel snap %q vanaf kanaal %q na %q en vanaf kohort %q na %q
cs: Přepnout snap %q z kanálu %q na %q a z kohorty %q na %q
da: Skift snappen %q fra kanalen %q til %q og fra gruppen %q til %q
de: snap %q von Kanal %q nach %q und weg von cohort %q nach %q schalten
es: Cambiar el snap %q del canal %q al %q y del grupo %q al %q
hr: Prebaci %q snap paket iz kanala %q na kanal %q i iz kohorte %q na kohortu %q
it: Cambia snap %q dal canale %q a %q e dalla coorte %q a %q
pt: Muda a snap %q do canal %q para %q e da cohort %q para %q
sv: Växla snap-paket %q från kanal %q till %q och från kohort %q till %q

source: Switch snap %q from channel %q to %q and from no cohort to %q
af: Skakel snap %q vanaf kanaal %q na %q en vanaf nie kohort na %q
cs: Přepnout snap %q z kanálu %q na %q a z žádné kohorty na %q
da: Skift snappen %q fra kanalen %q til %q og fra ingen gruppe til %q
de: snap %q von Kanal %q nach %q und von keinem cohort nach %q schalten
es: Cambiar el snap %q del canal %q al %q y de ningún grupo al grupo %q
hr: Prebaci %q snap paket iz kanala %q na kanal %q i s bez kohorte na kohortu %q
it: Cambia snap %q dal canale %q a %q e da nessuna coorte a %q
pt: Muda o snap %q do canal %q para %q e de nenhum cohort para %q
sv: Växla snap-paket %q från kanal %q till %q och från ingen kohort till %q

source: Switch snap %q from cohort %q to %q
af: Skakel snap %q vanaf kanaal %q na %q
cs: Přepnout snap %q z kohorty %q na %q
da: Skift snappen %q fra gruppen %q til %q
de: snap %q von cohort %q nach %q schalten
es: Cambiar el snap %q del grupo %q al %q
hr: Prebaci %q snap paket iz kohorte %q na kohortu %q
it: Cambia snap %q dalla coorte %q a %q
pt: Muda o snap %q da cohort %q para %q
sv: Växla snap-paket %q från kohort %q till %q

source: Switch snap %q from no cohort to %q
af: Skakel snap %q vanaf nie kohort na %q
cs: Přepnout snap %q z žádné kohorty na %q
da: Skift snappen %q fra ingen gruppe til %q
de: snap %q von keinem cohort nach %q schalten
es: Cambiar el snap %q de ningún grupo al grupo %q
hr: Prebaci %q snap paket s bez kohorte na kohortu %q
it: Cambia snap %q da nessuna coorte a %q
pt: Muda a snap %q de nenhuma cohort para %q
sv: Växla snap-paket %q från ingen kohort till %q

source: Switch snap %q to channel %q
af: Skakel snap %q na kanaal %q
cs: Přepnout snap %q na kanál %q
da: Skift snappen %q til kanalen %q
de: Snap %q zum Kanal %q wechseln
es: Cambiar el snap %q al canal %q
hr: Prebaci %q snap paket na kanal %q
it: Passa lo snap %q al canale %q
ko: 스냅 %q(을)를 채널 %q(으)로 전환
pt: Muda o snap %q para o canal %q
sv: Växla snap-paket %q till kanal %q

source: Switch snap %q to channel %q and away from cohort %q
af: Skakel snap %q na kanaal %q en weg vanaf kohjort %q
cs: Přepnout snap %q na kanál %q a pryč z kohorty %q
da: Skift snappen %q til kanalen %q og væk fra gruppen %q
de: snap %q zu Kanal %q schalten und weg von cohort %q
es: Cambiar el snap %q al canal %q y lejos del grupo %q
hr: Prebaci %q snap paket na kanal %q i dalje od kohorte %q
it: Passa lo snap %q al canale %q e lontano dalla coorte %q
pt: Muda a snap %q para o canal %q e para longe da cohort %q
sv: Växla snap-paket %q till kanal %q och bort från kohort %q

source: Switch snap %q to channel %q and from cohort %q to %q
af: Skakel snap %q na kanaal %q en vanaf kohort %q na %q
cs: Přepnout snap %q na kanál %q a z kohorty %q na %q
da: Skift snappen %q til kanalen %q og fra gruppen %q til %q
de: snap %q zu Kanal %q und von cohort %q nach %q schalten
es: Cambiar el snap %q al canal %q y del grupo %q al %q
hr: Prebaci %q snap paket na kanal %q i s kohorte %q na %q
it: Passa lo snap %q al canale %q e dalla coorte %q a %q
pt: Muda o snap %q para o canal %q e do cohort %q para %q
sv: Växla snap-paket %q till kanal %q och från kohort %q till %q

source: Switch snap %q to channel %q and from no cohort to %q
af: Skakel snap %q na kanaal %q en vanaf nie kohort na %q
cs: Přepnout snap %q na kanál %q a z žádné kohorty na %q
da: Skift snappen %q til kanalen %q og fra ingen gruppe til %q
de: snap %q auf Kanal %q schalten und von keinem cohort zu %q
es: Cambiar el snap %q al canal %q y de ningún grupo al grupo %q
hr: Prebaci %q snap paket na kanal %q i s bez kohorte na kohortu %q
it: Passa lo snap %q al canale %q e da nessuna coorte a %q
pt: Muda o snap %q para o canal %q e de nenhuma cohort para %q
sv: Växla snap-paket %q till kanal %q och från ingen kohort till %q

source: Switch the snap into the given cohort
af: Skakel die snap in die gegewe kohort
cs: Přepnout snap do dané kohorty
da: Skift snappen til den angivne gruppe
de: Snap in die angegebene Gruppe verschieben
es: Cambiar el snap al grupo asignado
hr: Prebaci snap paket u zadanu kohortu
it: Cambia lo snap nella coorte data
ko: 스냅을 주어진 코호트로 이동시킵니다
pt: Mude o snap para um determinado cohort
sv: Växla snap-paketet in i den givna kohorten

source: Switch the snap out of its cohort
af: Skakel die snap uit van sy kohort
cs: Přepnout kanál pryč z jeho kohorty
da: Skift snappen ud af dens gruppe
de: Snap aus der Gruppe verschieben
es: Cambiar el snap fuera de su grupo
hr: Prebaci snap paket izvan njegove kohorte
it: Scambia lo snap dalla sua coorte
ko: 스냅을 현재 코호트에서 분리합니다
pt: Mude o snap para fora de sua cohort
sv: Växla snap-paketet ut ur dess kohort

source: Switches snap to a different channel
af: Skakelaars snap na 'n ander kanaal
cs: Přepíná snap balíčky na jiný kanál
da: Skifter snap'en til en anden kanal
de: Verschiebt Snap in einen anderen Kanal
es: Cambia el snap a un canal diferente
hr: Prebaci snap paket na drugi kanal
it: Gli interruttori si spostano su un canale diverso
ko: 스냅을 다른 채널로 이동시킵니다
pt: Muda o snap para um canal diferente
sv: Växlar snap-paket till en annan kanal

source: Temporarily mount device before inspecting
af: Tydelik mounteer toestel voor te inspekteer
cs: Dočasně připojit zařízení před inspekcí
da: Montér enheden midlertidigt før inspektion
de: Gerät vor der Überprüfung vorübergehend einhängen
es: Montar el dispositivo temporalmente antes de inspeccionar
hr: Privremeno montiram uređaj prije provjere
it: Montare temporaneamente il dispositivo prima dell'ispezione
ko: 검사하기 전 임시로 장치 마운트
pt: Montar temporariamente o dispositivo antes de o inspeccionar
sv: Montera enhet tillfälligt innan inspektering
tr: İncelemeden önce geçici olarak cihaz bağlayın

source: Test an unpacked snap in the system
af: Toets 'n uitgepak snap in die stelsel
cs: Vyzkoušet nerozbalený snap v systému
da: Test en ikkepakket snap i systemet
de: Einen ungepackten Snap im System testen
es: Probar un snap sin empaquetar en el sistema
hr: Testriaj neraspakirani snap paket na sustavu
it: Testare uno snap decompresso nel sistema
pt: Teste um snap desempacotado no sistema
sv: Testa ett uppackat snap-paket i systemet
tr: Paketlenmemiş bir snap'i sistemde test edin

source: Thanks for purchasing %q. You may now install it on any of your devices with 'snap install %s'.
af: Dankie vir die aankoop van %q. Jy kan nou installeer dit op enige van jou toestelle with 'snap install %s'.
cs: Děkujeme za zakoupení %q. Nyní ho můžete nainstalovat na jakémkoli ze svých zařízení pomocí „snap install %s“.
da: Tak for dit køb af %q. Du kan nu installere det på alle dine enheder med "snap install %s".
de: Danke für den Kauf von %q. Sie können es jetzt mit »snap install %s« auf jedem Ihrer Geräte installieren.
es: Gracias por comprar %q. Ahora puede instalarlo en cualquiera de sus dispositivos con «snap install %s».
hr: Hvala što ste kupili %q. Sada možete aplikaciju instalirati na bilo koji vaš uređaj sa 'snap install %s'.
it: Grazie per aver acquistato %q. Ora puoi installarlo su qualsiasi dispositivo con 'installazione rapida %s'.
ko: %q 을(를) 구입해주셔서 감사합니다. 'snap install %s'를 통해 어떤 장치에서든 이것을 설치하실 수 있습니다.
pt: Obrigado por ter comprado o %q. Poderá agora instalá-lo em qualquer um dos seus dispositivos. com o 'snap install %s'.
sv: Tack för att du köpte %q. Du kan nu installera det på valfri enhet med kommandot ”snap install %s”.

source: The Snap Store is required to open snaps from a web browser.
af: Die snap Winkel is vereis om snaps-van 'n webblaaier oop te maak.
cs: Pro otevírání snapů z webového prohlížeče je třeba Snap Store.
da: Snapbutikken er nødvendig for at åbne snapper i en webbrowser.
de: Der Snap-Store ist erforderlich um Snaps aus einem Webbrowser heraus zu öffnen.
es: Se necesita la Snap Store para abrir snaps desde el navegador web.
hr: Snap trgovina je potrebna za otvaranje snap paketa iz web preglednika.
it: Lo Snap Store è necessario per aprire gli snap da un browser web.
ko: 웹 브라우저에서 스냅을 열려면 Snap Store가 필요합니다.
pt: A Snap Store é necessária para abrir snaps num navegador da web.
sv: Snap Store krävs för att öppna snap-paket från en webbläsare.
tr: Web tarayıcısından snap'leri açabilmek için Snap Mağazası gereklidir.

source: The channel to use
af: Die kanaal om te gebruik
cs: Kanál který použít
da: Kanalen der skal bruges
de: Der zu benutzende Kanal
es: El canal que utilizar
hr: Kanal za korištenje
it: Il canale da utilizzare
ko: 사용할 채널
pt: O canal a usar
sv: Kanal att använda

source: The filename of the export
af: Die lêernaam van die- uitvoer
da: Filnavnet på det eksporterede
de: Der Dateiname zum Exportieren
es: El nombre de archivo de la exportación
hr: Naziv datoteke izvoza
it: Il nome del file dell'esportazione
pt: O nome do ficheiro da exportação
sv: Filnamnet för exporten
tr: Dışa aktarılanın dosya ismi:

source: The handle-link command installs the snap-store snap and then invokes it.
af: Die handvatsel skakel opdrag installeer die snap-Winkel snap en dan inroepen dit.
cs: Příkaz handle-link nainstaluje snap-store snap a pak ho vyvolá.
da: Kommandoen handle-link installerer snappen fra Snapbutikken og aktiverer den.
de: Der Befehl »handle-link« installiert den Snap aus dem Snap-Store und ruft ihn auf.
es: La orden handle-link instala el «snap» snap-store y luego lo invoca.
hr: handle-link naredba instalira snap-store snap paket i zatim ga poziva.
it: Il comando handle-link installa lo snap-store snap e quindi lo richiama.
ko: handle-link 명령은 snap-store의 snap을 설치한후 실행시킵니다.
pt: O comando handle-link instala o snap da snap-store e depois invoca-o.
sv: Kommandot ”handle-link” installerar snap-paketet snap-store och använder det.

source: The login.ubuntu.com email to login as
af: Die login.ubuntu.com e-pos om aan temeld as
cs: E-mail, kterým se přihlásit k login.ubuntu.com
da: E-mailen til login-ubuntu.com der skal logges ind med
de: Die login.ubuntu.com E-Mail-Adresse zum Einloggen als
es: El email con el que acceder a login.ubuntu.com
hr: Adresa e-pošte pri login.ubuntu.com
it: L'e-mail login.ubuntu.com per accedere come
ko: 로그인할 때 사용할 login.ubuntu.com 이메일
pt: O login.ubuntu.com email para login como
sv: E-postadress på login.ubuntu.com att logga in som

source: The model assertion name
af: Die model assertion naam
cs: Název tvrzení modelu
da: Modellens assertionsnavn
de: Modelzusicherungsname
es: El nombre de la aserción modelo
hr: Naziv modela potvrde
it: Il nome dell'asserzione del modello
pt: O nome da asserção-modelo
sv: Modell-assertens namn
tr: Model onaylama adı

source: The recovery system label
af: Die herstel stelsel etiket
da: Genoprettelsens systemetiket
de: Bezeichnung des Wiederherstellungssystems
es: La etiqueta del sistema de recuperación
hr: Naslov sustava oporavka
it: L'etichetta del sistema di recupero
pt: O rótulo do sistema de recuperação
sv: Återställningssystemets etikett

source: The refresh command prints pending refreshes and can hold back disruptive ones.
it: Il comando refresh stampa gli aggiornamenti in sospeso e può trattenere quelli dannosi.

source: The snap for which configuration will be checked
af: Die snap waarvoor die konfigurasie gekontroleer word
cs: Snap, kterého nastavení bude zkontrolováno
da: Den snap hvis konfiguration vil blive tjekket
hr: Snap paket za koji će se provjeriti podešavanje
it: Lo snap per cui verrà verificata la configurazione
ko: 구성읗 확인할 스냅
pt: O snap para o qual a configuração será marcada
sv: Snap-paketet för vilken konfigurationen kommer att kontrolleras

source: The snap for which data will be deleted
af: Die snap waarvoor data sal verwyder
cs: Snap, kterého data budou smazána
da: Den snap hvis data vil blive slettet
de: Der Snap für den die Daten gelöscht werden
es: El snap del cual se borrarán los datos
hr: Snap paket za koji će se obrisati podaci
it: Lo snap per il quale verranno eliminati i dati
ko: 데이터를 삭제할 스냅
pt: O snap para o qual os dados serão excluídos
sv: Snap-paketet för vilken data kommer att raderas

source: The snap for which data will be restored
af: Die snap waarvoor data sal restored
cs: Snap, kterého data budou obnovena
da: Den snap hvis data vil blive gendannet
de: Der Snap für den die Daten wiederhergestellt werden
es: El snap para el que se restaurarán los datos
hr: Snap paket za koji će se obnoviti podaci
it: Lo snap per il quale verranno ripristinati i dati
ko: 데이터를 복구할 스냅
pt: O snap para o qual os dados serão restaurados
sv: Snap-paketet för vilken data kommer att återställas

source: The snap for which data will be verified
af: Die snap waarvoor data sal geverifieer
cs: Snap, kterého data budou ověřena
da: Den snap hvis data vil blive bekræftet
de: Der Snap für den die Daten überprüft werden
es: El snap del cual se verificarán los datos
hr: Snap paket za koji će se provjeriti podaci
it: Lo snap per il quale verranno verificati i dati
ko: 데이터를 검증할 스택
pt: O snap para o qual os dados serão verificados
sv: Snap-paketet för vilken data kommer att verifieras

source: The snap to configure (e.g. hello-world)
af: Die snap om te konfigureer (e.g. hello-world)
cs: Snap který nastavit (např. hello-world)
da: Snap'en som skal konfigureres (f.eks. hello-world)
de: Den Snap konfigurieren (z.B. hallo-welt)
es: El snap a configurar (p.ej.: hello-world)
hr: Snap paket za podešavanje (npr. hello-world)
it: Lo snap per configurare (ad es. ciao-mondo)
ko: 구성할 스냅 (예: hello-world)
pt: O snap a configurar (p. ex. hello-world)
sv: Snap-paketet att konfigurera (t.ex. hello-world)
tr: Konfigüre edilecek snap (örnek olarak: hello-world)

source: The snap whose conf is being requested
af: Die snap waarvan conf is synde gevraagde
cs: Snap, kterého nastavení je požadováno
da: Snap'en hvis konfiguration der spørges om
de: Der Snap, dessen Konfiguration angefordert wird
es: El snap para el que se solicita su conf
hr: Snap paket čije je podešavanje zatraženo
it: Lo snap di cui viene richiesta la configurazione
pt: O snap cuja configuração está a ser pedida
sv: Snap-paketet vars konf begärs
tr: "conf"u istenen snap

source: The target directory
af: Die teiken gids
cs: Cílová složka
da: Målmappen
de: Der Zielpfad
es: La carpeta objetivo
hr: Odredišni direktorij
it: La directory di destinazione
ko: 대상 디렉토리
pt: O diretório de destino
sv: Destinationsmapp
tr: Hedef dizin

source: The timings command displays details about the time each task runs.
af: Die opdrag oor tydsberekening vertoon besonderhede oor die tydstip waarop elke taak hardloops.
cs: Příkaz timings zobrazí podrobnosti o době běhu každé úlohy.
da: Kommandoen timings viser detaljer om tiden, hver opgave kører.
de: Der Befehl »timings« zeigt Details zu den Ausführungszeiten jeder Aufgabe an.
es: La orden timings muestra detalles sobre el tiempo que toma cada tarea para ejecutarse.
hr: timings naredba prikazuje pojedinosti o vremenu pojedinog izvođenja zadatka.
it: Il comando timings mostra i dettagli sul tempo di esecuzione di ciascuna attività.
ko: timings 명령어는 각 작업이 실행된 시간을 상세하게 보여줍니다.
pt: O comando timings exibe detalhes sobre a hora em que cada tarefa é executada.
sv: Kommandot ”timings” visar detaljer om tiden då varje uppgift utförs.

source: The username to remove
af: Die gebruikernaam om te verwyder
cs: Uživatelské jméno, které odebrat
da: Brugernavnet der skal fjernes
de: Der zu entfernende Benutzername
es: El nombre de usuario para eliminar
hr: Korisničko ime za uklanjanje
it: Il nome utente da rimuovere
ko: 제거할 사용자 이름
pt: O nome de utilizador a ser removido
sv: Användarnamn att ta bort
tr: Silinecek kullanıcı adı

source: There are no services provided by installed snaps.
af: Daar is geen dienste verskaf deur geïnstalleer snaps.
cs: Nejsou zde žádné služby, poskytované nainstalovanými snap balíčky.
da: De installerede snapper udbyder ikke nogen tjenester.
de: Es werden keine Dienste von installierten Snaps bereitgestellt.
es: No hay servicios proporcionados por los snaps instalados.
hr: Nema pruženih usluga od strane instaliranih snap paketa.
it: Non ci sono servizi forniti dagli snap installati.
ko: 설치된 스냅이 제공하는 서비스가 없습니다.
pt: Não há serviços fornecidos pelos snaps instalados.
sv: Det finns inga tjänster som tillhandahålls av installerade snap-paket.

source: This dialog will close automatically after 5 minutes of inactivity.
af: Hierdie dialoog sal outomaties sluit na 5 minute van onaktiwiteit.
cs: Tento dialog se sám zavře po pěti minutách nečinnosti.
da: Denne dialog vil automatisk lukkes efter fem minutters inaktivitet.
de: Dieser Dialog wird nach 5 Minuten Inaktivität automatisch geschlossen.
es: Este diálogo se cerrará automáticamente después de 5 minutos de inactividad.
hr: Ovaj dijalog će se zatvoriti automatski nakon 5 minuta neaktivnosti.
it: Questa finestra di dialogo si chiuderà automaticamente dopo 5 minuti di inattività.
ko: 이 대화창은 5분동안 활동이 없으면 자동으로 닫힙니다.
pt: Esta caixa de diálogo será fechada automaticamente após 5 minutos de inactividade.

source: Threads quota
it: Quota di thread

source: Toggle snap %q flags
af: Wissel snap %q vlae
cs: Přepnout příznaky snapu %q
da: Vælg/fravælg flag for snappen %q
de: Snap %q-Markierungen umschalten
hr: Dodaj/Ukloni snap %q oznake
it: Attiva/disattiva lo snap %q flag
pt: Comutar sinalizadores de snap %q
sv: Växla snap %q-flaggor

source: Tool to interact with snaps
af: Instrument om te in wisselwerking met snaps
cs: Nástroj pro interakci se snapy
da: Værktøj til at interagere med snap'er
de: Werkzeug, um mit Snaps zu interagieren
es: Herramienta para actuar con snaps
hr: Alat za interakciju sa snap paketima
it: Strumento per interagire con gli snap
ko: 스냅과 상호작용할 도구
pt: Ferramentas para interagir com snaps
sv: Verktyg för att interagera med snap-paket

source: Track validation sets
it: Traccia i set di convalida

source: Transition security profiles from %q to %q
af: Oorgang sekuriteits profiele vanaf %q na %q
cs: Přejít s profilem zabezpečení z %q na %q
de: Sicherheitsprofile von %q zu %q übertragen
es: Transición de perfiles de seguridad de %q a %q
hr: Tranzicija sigurnosnih profila iz %q u %q
it: Profili di sicurezza di transizione da %q a %q
ko: %q 에서 %q로 보안 프로필 전환
pt: Transição de perfis de segurança de %q para %q
tr: Geçiş güvenlik profilleri %q'dan %q'ya

source: Transition to the snapd snap
af: Oorgang na die snapd snap
cs: Přechod na snapd snap
da: Overgå til snapd-snappen
de: Wechsel zu den snapd snap
es: Transición al snap de snapd
hr: Prijelaz na snapd pozadinski program snap paketa
it: Passaggio allo snapd snap
ko: snapd 스냅으로 전환
pt: Transição para o snapd snap
sv: Övergå till snap-paketet snapd

source: Transition ubuntu-core to core
af: Oorgang van ubuntu-kern na kern
cs: Přenést ubuntu-core na core
de: ubuntu-core zu core übertragen
es: Transición de ubuntu-core a core
hr: Tranzicija ubuntu-core u core
it: Transizione da ubuntu-core a core
ko: 우분투 코어를 코어로 전환
pt: Transição de ubuntu-core para core
sv: Övergång ubuntu-core till core
tr: Çekirdekten ubuntu-çekirdeğe geçiş

source: Try "snap install %s"
af: Probeer "snap installeer %s"
cs: Zkuste ̮„snap install %s“
da: Prøv "snap install %s"
hr: Pokušajte "snap install %s"
it: Prova "snap install %s"
ko: "snap install %s"를 시도하시오.
pt: Tente "snap install %s"
sv: Testa ”snap install %s”

source: Try %q snap from %s
af: Probeer %q snap vanaf %s
cs: Vyzkoušet %q snap z %s
da: Prøv snap'en %q fra %s
de: Versuche %q Snap von %s
es: Probar snap %q desde %s
hr: Pokušavam %q snap paket iz %s
it: Provcare %q snap da %s
ko: %s에서 %q 스냅 시도
pt: Tente %q snap de %s
sv: Testa snap-paket %q från %s

source: Try: snap install <selected snap>
af: Probeer: snap installeer <gekeur snap>
cs: Zkuste: snap install <vybraný snap>
da: Prøv "snap install <valgte snap>"
de: Versuchen Sie: snap install <ausgewähltes Snap>
hr: Pokušajte: snap install <odabrani snap paket>
it: Prova: snap install <snap selezionato>
ko: 시도: snap install <selected snap>
pt: Experimente: snap install <snap seleccionado>
sv: Testa: snap install <valt snap-paket>

source: Two-factor code:
af: Twee-faktor kode:
cs: Dvostupňový kód:
da: To-faktorkode:
de: Zwei-Faktor-Code:
es: Código de dos factores:
hr: Dvofaktorni kôd:
it: Codice a due fattori:
ko: 2단계 인증 코드:
pt: Código dois-factores:
sv: Två-faktor kod:

source: Update assets from %s %q (%s) for remodel
it: Aggiorna le risorse da %s %q (%s) per la ristrutturazione
