Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: The reboot command can used from allowed hooks to control the reboot behavior of the system. Currently it can only be invoked from gadget install-device during UC20 install mode. After invoking it from install-device with --halt or --poweroff the device will not reboot into run mode after finishing install mode but will instead either halt or power off. From install-device the effect is therefore not immediate but delayed until the end of installation itself.
it: Il comando reboot può essere utilizzato dagli hook consentiti per controllare il comportamento di riavvio del sistema. Attualmente può essere richiamato solo dal dispositivo di installazione del gadget durante la modalità di installazione di UC20. Dopo averlo richiamato dal dispositivo di installazione con --halt o --poweroff, il dispositivo non si riavvierà in modalità di esecuzione dopo aver terminato la modalità di installazione, ma si fermerà o si spegnerà. Da install-device l'effetto non è quindi immediato ma ritardato fino al termine dell'installazione stessa.

source: The reboot command reboots the system into a particular mode of the selected recovery system. When called without a system label and without a mode it will just trigger a regular reboot. When called without a system label but with a mode it will use the current system to enter the given mode. Note that "recover", "factory-reset" and "run" modes are only available for the current system.
it: Il comando reboot riavvia il sistema in una particolare modalità tra quelle selezionate sistema di recupero. Quando viene chiamato senza un'etichetta di sistema e senza una modalità, lo farà solo attivare un riavvio regolare. Quando viene chiamato senza un'etichetta di sistema ma con una modalità, utilizzerà il file sistema corrente per accedere alla modalità data. Si noti che le modalità "ripristino", "ripristino impostazioni di fabbrica" ​​e "esecuzione" sono disponibili solo per sistema corrente.

source: The recovery command lists the available recovery systems. With --show-keys it displays recovery keys that can be used to unlock the encrypted partitions if the device-specific automatic unlocking does not work.
af: Die herstel bevel lys die beskikbare herstel stelsels. Met --show-keys dit herstel sleutels vertoon dat kan wees gebruikde om ontslot die geënkripteerde partisies indien die toestel-spesifieke outomatiese ontsluiting werk nie.
cs: Příkaz pro obnovení zobrazí seznam dostupných systémů pro obnovení. S příkazem --show-keys zobrazí klíče pro obnovení, které lze použít k odemknutí šifrovaných oddílů, pokud automatické odemykání specifické pro zařízení nefunguje.
da: Kommandoen recovery viser de tilgængelige genoprettelsessystemer. Med --show-keys vises genoprettelsesnøgler, som kan bruges til at dekryptere krypterede partitioner, hvis den enhedsspecifikke automatiske dekryptering ikke virker.
de: Der recovery-Befehl listet die verfügbaren Wiederherstellungssysteme auf. Mit der Option --show-keys werden Wiederherstellungsschlüssel angezeigt, die zum Entsperren von verschlüsselten Partitionen genutzt werden können, wenn die gerätespezifische automatische Entsperrung nicht funktioniert.
es: El comando recovery lista los sistemas de recuperación disponibles. Con --show-keys despliega las teclas de recuperación que puedan ser útiles para desbloquear las particiones cifradas si el desbloqueo automático del dispositivo no funciona.
it: Il comando recovery elenca i sistemi di ripristino disponibili. Con --show-keys visualizza le chiavi di ripristino che possono essere utilizzate per sbloccare le partizioni crittografate se lo sblocco automatico specifico del dispositivo non funziona.
pt: O comando recovery lista os sistemas de recuperação disponíveis. Com --show-keys ele exibe chaves de recuperação que podem ser usadas para desbloquear as partições criptografadas se o desbloqueio automático específico do dispositivo não funcionar.
sv: Kommandot ”recovery” listar tillgängliga återställningssystem. Med --show-keys visar det återställningsnycklar som kan användas för att låsa upp krypterade partitioner om enhetsspecifik upplåsning inte fungerar.

source: The refresh command prints pending refreshes of the calling snap and can hold back disruptive refreshes of other snaps, such as refreshes of the kernel or base snaps that can trigger a restart. This command can be used from the gate-auto-refresh hook which is only run during auto-refresh. Snap can query pending refreshes with: $ snapctl refresh --pending pending: ready channel: stable version: 2 revision: 2 base: false restart: false The 'pending' flag can be "ready", "none" or "inhibited". It is set to "none" when a snap has no pending refreshes. It is set to "ready" when there are pending refreshes and to ”inhibited” when pending refreshes are being held back because more or more snap applications are running with the “refresh app awareness” feature enabled. The "base" and "restart" flags indicate whether the base snap is going to be updated and/or if a restart will occur, both of which are disruptive. A base snap update can temporarily disrupt the starting of applications or hooks from the snap. To tell snapd to proceed with pending refreshes: $ snapctl refresh --pending --proceed Note, a snap using --proceed cannot assume that the updates will occur as they might be held back by other snaps. To hold refresh for up to 90 days for the calling snap: $ snapctl refresh --pending --hold
it: Il comando refresh stampa gli aggiornamenti in sospeso dello snap chiamante e può essere sospeso eseguire aggiornamenti dirompenti di altri snap, come aggiornamenti del kernel o snap di base che possono attivare un riavvio. Questo comando può essere utilizzato dal file hook gate-auto-refresh che viene eseguito solo durante l'aggiornamento automatico. Snap può interrogare gli aggiornamenti in sospeso con: $ snapctl refresh --pending in sospeso: pronto canale: stabile versione: 2 revisione: 2 base: falso riavvio: falso Il flag 'pending' può essere "ready", "none" o "inhibited". È impostato su "nessuno" quando uno snap non ha aggiornamenti in sospeso. È impostato su "pronto" quando ce ne sono aggiornamenti in attesa e a "inibito" quando sono in corso gli aggiornamenti in attesa trattenuto perché più o più applicazioni snap sono in esecuzione con il file Funzione "Aggiorna consapevolezza app" abilitata. I flag "base" e "restart" indicano se lo snap di base sarà aggiornato e/o se si verificherà un riavvio, entrambi dannosi. Una base snap update può interrompere temporaneamente l'avvio di applicazioni o hook da lo scatto. Per dire a snapd di procedere con gli aggiornamenti in sospeso: $ snapctl refresh --pending --proceed Nota, uno snap che utilizza --proceed non può presumere che gli aggiornamenti si verificheranno come loro potrebbe essere trattenuto da altri scatti. Per sospendere l'aggiornamento per un massimo di 90 giorni per lo snap di chiamata: $ snapctl refresh --pending --hold

source: The refresh command updates the specified snaps, or all snaps in the system if none are specified. With no further options, the snaps are refreshed to the current revision of the channel they're tracking, preserving their confinement options. All available channels of a snap are listed in its 'snap info' output. When --revision is used, a later refresh will typically undo the revision override. Hold (--hold) is used to postpone snap refresh updates for all snaps when no snaps are specified, or for the specified snaps. When no snaps are specified --hold is only effective on auto-refreshes and will not block either general refresh requests from 'snap refresh' or specific snap requests from 'snap refresh target-snap'. When snaps are specified --hold is effective on both their auto-refreshes and general refresh requests from 'snap refresh'. However, specific snap requests from 'snap refresh target-snap' remain unblocked and will proceed.
it: Il comando refresh aggiorna gli snap specificati o tutti gli snap nel sistema if nessuno è specificato. Senza ulteriori opzioni, gli snap vengono aggiornati alla revisione corrente del file canale che stanno monitorando, preservando le loro opzioni di confinamento. Tutto disponibile i canali di uno snap sono elencati nel suo output 'snap info'. Quando viene utilizzato --revision, un aggiornamento successivo annullerà in genere la revisione oltrepassare. Hold (--hold) viene utilizzato per posticipare gli aggiornamenti di aggiornamento degli snap per tutti gli snap quando no sono specificati gli snap o per gli snap specificati. Quando non vengono specificati snap, --hold ha effetto solo sugli aggiornamenti automatici e lo farà non bloccare né le richieste di aggiornamento generali da "snap refresh" né da uno snap specifico richieste da 'snap refresh target-snap'. Quando vengono specificati gli snap --hold ha effetto su entrambi i loro aggiornamenti automatici e richieste di aggiornamento generali da "snap refresh". Tuttavia, scatto specifico le richieste da 'snap refresh target-snap' rimangono sbloccate e procederanno.

source: The remodel command changes the model assertion of the device, either to a new revision or a full new model. In the process it applies any implied changes to the device: new required snaps, new kernel or gadget etc.
af: Die remodel bevel verander die model bewering van die toestel, óf 'n nuwe revision of 'n volle nuwe model. In die proses is dit van toepassing is enige geïmpliseerde veranderinge aan die toestel: nuwe vereis snaps, nuwe kernel of gadget ens.
cs: Příkaz remodel změní model tvrzení zařízení, buď do nové revize nebo plného nového modelu. Přitom uplatní jakékoli samo sebou změny na zařízení: nové vyžadované snapy, nové jádro nebo gadget, atd.
da: Kommandoen remodel ændrer enhedens modelassertion til enten en ny udgave eller en hel og ny model. I processen udføres enhver forudsat ændring på enheden: nye påkrævede snapper, ny kerne eller gadget osv.
de: er Befehl remodel ändert die Modellzusicherung des Geräts entweder in eine neue Version oder in ein vollständig neues Modell. Dabei werden alle impliziten Änderungen am Gerät vorgenommen: neue erforderliche Snaps, neuer Kernel oder Gadget usw.
es: El comando remodel cambia el modelo de aserción del dispositivo, ya sea a una revisión nueva o a un modelo completamente nuevo. En el proceso se aplica cualquier cambio implicado al dispositivo: nuevos snaps requeridos, nuevo kernel o artefacto, etc.
hr: remodel naredba mijenja model potvrde uređaja, ili u novu reviziju ili potpuno novi model. U tom postupku se primjenjuju sve obuhvaćene promjene na uređaju: novi potrebni snap paketi, novi kerneli ili uređaji itd.
it: Il comando remodel cambia l'asserzione del modello del dispositivo, in una nuova revisione o un modello completamente nuovo. Nel processo applica tutte le modifiche implicite al dispositivo: nuovo richiesto snap, nuovo kernel o gadget ecc.
pt: O comando remodel muda a asserção do modelo do dispositivo, seja para uma nova revisão ou um novo modelo completo. No processo, ele aplica quaisquer alterações implícitas ao dispositivo: novo necessário snaps, novo kernel ou gadget etc.
sv: Kommandot ”remodel” ändrar modellasserten för enheten, antingen till en ny revision eller till en helt ny modell. Under tiden kommer det verkställa alla antydda ändringar på enheten: nya snap-paket som krävs, nytt kärnprogram eller komponenter, osv.

source: The remove command removes the named snap instance from the system. By default all the snap revisions are removed, including their data and the common data directory. When a --revision option is passed only the specified revision is removed. Unless automatic snapshots are disabled, a snapshot of all data for the snap is saved upon removal, which is then available for future restoration with snap restore. The --purge option disables automatically creating snapshots.
af: Die verwyder bevel verwyders die naamde snap instance vanaf die steksel. Deur verstek alle die snap hersienings word verwyderde, insluitend hul data en die gemeenskaplike datagids. Wanneer 'n --revision opsie word slegs die gespesifiseerde geslaag hersiening is verwyderde. Tensy outomatiese momentopnames word gestremde, 'n momentopname van alle data vir die snap is gered up op verwydering, watter is dan beskikbaar vir toekoms die herstel van met snap restoreer. Die --purge opsie gesterm, outomatiese die skep van momentopnames.
da: Kommandoen remove fjerner den navngivne snapinstans fra systemet. Som standard fjernes alle udgaver af snappen inklusive deres data og den fælles datamappe. Angives en udgave med tilvalget --revision, fjernes kun den angivne udgave. Med mindre automatiske øjebliksbilleder er deaktiveret, gemmes et øjebliksbillede af alle snappens data ved fjernelse, som så kan gendannes på et senere tidspunkt med snap restore. Tilvalget --purge deaktiverer automatisk oprettelse af øjebliksbilleder.
de: Der Befehl remove entfernt die benannte Snap-Instanz aus dem System. Standardmäßig werden alle Snap-Revisionen entfernt, einschließlich ihrer Daten und dem gemeinsamen Datenverzeichnis. Wenn eine --revision-Option übergeben wird, wird nur die angegebene Revision entfernt. Wenn die automatischen Snapshots nicht deaktiviert sind, wird ein Snapshot aller Daten für den Snap beim Entfernen gerettet, der dann für eine zukünftige Wiederherstellung mit Snap verfügbar ist. Die Option --purge deaktiviert die automatische Erstellung von Snapshots.
es: El comando remove elimina la instancia de snap nombrada del sistema. De forma predeterminada, se eliminan todas las revisiones de snap, incluidos sus datos y las carpetas con datos relacionados. Cuando se usa la opción --revision solo la revisión especificada se elimina. A menos que las instantáneas automáticas estén desactivadas, se guarda una instantánea de todos los datos de la snap al eliminarla, la cual está disponible luego para futuras restauraciones con snap restore. La opción --purge desactiva la creación automática de instantáneas.
it: Il comando remove rimuove l'istanza snap denominata dal sistema. Per impostazione predefinita, tutte le revisioni snap vengono rimosse, inclusi i loro dati e le directory dati comune. Quando un'opzione --revision viene passata solo l'opzione specificata la revisione viene rimossa. A meno che gli snapshot automatici non siano disabilitati, lo è uno snapshot di tutti i dati per lo snap salvato al momento della rimozione, che è quindi disponibile per futuri restauri con snap ristabilire. L'opzione --purge disabilita la creazione automatica di snapshot.
pt: O comando remove remove a instância de snap nomeada do sistema. Por padrão, todas as revisões instantâneas são removidas, incluindo seus dados e o directório de dados comum. Quando uma opção --revision é passada apenas o especificado revisão é removida. A menos que os snapshots automáticos sejam desactivados, um snapshot de todos os dados do snap é salvo na remoção, que fica então disponível para restauração futura com snap restaurar. A opção --purge desactiva a criação automática de snapshots.
sv: Kommandot ”remove” tar bort den givna snap-instansen från systemet. Förval är att alla snap-revisioner tas bort, inklusive deras data och den gemensamma datakatalogen. När alternativet --revision används tas endast den angivna revisionen bort. Om inte automatiska ögonblicksbilder är avaktiverade sparas en ögonblicksbild för snap-paketets alla data för framtida återställning med snap restore. Alternativet --purge avaktiverar automatiska ögonblicksbilder.

source: The remove-quota command removes the given quota group. Currently, only quota groups with no sub-groups can be removed. In order to remove a quota group with sub-groups, the sub-groups must first be removed until there are no sub-groups for the group, then the group itself can be removed.
it: Il comando remove-quota rimuove il gruppo di quota specificato. Attualmente è possibile rimuovere solo i gruppi di quote senza sottogruppi. In modo da rimuovere un gruppo di quote con sottogruppi, i sottogruppi devono prima essere rimossi fino a non ci sono sottogruppi per il gruppo, quindi il gruppo stesso può essere rimosso.

source: The remove-user command removes a local system user.
af: Die remove-gebruiker bevel verwyder 'n plaaslike stelsel gebruiker.
cs: Příkaz remove-user odebere ze systému místního uživatele.
da: Kommandoen remove-user fjerner en bruger på det lokale system.
de: Der Befehl remove-user entfernt einen lokalen Systembenutzer.
es: El comando remove-user quita un usuario del sistema local.
hr: remove-user naredba uklanja lokalnog korisnika sustava.
it: Il comando remove-user rimuove un utente di sistema locale.
ko: remove-user 명령어는 로컬 시스템 사용자를 제거합니다.
pt: O comando remove-user remove um utilizador do sistema local.
sv: Kommandot ”remove-user” tar bort en lokal systemanvändare.
tr: "remove-user" komutu yerel bir sistem kullanıcısını siler.

source: The repair command shows the details about one or multiple repairs.
af: Die herstel opdrag toon die besonderhede oor een of veelvuldige herstelwerk.
cs: Příkaz repair zobrazí podrobnosti o opravách.
de: Der repair-Befehl zeigt Details zu einer oder mehreren Reparaturen.
es: La orden repair muestra los detalles sobre una o múltiples reparaciones.
hr: repair - naredba prikazuje pojedinosti o jednoj ili više popravci.
it: Il comando di riparazione mostra i dettagli su una o più riparazioni.
pt: O comando repair mostra os detalhes sobre um ou vários reparos.
sv: Kommandot ”repair” visar detaljer om en eller flera reparationer.
tr: "repair" komutu bir veya daha fazla düzeltme ile ilgili detayları gösterir.

source: The repairs command lists all processed repairs for this device.
af: Die herstelwerkopdrag bevat alle verwerkte herstelwerk vir hierdie toestel.
cs: Příkaz repairs vypíše všechny zpracované opravy pro toto zařízení.
de: Der repairs-Befehl listet alle durchgeführten Reparaturen für dieses Gerät auf.
es: La orden repairs lista todas las reparaciones procesadas para este dispositivo.
hr: repairs - naredba prikazuje sve izvršene popravke ovog uređaja.
it: Il comando riparazioni elenca tutte le riparazioni elaborate per questo dispositivo.
pt: O comando repairs mostra todos os processos reparados neste dispositivo.
sv: Kommandot ”repairs” listar alla utförda reparationer för den här enheten.
tr: "repairs" komutu bu cihaz için işlenmiş tüm düzeltmeleri listeler.

source: The restart command restarts the given services of the snap. If executed from the "configure" hook, the services will be restarted after the hook finishes.
af: Die herbegin bevel weerbegin die gegee dienste van die snap. Indien tereggestel uit die "configure" haak, die dienste sal begin word nadat die haak afwerkings.
cs: Příkaz restart restartuje dané služby snapu. Pokud je vykonáno z háčku „configure“, služba bude po jeho dokončení restartována.
de: Der Befehl restart startet die angegebenen Dienste des Snaps neu. Bei Ausführung über den "configure"-Hook werden die Dienste nach Beendigung des Hooks neu gestartet.
es: La orden restart reinicia los servicios dados del snap. Si se ejecuta desde el enganche «configurar», se reiniciarán los servicios después de que finalice el enganche.
hr: restart naredba ponovno pokreće zadanu uslugu snap paketa. Ako je pokrenuta iz "podešavanja" priključka, usluga će se ponovno pokrenuti nakon što priključak završi.
it: Il comando restart riavvia i servizi forniti dello snap. Se eseguito dal hook "configura", i servizi verranno riavviati al termine dell'hook.
pt: O comando de restart reinicia os serviços fornecidos pelo snap . Se executado a partir do "configure" o gancho, os serviços serão reiniciados depois do gancho terminar.
sv: Kommandot ”restart” startar om de givna tjänsterna i snap-paketet. Om det körs från kroken ”configure” kommer tjänsterna att startas om efter att kroken slutförs.

source: The restart command restarts the given services. If the --reload option is given, for each service whose app has a reload command, a reload is performed instead of a restart.
af: Die herbegin bevel weerbegin die gegee dienste. Indien die --herlaai opsie word gegee, vir elke diens waarvan die app herlaai is bevel, 'n herlaai word uitgevoer in plaas van 'n weerbegin.
cs: Příkaz restart dané služby restartuje. Pokud je zadaná volba --reload, pak pro každou ze služeb, která má příkaz reload, je tento proveden namísto restartu.
da: Kommandoen restart genstarter de angivne tjenester. Hvis tilvalget --reload bruges, foretages en genindlæsning i stedet for en genstart for hver tjeneste, hvis program har en genindlæsningskommando.
hr: restart naredba ponovno pokreće zadane usluge. Ako je --reload mogućnost zadana, za svaku uslugu čija aplikacija ima reload naredbu, reload je izvršena umjesto restart naredbe.
it: Il comando restart riavvia i servizi forniti. Se viene fornita l'opzione --reload, per ogni servizio la cui app ha una ricarica comando, viene eseguito un ricaricamento anziché un riavvio.
pt: O comando restart reinicia os serviços fornecidos. Se a opção --reload for fornecida, para cada serviço cuja a aplicação tenha um comando reload, uma recarga é executada em vez de uma reinicialização.
sv: Kommandot ”restart” startar om de givna tjänsterna. Om flaggan --reload används kommer, för varje tjänst vars program har ett reload-kommando, en omladdning utföras istället för en omstart.
