Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: Show interface attributes
af: Wys koppelvlak attributen
cs: Zobrazit atributy rozhraní
da: Vis grænsefladeattributer
de: Attribute der Schnittstelle anzeigen
es: Mostrar atributos de la interfaz
hr: Prikaži svojstva sučelja
it: Mostra gli attributi dell'interfaccia
ko: 인터페이스 속성 보기
pt: Mostrar atributos de interface
tr: Arayüz özelliklerini göster

source: Show known assertions of the provided type
af: Wys bekend assertions van die verskaf tipe
cs: Zobrazit známá trvrzení poskytnutého typu
da: Vis kendte assertioner af den angivne type
hr: Prikaži poznatu potvrdu pružene vrste
it: Mostra asserzioni note del tipo fornito
pt: Mostrar asserções conhecidas do tipo fornecido
sv: Visa kända försäkringar av given typ

source: Show more information
af: Wys meer inligting
cs: Zobrazit více informací
da: Vis flere oplysninger
de: Mehr Informationen anzeigen
es: Mostrar más información
hr: Prikaži više informacija
it: Mostra più informazioni
ko: 더 많은 정보 보기
pt: Mostrar mais informação
sv: Visa mer information

source: Show only a specific snapshot.
af: Wys slegs 'n spesifieke momentopname.
cs: Zobrazit pouze konkrétní zachycený stav.
da: Vis kun et specifikt øjebliksbillede.
de: Nur einen bestimmten Schnappschuss anzeigen.
es: Mostrar solo una instantánea especifica.
hr: Prikaži samo određenu snimku.
it: Mostra solo un'istantanea specifica.
ko: 특정 스냅샷만 보기
pt: Mostra apenas um snapshot específico.
sv: Visa bara en specifik ögonblicksbild.
tr: Sadece belirli bir snapshot'ı göster.

source: Show only the given number of lines, or 'all'.
af: Wys net die gegewe aantal lyne, of 'all'.
cs: Zobrazit pouze daný počet řádků, nebo „vše“.
da: Vis kun det givne antal linjer eller "all".
de: Nur die angegebene Anzahl von Zeilen anzeigen oder »alle«.
hr: Prikaži samo zadani broj redaka, ili 'all'.
it: Mostra solo il numero di righe specificato o 'tutte'.
ko: 주어진 수 만큼 줄들을 보여주거나, 모든 줄을 출력합니다
pt: Mostra apenas o número de linhas fornecido ou 'todas'.
sv: Visa endast givet antal rader, eller ”all”.

source: Show quota group for a set of snaps
it: Mostra gruppo di quote per una serie di snap

source: Show quota groups
it: Mostra gruppi di quote

source: Show recovery keys (if available) to unlock encrypted partitions.
af: Wys herstelsleutels (indien beskikbaar) om geënkripteerde partisies te ontsluit.
da: Vis gendannelsesnøgler (hvis tilgængelige) til dekryptering af krypterede partitioner.
de: Wiederherstellungsschlüssel anzeigen (falls verfügbar), um verschlüsselte Partitionen zu entsperren.
es: Mostrar teclas de recuperación (si está disponible) para desbloquear particiones cifradas.
hr: Prikaži ključeve oporavka (ako su dostupni) za otključavanje šifriranih particija.
it: Mostra le chiavi di ripristino (se disponibili) per sbloccare le partizioni crittografate.
pt: Mostrar chaves de recuperação (se disponíveis) para desbloquear partições encriptadas.
sv: Visa återställningsnycklar (om de finns) för att låsa upp krypterade partitioner.

source: Show specific repairs
af: Wys spesifieke herstelwerk
cs: Zobrazit konkrétní opravy
da: Vis specifikke reparationer
hr: Prikaži određene popravke
it: Mostra riparazioni specifiche
pt: Mostrar reparações específicas

source: Show the email the user is logged in with
af: Wys die e-pos die gebruiker is aangeteken in met
cs: Zobrazit e-mail, kterým je uživatel přihlášen
da: Vis den e-mail, som brugeren er logget ind med
de: Zeige die E-Mail-Adresse an, mit der der Benutzer angemeldet ist.
es: Mostrar el correo electrónico con el que el usuario inició sesión
hr: Prikaži adresu e-pošte s kojom je korisnik prijavljen
it: Mostra l'e-mail con cui l'utente ha effettuato l'accesso
ko: 사용자가 로그인에 사용한 이메일 보기
pt: Mostra o e-mail com o qual o utilizador está conectado
sv: Visa e-postadressen som användaren har loggat in med
tr: Kullanıcının giriş yaptığı e-postayı göster

source: Show the new versions of snaps that would be updated with the next refresh
af: Wys die nuwe weergawes van snap wat jou sal opgedateer met die volgende verfris
cs: Zobrazí nové verze snapů, které by byly aktualizovány při příští aktualizaci
da: Vis nye versioner af af de snapper, som vil blive opdateret med den næste genopfriskning
de: Die neuen Versionen der Snaps anzeigen, die bei der nächsten Aktualisierung aktualisiert werden würden
es: Mostrar las versiones nuevas de snaps que se actualizarán con el siguiente refresco
hr: Prikaži novu inačicu snap paketa na koju će biti nadopunjen u sljedećem osvježavanju
it: Mostra le nuove versioni degli snap che verrebbero aggiornate con il prossimo aggiornamento
ko: refresh 시 업데이트 되는 새로운 버전의 snap들을 보여줍니다
pt: Mostra as novas versões de snaps que seriam atualizadas no próximo refrescamento
sv: Visa de nya versionerna för snap-paket som kommer att uppdateras vid nästa uppdatering

source: Show this help message
af: Wys hierdie hulp boodskap
cs: Zobrazit tuto nápovědu
da: Vis denne hjælpebesked
hr: Prikaži ovu pomoć
it: Mostra questo messaggio d'aiuto
ko: 도움말 메세지를 보여줍니다.
pt: Apresentar esta mensagem de ajuda
tr: Bu yardım mesajını göster

source: Show timings for a change related to the given Ensure activity (one of: auto-refresh, become-operational, refresh-catalogs, refresh-hints, seed)
af: Wys tydsberekeninge vir 'n verandering verwante aan die gegewe Verseker aktiwiteit (een van: outo-verfris, raak-operasionele, verfris-katalogusse, verfris-hints, saad)
cs: Zobrazí časování pro změn související s danou Zajistit aktivitou (jedno z: auto-refresh, become-operational, refresh-catalogs, refresh-hints, seed)
da: Vis tidsmålinger for en ændring relateret til den givne Ensure-aktivitet (en af følgende: auto-refresh, become-operational, refresh-catalogs, refresh-hints, seed)
de: Anzeige des Zeitbedarfs für Änderungen, die sich auf die vorgegebene Ensure-Aktivität beziehen (automatisch aktualisieren, betriebsbereit werden, Kataloge aktualisieren, Hinweise auffrischen, Seeds)
es: Muestra los tiempos para un cambio relacionado con la actividad de Aseguramiento dada (una de estas: auto-refresh, become-operational, refresh-catalogs, refresh-hints, seed)
hr: Prikaži vremena promjena povezanih sa zadanim osiguranim aktivnostima (jednih od: auto-refresh, become-operational, refresh-catalogs, refresh-hints, seed)
it: Mostra i tempi per una modifica relativa all'attività di Garantire data (uno tra: aggiornamento automatico, diventare operativo, aggiornamento cataloghi, suggerimenti di aggiornamento, seme)
pt: Mostrar a temporização para uma mudança relacionada com a Garantia de dada atividade (um de: atualização-automática, tornar-se-operacional, atualizar-catálogos, atualizar-dicas, seed)
sv: Visa tider för en ändring relaterad till den givna Säkerställ-aktiviteten (antingen auto-refresh, become-operational, refresh-catalogs, refresh-hints, seed)

source: Show timings for all executions of the given Ensure or startup activity, not just the latest
af: Wys tydsberekeninge vir alle teregstellings van die gegewe Verseker of opstart aktiwiteit, nie net die nuutste
cs: Zobrazit časování pro všechna vykonání dané Ensure nebo startup aktivity, nejen nejposlednější
da: Vis tidsmålinger for alle udførsler af den givne Ensure- eller opstartsaktivitet og ikke kun den seneste
de: Anzeige des Zeitbedarfs für alle Ausführungen der vorgegebene Ensure- oder Startaktivität, nicht nur der jüngsten.
es: Muestra los tiempos para todas las ejecuciones de la actividad de aseguramiento o arranque, no solo la última
hr: Prikaži vremena izvršavanja osiguranih aktivnosti ili aktivnosti pokretanja, ne samo posljednja
it: Mostra i tempi per tutte le esecuzioni della determinata attività di Garantire o di avvio, non solo per l'ultima
pt: Mostrar as temporizações para todas as execuções de determinada actividade de garantia ou inicialização, não apenas a mais recente
sv: Visa tider för alla exekveringar för den givna Säkerställ- eller uppstartsaktiviteten, inte bara den senaste

source: Show timings for the startup of given subsystem (one of: load-state, ifacemgr)
af: Wys tydsberekeninge vir die opstart van gegewe substelsel (een van: load-state, ifacemgr)
cs: Zobrazit časování pro spouštění daného podsystému (jedno z: load-state, ifacemgr)
da: Vis tidsmålinger for opstart af det givne undersystem (en af følgende: load-state, ifacemgr)
de: Zeigt das Timing für das gegebene Untersystem an (etwa: load-state, ifacemgr)
es: Muestra los tiempos para el arranque del subsistema dado (uno de estos: load-state, ifacemgr)
hr: Prikaži vremena pokretanja zadanih podsustava (jednih od: load-state, ifacemgr)
it: Mostra i tempi per l'avvio di un determinato sottosistema (uno tra: load-state, ifacemgr)
pt: Mostrar a temporizações para a inicialização de determinado subsistema (um de: load-state, ifacemgr)
sv: Visa tider för uppstart av givet delsystem (antingen load-state, ifacemgr)

source: Show version details
af: Wys weergawe besonderhede
cs: Zobrazit podrobnosti o verzi
da: Vis detaljer om versionen
hr: Prikaži pojedinosti inačice
it: Mostra i dettagli della versione
ko: 버전 상세 보기
pt: Mostrar detalhes da versão
tr: Versiyon bilgilerini göster

source: Sign an assertion
af: Teken 'n assertion
cs: Podepsat výrok
da: Underskriv en assertion
de: Eine Zusicherung unterschreiben
es: Firmar una aseveración
hr: Potpiši potvrdu
it: Firma un'affermazione
pt: Assinar uma asserção
sv: Signera en assert

source: Size
af: Grootte
cs: Velikost
da: Størrelse
de: Größe
es: Tamaño
hr: Veličina
it: Dimensioni
ko: 크기
pt: Tamanho
sv: Storlek
tr: Boyut

source: Slot Plug
af: Gleuf Prop
cs: Slot Zástrčka
es: Ranura Enchufe
hr: Priključak Priključnica
it: Slot Spina
ko: 슬롯 플러그
sv: Fack Plugg

source: Snap %q is refreshing now!
af: Snap %q is nou verfrissend!
da: Snappen %q genopfriskes nu!
de: Snap %q wird aktualisiert!
es: El snap %q se está refrescando
hr: Snap paket %q se trenutno osvježava!
it: Lo snap %q si sta aggiornando ora!
pt: Snap %q está agora a actualizar!
sv: Snap-paket %q uppdateras nu!

source: Snap Store required
af: Snap Store benodig
cs: Je zapotřebí Snap Store
da: Snapbutik nødvendig
de: Snap-Store erforderlich
es: Se necesita la Snap Store
hr: Potrebna je Snap trgovina
it: Snap Store richiesto
ko: Snap Store 필요
pt: É necessária a Snap Store
sv: Snap Store krävs
tr: Snap Mağazası gereklidir

source: Snap name
af: Snap naam
cs: Název snap balíčku
da: Snap-navn
es: Nombre de snap
hr: Naziv snap paketa
it: Nome Snap
ko: 스냅 이름
pt: Nome do snap
sv: Snap-namn
tr: Snap ismi

source: Snap user application autostart helper
af: Snap gebruiker aansoek outo-begin hulper
da: Autostarthjælper til snap-brugerprogram
de: Snap-Benutzeranwendung für Autostart-Helfer
es: Ayuda de inicio automático de aplicación de usuario snap
hr: Automatsko pokretanje pomoćnika snap korisničke aplikacije
it: Snap per l'avvio automatico dell'applicazione utente
pt: Assistente de inicialização automática da aplicação do utilizador snap
sv: Snap-hjälpprogram för autostart av användarprogram

source: Snapshot #%s forgotten.
af: Kiekies #%s vergete.
cs: Zachycený stav č. %s zapomenut.
da: Øjebliksbillede nr. %s glemt.
de: Schnappschuss #%s wurde vergessen.
es: Instantánea #%s olvidada.
hr: Snimka #%s je zaboravljena.
it: Istantanea #%s dimenticata.
pt: Snapshot #%s esquecido.
sv: Ögonblicksbilden #%s glömdes.

source: Snapshot #%s of snap %s forgotten.
af: Momentopname #%s van snap %s vergeetde.
da: Øjebliksbillede nr. %s af snappen %s er glemt.
de: Snapshot #%s des Snaps %s verworfen.
es: La instantánea #%s del snap %s se ha olvidado.
hr: Snimka br.%s od snap paketa %s je zaboravljena.
it: Istantanea #%s dello snap %s dimenticata.
pt: Snapshot #%s do snap %s esquecido.
sv: Ögonblicksbild #%s för snap-paket %s glömd.

source: Snapshot #%s of snaps %s verified successfully.
af: Kiekies #%s van snaps %s geverifieer suksesvol.
cs: Zachycený stav č. %s snapů %s úspěšně ověřen.
da: Øjebliksbillede nr. %s af snapperne %s blev bekræftet.
de: Schnappschuss #%s der Snaps %s wurde erfolgreich verifiziert.
es: La instantánea #%s de los snaps %s se ha verificado correctamente.
hr: Snimka #%s od snap paketa %s je uspješno provjerena.
it: Snapshot #%s di snap %s verificati con successo.
pt: Snapshot #%s dos snaps %s verificado com sucesso.
sv: Ögonblicksbilden #%s för snap-paketen %s verifierades.

source: Snapshot #%s verified successfully.
af: Kiekies #%s geverifieer suksesvol.
cs: Zachycený stav č. %s úspěšně ověřen.
da: Øjebliksbillede nr. %s bekræftet.
de: Schnappschuss #%s erfolgreich überprüft.
es: La instantánea #%s se ha verificado correctamente.
hr: Snimka #%s je uspješno provjerena.
it: Istantanea #%s verificata con successo.
ko: #%s 스냅샷이 성공적으로 검증되었습니다.
pt: Snapshot #%s verificado com sucesso.
sv: Ögonblicksbilden #%s verifierades.

source: Snapshot all snaps
af: Kiekies alle snaps
cs: Zachycený stav všech snap balíčků
da: Tag øjebliksbillede af alle snapper
de: Schnappschuss aller Snaps
es: Guardar instantáneas de todos los snaps
hr: Snimi sve snap pakete
it: Cattura tutti gli snap
ko: 모든 snap의 스냅샷을 생성합니다
pt: Snapshot de todos os snaps
sv: Ta ögonblicksbild av alla snap-paket

source: Snapshot data of only specific users (comma-separated) (default: all users)
af: Kiekies data van enigste spesifieke gebruikers (komma-geskei) (standaard: alle gebruikers)
cs: Pořídit zachycený stav dat pouze pro konkrétní uživatele (čárkou oddělované) (výchozí: všechny uživatele)
da: Tag kun øjebliksbillede af bestemte brugeres data (komma-adskilt) (standard: alle brugere)
de: Schnappschussdaten eines bestimmten Benutzers (durch Komma getrennt) (Vorgabe: alle Benutzer)
es: Guardar instantánea unicamente de los datos de usuarios específicos (separados por comas) (predeterminado: todos los usuarios)
hr: Snimi podatke za samo određene korisnike (zarezom odvojene) (zadano: svi korisnici)
it: Dati snapshot solo di utenti specifici (separati da virgole) (impostazione predefinita: tutti gli utenti)
ko: 특정 유저들의 data의 스냅샷을 생성합니다 (comma-separated) (default: all users)
pt: Dados do snapshot apenas de utilizadores específicos (separados por vírgula) (padrão: todos os utilizadores)
sv: Ta ögonblicksbild av data endast för specifika användare (komma-avdelad) (förval: alla användare)

source: Snapshot snaps %s
af: Kiekies snaps %s
cs: Zachytit stav snap balíčků %s
da: Tag øjebliksbillede af snapperne %s
de: Schnappschuss-Snaps %s
es: Guardar instantánea de los snaps %s
hr: Snimi snap pakete %s
it: Snapshot %s
ko: snaps %s 의 스냅샷을 생성합니다
sv: Ta ögonblicksbild av snap-paketen %s

source: Snapshots
af: Kiekies
cs: Zachycené stavy
da: Øjebliksbilleder
de: Schnappschüsse
es: Instantáneas
hr: Snimke
it: Istantanee
ko: 스냅샷
sv: Ögonblicksbilder
tr: Anlık durumlar

source: Sorry, your payment method has been declined by the issuer. Please review your payment details at https://my.ubuntu.com/payment/edit and try again.
af: Jammer, jou betaalmetode is geweier deur die uitreiker. Hersien asseblief jou betaling besonderhede by https://my.ubuntu.com/payment/edit en probeer weer.
cs: Je nám líto, ale vaše platební metoda byla vydavatelem odmítnuta. Zkontrolujte podrobnosti své platby na https://my.ubuntu.com/payment/edit a zkuste to znovu.
da: Beklager, men din betalingsmetode er blevet afvist af udstederen. Gennemse dine betalingsdetaljer på https://my.ubuntu.com/payment/edit og prøv igen.
de: Entschuldigung, Ihre Zahlungsmethode wurde vom Aussteller abgelehnt. Bitte überprüfen Sie Ihre Zahlungsdetails unter https://my.ubuntu.com/payment/edit und versuchen Sie es erneut.
es: Lo sentimos, su método de pago ha sido rechazado por el distribuidor. Revise sus detalles de pago en https://my.ubuntu.com/payment/edit e inténtelo de nuevo.
hr: Nažalost, vaš način plaćanja je odbijen od strane izdavača. Provjerite svoje pojedinosti plaćanja na https://my.ubuntu.com/payment/edit i pokušajte ponovno.
it: Spiacenti, il tuo metodo di pagamento è stato rifiutato dall'emittente. Si prega di rivedere il tuo dettagli di pagamento su https://my.ubuntu.com/payment/edit e riprova.
ko: 죄송합니다만 결제 수단이 발급자에 의해 거부되었습니다. https://my.ubuntu.com/payment/edit 의 결제 세부 사항을 검토 후 다시 시도하시오.
pt: Desculpe, o seu método de pagamento foi recusado pelo emissor. Por favor, reveja os seus detalhes de pagamento em https://my.ubuntu.com/payment/edit e tente de novo.
tr: Üzgünüz, ödeme yönteminiz servis sağlayıcı tarafından reddedildi. Lütfen ödeme detaylarınızı bu adreste gözden geçirin: https://my.ubuntu.com/payment/edit ve tekrar deneyin.

source: Specify a seeds.manifest file referencing the exact revisions of the provided snaps which should be installed
it: Specificare un file seeds.manifest che fa riferimento alle revisioni esatte degli snap forniti che devono essere installati

source: Specify an architecture for snaps for --classic when the model does not
af: Spesifiseer 'n argitektuur vir snaps vir --klassieke wanneer die model nie doen
cs: Určete architekturu pro snapy pro --classic když model ne
da: Angiv en arkitektur til snapper for --classic, når modellen ikke gør det
de: Eine Architektur für Snaps für --classic spezifizieren, falls die Vorgabe dies nicht macht
es: Especificar la arquitectura de los snaps para --classic cuando el modelo no lo hace
hr: Odredi arhitekturu za snap pakete --classic kada nema modela
it: Specificare un'architettura per gli snap per --classic quando il modello non lo fa
pt: Especifique uma arquitectura para snaps para --classic quando o modelo não
sv: Ange en arkitektur för snap-paket för --classic när modellen inte gör det

source: Specifying a channel %q is relying on undefined behaviour. Interpreting it as %q for now, but this will be an error later.
af: Spesifiseer 'n kanaal %q is vertrou op ongedefinieerde gedrag. Interpreteer dit as %q vir nou, maar dit sal later 'n fout wees.
cs: Zadání kanálu %q závisí na nedefinovaném chování. Pro tuto chvíli bude interpretováno jako %q, ale později toto bude chyba.
da: Angivelse af en kanal %q afhænger af udefineret opførsel. Fortolker den indtil videre som %q, men det vil senere hen være en fejl.
de: Die Definition eines Kanals %q beruht auf undefiniertem Verhalten. Vorerst wird er als %q interpretiert, das wird jedoch später einen Fehler ergeben.
es: Especificar un canal %q depende de un comportamiento indefinido. Se interpreta como %q por ahora, pero esto será un error más adelante.
hr: Određivanje kanala %q oslanja se na neodređeno ponašanje. Trenutačno se tumači kao %q, ali kasnije će to biti greška.
it: La specifica di un canale %q dipende da un comportamento indefinito. Interpretandolo come %q per ora, ma questo sarà un errore in seguito.
pt: Especificar um canal %q depende de um comportamento indefinido. Interpretando como %q por enquanto, mas isso será um erro mais tarde.
sv: Att ange en kanal %q förutsätter odefinierade beteenden. Tolkar det som %q tills vidare, men det kommer att bli ett fel senare.

source: Start console-conf snapd routine
af: Begin konsole-conf snapd roetine
da: Start snapd-rutinen console-conf
de: Starten Sie die Routine console-conf snapd.
es: Iniciar la rutina console-conf de snapd
hr: Pokreni console-conf snapd rutinu
it: Avvia la routine snapd console-conf
pt: Iniciar rotina console-conf snapd
sv: Starta console-conf snapd-rutin

source: Start services
af: Begin dienste
cs: Spustit služby
da: Start tjenester
de: Dienste starten
es: Iniciar servicios
hr: Pokreni usluge
it: Avvia servizi
ko: 서비스 시작
pt: Iniciar serviços
tr: Servisleri Başlat

source: Start snap %q (%s) services
af: Begin snap %q (%s) dienste
cs: Spustit služby snap balíčku %q (%s)
de: Snap %q (%s) Dienste starten
es: Iniciar los servicios (%s) del snap %q
hr: Pokrećem snap %q (%s) uslugu
it: Avvia servizi snap %q (%s).
ko: snap %q (%s) 서비스 시작
pt: Iniciar serviços do snap %q (%s)
sv: Starta tjänster från snap-paket %q (%s)
tr: %q (%s) snap paketinin hizmetlerini başlat

source: Start snap %q%s services
af: Begin snap %q%s dienste
cs: Spustit služby snap balíčku %q%s
de: Snap %q%s Dienste starten
es: Iniciar los servicios %q%s del snap
hr: Pokrećem snap %q%s usluge
it: Avvia snap %q%s servizi
ko: snap %q%s 서비스 시작
pt: Iniciar serviços do snap %q%s
sv: Starta snap %q%s-tjänster
tr: %q%s snap paketinin hizmetlerini başlat

source: Start snap services
af: Begin snap dienste
cs: Spustit služby snap balíčku
de: Snap-Dienste starten
es: Iniciar servicios snap
hr: Pokrećem snap usluge
it: Avvia i servizi snap
ko: 스냅 서비스 시작
pt: Iniciar serviços do snap
sv: Starta snap-tjänster
tr: Snap hizmetlerini başlat

source: Start the userd service
af: Begin die gebruiker diens
cs: Spustit službu userd
da: Start tjenesten userd
de: Den Benutzerdienst starten
es: Iniciar el servicio userd
hr: Pokreni userd uslugu
it: Avvia il servizio utente
ko: userd 서비스 시작
pt: Iniciar os serviços de userd
tr: Kullanıcı servisini başlat

source: Started.
it: Avviato.

source: Status Spawn Ready Summary
af: Status Spawn Gereed Opsomming
cs: Stav Spawn Připraveno Souhrn
da: Status Kald Klar Sammendrag
de: Status Spawn Bereit Zusammenfassung
es: Estado Generado Listo Resumen
it: Stato Spawn Pronto Riepilogo
pt: Estado Gerado Pronto Resumo
sv: Status Start Redo Sammanfattning

source: Stop services
af: Stop dienste
cs: Zastavit služby
da: Stop tjenester
de: Dienste anhalten
es: Detener servicios
hr: Zaustavi usluge
it: Ferma servizi
ko: 서비스 정지
pt: Parar serviços
tr: Servisleri Durdur

source: Stop snap %q (%s) services
af: Stop snap %q (%s) dienste
cs: Zastavit služby snap balíčku %q (%s)
de: Snap %q (%s) Dienste anhalten
es: Parar los servicios (%s) del snap %q
hr: Zaustavljam snap %q (%s) usluge
it: Arresta servizi snap %q (%s).
ko: snap %q (%s) 서비스 정지
pt: Parar serviços do snap %q (%s)
sv: Stoppa snap-paket %qs (%s)-tjänster
tr: %q (%s) snap paketinin hizmetlerini durdur

source: Stop snap %q services
af: Stop snap %q dienste
cs: Zastavit služby snap balíčku %q
de: Snap %q Dienste anhalten
es: Detener los servicios del snap %q
hr: Zaustavljam snap %q usluge
it: Arresta snap %q servizi
ko: snap %q services 정지
pt: Parar serviços do snap %q
sv: Stoppa snap-paketet %qs tjänster
tr: %q snap paketinin hizmetlerini durdur

source: Stop snap services
af: Stop snap dienste
cs: Zastavit služby snap balíčku
de: Snap-Dienste anhalten
es: Parar los servicios de snap
hr: Zaustavljam snap usluge
it: Interrompi i servizi snap
ko: 스냅 서비스 정지
pt: Parar serviços snap
sv: Stoppa snap-tjänster
tr: Snap hizmetlerini durdur

source: Stopped.
af: Gestop.
cs: Zastaveno.
da: Stoppet.
de: Angehalten.
es: Detenido.
hr: Zaustavljeno.
it: Fermato.
ko: 정지되었습니다.
pt: Parou.
tr: Durduruldu.

source: Strict typing with nulls and quoted strings
af: Streng tik met nulls en aangehaal snare
cs: Striktní typování s nulami a řetězci v uvozovkách
da: Striks indtastning med null'er og strenge i anførselstegn
de: Strikte Eingabe mit Nullen und Zeichenketten in Anführungszeichen
es: Escritura estricta con cadenas nulas y citadas
hr: Ograniči upisivanje nula i znakova navoda
it: Digitazione rigorosa con valori null e stringhe tra virgolette
pt: Digitação restricta com nulos e strings entre aspas
sv: Strikt inmatning med tomma och citerade strängar
tr: Boşluklar ve tırnak işaretli dizgilerle sıkı yazma

source: Switch %q snap away from cohort
af: Skakel %q snap weg vanaf kohort
cs: Přepnout snap %q pryč z kohorty
da: Skift snappen %q væk fra gruppen
de: %q snap vom cohort wegschalten
es: Trasladar el snap %q lejos del grupo
hr: Prebaci %q snap paket dalje od kohorte
it: Sposta %q snap lontano dalla coorte
pt: Mudar o snap %q para sair da cohort
sv: Växla snap-paket %q bort från kohort

source: Switch %q snap to channel %q
af: Skakel %q snap na kanaal %q
cs: Přepnout snap %q na kanál %q
da: Skift snappen %q til kanalen %s
de: Snap %q zum Kanal %q wechseln
es: Cambiar el snap %q al canal %q
hr: Prebaci %q snap paket na kanal %q
it: Passa %q snap al canale %q
ko: %q snap 의 채널을 %q로 변경합니다
pt: Alterar o snap %q para o canal %q
sv: Växla snap-paket %q till kanal %q
