Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: repairs are not available on a classic system
af: herstelwerk is nie op 'n klassieke stelsel beskikbaar
ca: les reparacions no són disponibles a un sistema clàssic
cs: opravy nejsou na klasickém systému k dispozici
de: Reparaturen sind auf einem klassischen System nicht verfügbar
es: las reparaciones no están disponibles en sistemas clásicos
hr: popravci nisu dopstupni na klasičnom sustavu
it: le riparazioni non sono disponibili su un sistema classico
ko: 클래식 시스템에서는 repairs 기능을 사용할수 없습니다.
pt: reparações não estão disponíveis num sistema clássico
sv: reparationer är inte tillgängliga på ett klassiskt system

source: requested a non-existing branch for snap %q: %s
af: versoek om 'n nie-bestaande tak vir snap %q: %s
ca: s'ha demanat una branca inexistent per al snap %q: %s
cs: vyžádána neexistující větev pro snap %q: %s
da: forespurgte om en ikkeeksisterende gren af snappen %q: %s
de: einen nicht existierenden Zweig für Snap %q angefordert: %s
hr: zahtjevan je ogranak koji ne postoji za snap paket %q: %s
it: richiesto un ramo inesistente per lo snap %q: %s
ko: 존재하지 않는 snap branch에 요청했습니다. %q: %s
pt: solicitou um branch não existente para o snap %q: %s
sv: begärde en icke-existerande gren för snap-paket %q: %s

source: requested a non-existing branch on %s for snap %q: %s
af: versoek 'n nie-bestaande tak op %s vir snap %q: %s
ca: s'ha demanat una branca inexistent a %s per al snap %q: %s
cs: vyžádána neexistující větev na %s pro snap %q: %s
da: forespurgte om en ikkeeksisterende gren i %s af snappen %q: %s
de: einen nicht existierenden Zweig auf %s für Snap %q angefordert: %s
hr: zahtjevan je ogranak koji ne postoji %s za snap paket %q: %s
it: richiesto un ramo inesistente su %s per lo snap %q: %s
pt: solicitou um branch não existente em %s para snap %q: %s
sv: begärde en icke-existerande gren på %s för snap-paket %q: %s

source: requested channel %q is not valid (see 'snap info %s' for valid ones)
af: versoek kanaal %q is nie geldig nie (sien 'snap info %s' vir geldige ene)
ca: el canal sol·licitat %q no és vàlid (per trobar-ne de vàlids, veieu 'snap info %s')
cs: požadovaný kanál %q není platný (viz „snap info %s“ ohledně těch platných)
da: den ønskede kanal %q er ikke gyldig (se "snap info %s" for gyldige)
de: der angeforderte Kanal %q ist nicht gültig (siehe »snap info %s« für gültige)
hr: zahtijevani kanal %q nije valjan (pogledajte 'snap info %s' za valjane)
it: il canale richiesto %q non è valido (vedi 'snap info %s' per quelli validi)
ko: 요청된 채널 %q는 유효하지 않습니다 (유효한 것을 원한다면 'snap info %s'를 확인하시오)
pt: o canal solicitado %q não é válido (consulte 'informações de snap %s' para ver os válidos)
sv: begärd kanal %q är inte giltig (se ”snap info %s” för giltiga kanaler)

source: set failed: %v
af: stel het misluk: %v
ca: no s'ha pogut establir: %v
cs: nastavení se nezdařilo: %v
de: als fehlgeschlagen festlegen: %v
es: No se ha podido establecer: %v
hr: postavljanje neuspjelo: %v
it: set non riuscito: %v
ko: 설정 실패: %v
pt: configuração falhou: %v
sv: set misslyckades: %v

source: set which option?
af: stel watter opsie in?
ca: quina opció s'ha d'establir?
cs: kterou volbu nastavit?
de: Welche Option soll festgelegt werden?
es: ¿Cual opción desea establecer?
hr: postaviti koju mogućnost?
it: impostare quale opzione?
ko: 어떤 옵션을 설정하시겠습니까?
pt: definir qual opção?
sv: sätt vilket alternativ?

source: slightly more advanced snap management
af: effens meer gevorderde snap bestuur
ca: gestor de snaps una mica més avançat
cs: trochu pokročilejší správa snapů
da: lidt mere avanceret håndtering af snapper
de: etwas fortschrittlichere Snap-Verwaltung
es: administración de snap un poco más avanzada
hr: malo naprednije upravljanje snap paketima
it: gestione dello snap leggermente più avanzata
ko: 보다 더 개선된 스냅 관리
pt: gerenciamento de snap ligeiramente mais avançado
sv: aningen mer avancerad snap-pakethantering

source: snap %[1]q not available as specified (see 'snap info %[1]s')
af: snap %[1]q nie beskikbaar soos gespesifiseer (sien 'snap info %[1]s')
ca: el snap %[1]q no és disponible com s'especifica (veieu 'snap info %[1]s')
cs: snap %[1]q není k dispozici, jak zadán (viz „snap info %[1]s“)
da: snappen %[1]q er ikke tilgængelig som angivet (se "snap info %[1]s")
hr: snap paket %[1]q nije dostupan kao što je navedeno (pogledajte 'snap info %[1]s')
it: snap %[1]q non disponibile come specificato (vedi 'snap info %[1]s')
pt: snap% [1] q não disponível conforme especificado (consulte 'informações do snap %[1] s')
sv: snap-paket %[1]q inte tillgängligt som specificerat (se ”snap info %[1]s”)

source: snap %[1]q not available on channel %q (see 'snap info %[1]s')
af: snap %[1]q nie beskikbaar op kanaal %q (sien 'snap info %[1]s')
ca: el snap %[1]q no és disponible al canal %q (veieu 'snap info %[1]s')
cs: snap %[1]q není z kanálu %q dostupný (viz „snap info %[1]s“)
da: snappen %[1]q er ikke tilgængelig i kanal %q (se "snap info %[1]s")
hr: snap paket %[1]q nije dostupan na kanalu %q (pogledajte 'snap info %[1]s')
it: snap %[1]q non disponibile sul canale %q (vedi 'snap info %[1]s')
pt: snap% [1] q não disponível no canal %q (consulte 'informações de snap %[1] s')
sv: snap-paket %[1]q inte tillgängligt på kanal %q (se ”snap info %[1]s”)

source: snap %[1]q revision %s not available (see 'snap info %[1]s')
af: snap %[1]q revision %s nie beskikbaar (sien 'snap info %[1]s')
ca: el snap %[1]q revisió %s no és disponible (veieu 'snap info %[1]s')
cs: snap %[1]q revize %s není k dispozici (viz „snap info %[1]s“)
da: snappen %[1]q i udgaven %s er ikke tilgængelig (se "snap info %[1]s")
hr: snap paket %[1]q revizije %s nije dostupan (pogledajte 'snap info %[1]s')
it: snap %[1]q revisione %s non disponibile (vedi 'snap info %[1]s')
pt: snap% [1] q revisão %s não disponível (veja 'informações do snap %[1] s')
sv: snap-paket %[1]q revision %s inte tillgängligt (se ”snap info %[1]s”)

source: snap %q has no updates available
af: snap %q het geen updates beskikbaar
ca: no hi ha cap actualització disponible per al snap %q
cs: pro snap %q zatím nebyly vydány žádné nové aktualizace
de: für Snap %q sind keine Aktualisierungen verfügbar
es: el snap %q no tiene actualizaciones disponibles
hr: snap paket %q nema dostupnih nadopuna
it: snap %q non ha aggiornamenti disponibili
ko: 스냅 %q은(는) 가능한 업데이트가 없습니다.
pt: snap %q não tem atualizações disponíveis
si: ස්නැප් %q සඳහා යාවත්කාල නැත
sv: snap-paket %q har inga tillgängliga uppdateringar

source: snap %q is already installed, see 'snap help refresh'
af: snap %q is reeds geïnstalleer, sien 'snap help refresh'
ca: el snap %q ja està instal·lat, veieu 'snap help refresh'
cs: snap %q už je nainstalovaný, viz „snap help refresh“
da: snappen %q er allerede installeret; se "snap help refresh"
de: Snap %q ist schon installiert, siehe »snap help refresh«
hr: snap paket %q je već instaliran, pogledajte 'snap help refresh'
it: snap %q è già installato, vedi 'snap help refresh'
ko: 스냅 %q은(는) 이미 설치되어 있습니다. `snap help refresh`를 확인하시오.
pt: snap %q já está instalado, consulte 'snap help refresh'
sv: snap-paket %q är redan installerat; se ”snap help refresh”

source: snap %q is not available on %s but is available to install on the following tracks:
af: snap %q is nie beskikbaar op %s maar is beskikbaar om op die volgende snitte te installeer:
ca: el snap %q no és disponible a %s. Tanmateix és disponible per ser instal·lat als camins següents:
cs: snap %q není k dispozici na %s, ale je k dispozici k instalaci v následujících tratí:
da: snappen %q er ikke tilgængelig i %s, men kan installeres fra følgende spor:
de: Snap %q ist nicht auf %s verfügbar, kann aber auf den folgenden Tracks installiert werden:
hr: snap paket %q nije dostupan na %s ali je dostupan za instalaciju na sljedećim praćenjima:
it: snap %q non è disponibile su %s ma è disponibile per l'installazione sulle seguenti tracce:
ko: 스냅 %q은(는) %s에서 유효하지 않지만 다음 트랙에 설치할 수 있습니다.
pt: snap %q não está disponível em %s, mas está disponível para instalação nas seguintes tracks:
sv: snap-paket %q är inte tillgängligt på %s men kan installeras från följande spår:

source: snap %q is not available on %s but other tracks exist.
af: snap %q is nie beskikbaar op %s nie maar ander snitte bestaan.
ca: el snap %q no és disponible a %s, tanmateix existeixen altres camins per instal·lar-ho.
cs: snap %q není k dispozici na %s, ale existují jiné trati.
da: snappen %q er ikke tilgængelig i %s, men der findes andre spor:
de: Snap %q ist auf %s nicht verfügbar, aber andere Tracks existieren.
hr: snap paket %q nije dostupan na %s ali druga praćenja postoje.
it: snap %q non è disponibile su %s ma esistono altre tracce.
ko: %s에서 스냅 %q을(를) 할 수 없으나 다른 트랙이 존재합니다.
pt: snap %q não está disponível em %s, mas existem outras tracks.
sv: snap-paket %q är inte tillgängligt på %s men andra spår finns.

source: snap %q is not available on %v but is available to install on the following channels:
af: snap %q is nie beskikbaar op %v nie maar is beskikbaar om op die volgende kanale te installeer:
ca: el snap %q no és disponible a %v, però sí que ho és als següents canals:
cs: snap %q není dostupný v %v, ale je k instalaci na následujících kanálech:
da: snappen %q er ikke tilgængelig i %v, men kan installeres fra følgende kanaler:
de: Snap %q ist auf %v nicht verfügbar, aber zum Installieren auf diesen Kanälen verfügbar:
hr: snap paket %q nije dostupan na %v ali je dostupan za instalaciju na sljedećim kanalima:
it: snap %q non è disponibile su %v ma è disponibile per l'installazione sui seguenti canali:
ko: %v에서 스냅 %q을 할 수 없으나 다음 채널에서는 설치할 수 있습니다.
pt: snap %q não está disponível em %v, mas está disponível para instalação nos seguintes canais:
sv: snap-paket %q är inte tillgängligt på %v men kan installeras från följande kanaler:

source: snap %q is not available on %v for this architecture (%s) but exists on other architectures (%s).
af: snap %q is nie beskikbaar op %v vir hierdie argitektuur (%s) maar bestaan op ander argitekture (%s).
ca: el snap %q no és disponible a %v per a aquesta arquitectura (%s), ho és per a les següents arquitectures: (%s).
cs: snap %q není dostupný v %v pro tuto architekturu (%s), ale existuje pro jiné (%s).
da: snappen %q er ikke tilgængelig i %v til denne arkitektur (%s), men findes til andre arkitekturer (%s).
hr: snap paket %q nije dostupna na %v za ovu arhitekturu (%s) ali postoji za druge arhitekture (%s).
it: snap %q non è disponibile su %v per questa architettura (%s) ma esiste su altre architetture (%s).
ko: 스냅 %q는 이 구조(%s)로는 %v에서 유효하지 않지만 다른 구조(%s)에는 존재합니다.
pt: snap %q não está disponível em %v para esta arquitectura (%s), mas existe noutras arquitecturas (%s).
sv: snap-paket %q är inte tillgängligt på %v för den här arkitekturen (%s) men finns för andra arkitekturer (%s).

source: snap %q is not available on this architecture (%s) but exists on other architectures (%s).
af: snap %q is nie beskikbaar op hierdie argitektuur (%s) maar bestaan op ander argitekture (%s).
ca: el snap %q no és disponible per a aquesta arquitectura (%s), però sí que ho és per a les següents arquitectures: (%s).
cs: snap %q není pro tuto architekturu (%s) dostupný, ale je dostupný pro jiné architektury (%s).
da: snappen %q er ikke tilgængelig til denne arkitektur (%s), men findes til andre arkitekturer (%s).
hr: snap paket %q nije dostupan na ovoj arhitekturi (%s) ali postoji za druge arhitekture (%s).
it: snap %q non è disponibile su questa architettura (%s) ma esiste su altre architetture (%s).
ko: 스냅 %q는 이 구조(%s)에서는 유효하지 않지만 다른 구조(%s)에는 존재합니다.
pt: snap %q não está disponível nesta arquitetura (%s), mas existe noutras arquitecturas (%s).
sv: snap-paket %q är inte tillgängligt för den här arkitekturen (%s) men finns för andra arkitekturer (%s).

source: snap %q is not compatible with --classic
af: snap %q is nie versoenbaar met --klassiek
ca: el snap %q no és compatible amb --classic
cs: snap %q není kompatibilní s --classic
da: snappen %q er ikke kompatibel med --classic
de: Snap %q ist nicht mit --classic kompatible
es: el snap %q no es compatible con --classic
hr: snap paket %q nije kompatibilan sa --classic
it: snap %q non è compatibile con --classic
ko: 스냅 %q는 --classic과 호환되지 않습니다.
pt: snap %q não é compatível com --classic
sv: snap-paket %q är inte kompatibelt med --classic

source: snap %q not found
af: snap %q nie gevind
ca: no s'ha pogut trobar el snap %q
cs: snap %q nenalezen
de: Snap %q nicht gefunden
es: snap %q no encontrado
hr: snap paket %q nije pronađen
it: snap %q non trovato
ko: 스냅 %q 을(를) 찾을 수 없습니다.
pt: snap %q não encontrado
si: ස්නැප් %q හමු නොවිණි
sv: snap-paket %q finns inte
tr: %q snap paketi bulunmadı

source: snap %q requires devmode or confinement override
af: snap %q vereis devmodus of opsluiting override
ca: el snap %q requereix devmode o sobreescriure el confinament
cs: snap %q vyžaduje režim pro vývojáře nebo přebití ohrazení
da: snappen %q kræver udviklertilstand (devmode) eller tilsidesættelse af sandkassetilstand
de: Snap %q erfordert den Entwicklermodus oder Beschränkungsumgehung (Confinement override)
es: el snap %q necesita devmode o ignorar el confinamiento
hr: snap paket%q zahtijeva devmode ili zaobilaženje ograničenja
id: snap %q membutuhkan devmode atau pengurungan override
it: snap %q richiede devmode o confinamento override
pt: snap %q requer devmode ou cancelamento de confinamento
sv: snap-paket %q kräver devmode eller åsidosättning av isolering

source: snap is free
af: snap is gratis
ca: el snap és gratuït
cs: snap je zdarma
de: Snap ist kostenlos
es: snap es gratuito
hr: snap je besplatan
id: snap gratis
it: snap è gratuito
ko: 스냅은 무료입니다
pt: o snap é grátis
si: ස්නැප් නොමිලේ
sv: snap-paket är gratis

source: snap package %q is being refreshed, please wait
it: Il pacchetto snap %q è in fase di aggiornamento, attendere

source: snap package cannot be used now: %s
it: pacchetto snap non può essere utilizzato ora: %s

source: snapd is about to halt the system
it: snapd sta per arrestare il sistema

source: snapd is about to power off the system
it: snapd sta per spegnere il sistema

source: snapd is about to reboot the system
af: snapd is op die punt om die stelsel te herlaai
ca: snapd és a punt de reiniciar el sistema
cs: snapd se chystá restartovat systém
da: snapd skal til at genstarte systemet
de: Snapd wird das System neu starten
hr: snapd će ponovno pokrenuti sustav
id: snapd akan me-reboot sistem
it: snapd sta per riavviare il sistema
ko: snapd가 시스템을 재부팅하려고 합니다.
pt: snapd está prestes a reiniciar o sistema
sv: snapd kommer snart att starta om systemet
tr: snapd sistemi yeniden başlatmak üzere

source: system administration and configuration
af: stelsel administrasie en konfigurasie
ca: administració i configuració del sistema
cs: správa a nastavení systému
da: systemadministration og konfigurering
de: Systemadministration und -konfiguration
es: administración del sistema y configuración
hr: administracija i podešavanje sustava
id: administrasi dan konfigurasi sistem
it: amministrazione e configurazione del sistema
ko: 시스템 관리 및 구성
pt: administração e configuração do sistema
sv: systemadministration och konfiguration

source: system halt scheduled
it: arresto del sistema programmato

source: system poweroff scheduled
it: spegnimento programmato del sistema

source: today at 15:04 MST
af: vandag by 15:04 MST
ca: avui a les 15:04 CET
cs: dnes v 15:04 MST
da: i dag kl. 15:04 MST
hr: danas u 15:04 MST
id: hari ini jam 15:04 MST
it: oggi alle 15:04 MST
pt: hoje às 15:04 MST
sv: idag 15:04 MST

source: tomorrow at 15:04 MST
af: môre by 15:04 MST
ca: demà a les 15:04 CET
cs: zítra v 15:04 MST
da: i morgen kl. 15:04 MST
hr: sutra u 15:04 MST
id: besok jam 15:04 MST
it: domani alle 15:04 MST
pt: amanhã às 15:04 MST
sv: imorgon 15:04 MST

source: too many arguments for command
af: te veel argumente vir beveel
ca: massa arguments per a l'ordre
cs: příliš mnoho argumentů pro příkaz
de: zu viele Argumente für diesen Befehl
es: demasiados argumentos para la orden
hr: previše argumenata za naredbu
id: terlalu banyak argumen untuk perintah
it: troppi argomenti per il comando
ko: 명령어에 대한 인자가 너무 많습니다
pt: demasiados argumentos para o comando
sv: för många argument för kommandot
tr: komut için çok fazla argüman

source: too many arguments for hook %q: %s
af: te veel argumente vir haak %q: %s
ca: massa arguments per al hook %q: %s
cs: příliš mnoho argumentů pro háček %q: %s
de: zu viele Argumente für hook %q: %s
es: demasiados argumentos para el enganche %q: %s
hr: previše argumenata za priključak %q: %s
id: terlalu banyak argumen untuk pengait %q: %s
it: troppi argomenti per l'hook %q: %s
ko: 다음 hook 에 대해 인자가 너무 많습니다 %q: %s
pt: demasiados argumentos para o hook %q: %s
sv: för många argument för krok %q: %s

source: too many arguments: %s
af: te veel argumente: %s
ca: massa arguments: %s
cs: příliš mnoho argumentů: %s
de: zu viele Argumente: %s
es: demasiados argumentos: %s
hr: previše argumenata: %s
id: terlalu banyak argumen: %s
it: troppi argomenti: %s
ko: 인자가 너무 많습니다:%s
pt: demasiados argumentos: %s
sv: för många argument: %s
tr: çok fazla argüman: %s

source: unable to contact snap store
af: nie in staat is om snap winkel kontak
ca: no s'ha pogut contactar amb la botiga de snap
cs: kontaktování snap store se nezdařilo
da: kan ikke få forbindelse til Snapbutikken
de: Mit dem snap-Store konnte keine Verbindung hergestellt werden
es: no se puede contactar con la Snap Store
hr: nemoguće kontaktiranje snap trgovine
id: tidak dapat menghubungi snap store
it: Impossibile contattare Snap Store
ko: snap store에 연결 할 수 없습니다
pt: incapaz de entrar em contacto com a snap store
si: ස්නැප් ස්ටෝර් වෙත සබැඳුමට නොහැකිය
sv: kan inte kontakta snap store
tr: snap mağazasına bağlanılamadı

source: unavailable
af: onbeskikbaar
ca: no disponible
cs: není k dispozici
de: nicht verfügbar
es: no disponible
hr: nedostupno
id: tidak tersedia
it: non disponibile
ko: 사용 불가
pt: indisponível
si: නොතිබේ
sv: otillgänglig
tr: mevcut değil

source: unexpected size, got: %v but wanted %v
af: onverwagte grootte, kry: %v maar gesoek %v
ca: mida inesperada, s'ha rebut: %v però s'esperava %v
da: uventet størrelse, fik: %v men ønskede %v
de: unerwartete Größe, %v erhalten, aber %v verlangt
es: tamaño inesperado, obtuvo: %v pero quería %v
hr: neočekivana veličina, dobivena: %v ali je očekivana %v
it: dimensione inaspettata, ottenuto: %v ma volevo %v
pt: tamanho inesperado, obtido: %v, mas desejado %v
sv: oväntad storlek, fick: %v men ville ha %v

source: unknown command %q, see '%s'.
af: onbekende beveel %q, sien '%s'.
ca: ordre %q desconeguda, consulteu '%s'.
cs: neznámý příkaz %q, viz „%s“
da: ukendt kommando %q, se "%s".
de: Unbekannter Befehl %q, siehe '%s'.
es: comando desconocido %q, consulte «%s».
hr: nepoznata naredba %q, pogledajte '%s'.
id: perintah tidak dikenal %q, lihat '%s'.
it: comando sconosciuto %q, vedi '%s'.
ko: 명령어 %q을(를) 찾을 수 없습니다. '%s'를 확인하세요.
pt: comando desconhecido %q, consulte '%s'.
sv: okänt kommando %q, se ”%s”.

source: unknown plug or slot %q
af: onbekende prop of gleuf %q
ca: connector o ranura %q desconegut/da
cs: neznámá zástrčka nebo slot %q
de: unbekannter Plug oder Slot %q
es: enchufe o ranura desconocido %q
hr: nepoznat priključak ili priključnica %q
it: spina o slot sconosciuto %q
ko: 알 수 없는 플러그 또는 슬롯 %q
pt: plug ou slot desconhecido %q
sv: okänd plugg eller fack %q

source: unknown service: %q
af: onbekende diens: %q
ca: servei desconegut: %q
cs: neznámá služba: %q
de: unbekannter Dienst %q
es: servicio desconocido: %q
hr: nepoznata usluga: %q
id: layanan tidak dikenal: %q
it: servizio sconosciuto: %q
ko: 알 수 없는 서비스:%q
pt: serviço desconhecido: %q
si: නොදන්නා සේවාවකි: %q
sv: okänd tjänst: %q
tr: bilinmeyen hizmet: %q

source: unset which option?
af: ongestel watter op?
ca: quina opció s'ha de cancel·lar?
cs: Nastavení které volby zrušit?
da: hvilken indstilling skal fjernes?
de: Welche Option ist nicht eingestellt?
es: tipo no valido para la cabecera %q
hr: ukloni koju mogućnost?
id: hapus pilihan yang mana?
it: quale opzione deselezionare?
ko: 옵션을 해제하시겠습니까?
pt: Qual a opção a definir?
sv: rensa vilket alternativ?

source: until %s
it: fino al %s

source: warning: no snap found for %q
af: waarskuwing: geen snap gevind vir %q
ca: avís: no s'ha trobat cap snap per a %q
cs: varování: nenalezen žádný snap pro %q
da: advarsel: fandt ingen snap for %q
de: Achtung: kein Snap für %q gefunden
hr: upozorenje: nema pronađenih snap paketa za %q
id: peringatan: tidak ditemukan snap untuk %q
it: avviso: nessuno snap trovato per %q
ko: 경고: %q에 대한 스냅이 없습니다.
pt: Atenção: nenhum snap encontrado %q
sv: varning: inget snap-paket hittades för %q

source: yesterday at 15:04 MST
af: gister by 15:04 MST
ca: ahir a les 15:04 CET
cs: včera v 15:04 SELČ
da: i går kl. 15:04 MST
hr: jučer u 15:04 MST
id: kemarin pada 15:04 MST
it: ieri alle 15:04 MST
pt: ontem às 15:04 MST
sv: igår 15:04 MST

source: you can't specify an absolute filename while also specifying target dir.
af: jy kan 'n absolute lêernaam spesifiseer nie, terwyl dit ook spesifiseer teiken dir.
ca: no podeu especificar un nom de fitxer absolut especificant al mateix temps el directori de destinació.
cs: pokud je zadána cílová složka, není možné zároveň zadat úplný název souboru (včetně umístění).
da: du kan ikke angive et absolut filnavn, mens målmappen også angives
de: Sie können keinen absoluten Dateinamen angeben, während Sie ebenfalls ein Zielverzeichnis angeben.
es: no puede especificar un nombre de archivo absoluto al mismo tiempo que se especifica la capeta objetivo.
hr: ne možete odrediti apsolutni naziv datoteke dok istovremeno određujete odredišni direktorij.
id: Anda tidak dapat menentukan nama berkas absolut sementara juga menentukan direktori tujuan.
it: non è possibile specificare un nome file assoluto mentre si specifica anche la directory di destinazione.
pt: você não pode especificar um nome de ficheiro absoluto enquanto especifica também o dir de destino.
sv: du kan inte specificera ett absolut filnamn när du också specificerar destinationsmapp.

source: Use 'snap help alias' to learn how to create aliases manually.
af: Gebruik 'snap help alias' om te leer hoe om aliasse handmatig.
cs: O tom, jak alternativní názvy vytvářet ručně, se dozvíte příkazem „snap help alias“.
da: Brug "snap help alias" for at lære, hvordan man laver aliasser manuelt.
hr: Koristite 'snap help alias' da biste saznali kako stvoriti pseudonime ručno.
ko: 별칭을 수동으로 만드는 방법을 배우려면 'snap help alias'를 사용하시오.
pt: Use 'snap help alias' para aprender como criar pseudónimos manualmente.
sv: Använd ”snap help alias” för att läsa på om hur du skapar alias manuellt.

source: <alias>
ast: <alcuñu>
ca: <àlies>
hr: <pseudonim>
pt: <pseudónimo>
si: <අපනාමය>
tr: <takma ad>
zh_tw: <別名>

source: <assertion type>
af: <assertion tipe>
ast: <triba d'afirmación>
ca: <tipus d'asserció>
cs: <typ tvrzení>
da: <assertionstype>
de: <Zusicherungstyp>
es: <tipo de aserción>
hr: <vrsta potvrde>
id: <tipe tuntutan>
ko: <assertion 유형>
pt: <tipo de asserção>
sv: <assert-typ>
tr: <onay türü>

source: <email>
af: <e-pos>
ca: <correu>
hr: <e-pošta>
id: <surel>
si: <වි-තැපෑල>
sv: <epost>
tr: <e-posta>
zh_tw: <電郵>

source: <path>
af: <pad>
ca: <ruta>
da: <sti>
de: <Pfad>
es: <ruta>
hr: <putanja>
pt: <caminho>
sv: <sökväg>
tr: <yol>

source: <query>
af: <navraag>
ast: <consulta>
ca: <consulta>
cs: <dotaz>
da: <forespørgsel>
de: <Abfrage>
es: <consulta>
hr: <zahtjev>
ko: <질의>
pl: <zapytanie>
pt: <pesquisa>
si: <විමසුම>
sv: <fråga>
tr: <sorgu>
zh_tw: <查詢>

source: <snap>
hr: <snap paket>

source: <snap>:<plug>
af: <snap>:<prop>
ast: <snap>:<enchufe>
ca: <snap>:<endoll>
es: <snap>:<enchufe>
hr: <snap>:<priključak>
pt: <snap>:<ficha>
