Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: Identifier of the signer
af: Identifiserier van die ondertekenaar
cs: Identifikátor podepisujícího
da: Underskriverens identifikator
de: Kennung des Unterzeichners
es: Identificador del firmante
hr: Identifikator potpisnika
it: Identificatore del firmatario
ko: 서명인의 식별자
pt: Identificador do assinante
sv: Signerarens identifierare
tr: İmzacı belirleyici

source: Identifier of the snap package associated with the build
af: Identifiserier van die snap pakket geassosieer met die bou
cs: Ideentifikátor snap balíčku související se sestavením
da: Identifikator for snap-pakken tilknyttet denne version
de: Bezeichner des Snap-Pakets, das dem Build zugeordnet ist
es: Identificador del paquete de snap asociado con la construcción
hr: Identifikator snap paketa pridružen u izgradnji
it: Identificatore del pacchetto snap associato alla build
ko: 빌드와 관련된 스냅 패키지의 식별자
pt: Identificador do pacote do snap associado à compilação
sv: Identifierare för snap-paket associerat med bygge

source: If the service has a reload command, use it instead of restarting.
af: Indien die diens het 'n herlaai bevel, gebruik dit inplaas van herbegin.
cs: Pokud služba má příkaz reload (znovunačíst), použít ho namísto restartování.
da: Brug en genindlæs-kommando, hvis tjenesten har den, i stedet for at genstarte.
de: Wenn der Dienst einen Befehl zum erneuten Laden hat, diesen verwenden statt neu zu starten.
es: Si el servicio tiene una orden de recarga, úsela en vez de reiniciar.
hr: Ako je usluga ponovno učitala naredbu, koristi ju umjesto izvođenja ponovnog pokretanja.
it: Se il servizio dispone di un comando di ricarica, utilizzalo invece di riavviare.
ko: 만약 해당 서비스가 reload 기능을 지원한다면, restart 대신 reload를 사용하세요.
pt: Se o serviço tiver um comando reload, use-o em vez de reiniciar.
tr: Servisin bir tekrar yükleme komutu varsa, tekrar başlatmak yerine onu kullan.

source: Ignore running hooks or applications blocking the installation
af: Ignoreer lopende hooks of toepassings wat die installasie blokkeer
da: Ignorér kørende hooker eller programmer, som blokerer for installering
de: Laufende Hooks oder Anwendungen Ignorieren, die die Installation blockieren
es: Ignorar los enlaces en ejecución o las aplicaciones que impiden la instalación
it: Ignora gli hook in esecuzione o le applicazioni che bloccano l'installazione
pt: Ignorar ganchos em execução ou aplicações que estão bloqueando a instalação
sv: Ignorera körande krokar eller program som blockerar installationen

source: Ignore running hooks or applications blocking the refresh
af: Ignoreer lopende hooks of toepassings wat die opdatering blokkeer
da: Ignorér kørende hooker eller programmer, som blokerer genopfriskningen
de: Laufende Hooks oder Anwendungen Ignorieren, die die Aktualisierung blockieren
es: Ignorar los enlaces en ejecución o las aplicaciones que impiden la actualización
it: Ignora gli hook in esecuzione o le applicazioni che bloccano l'aggiornamento
pt: Ignora a execução de ganchos ou aplicações que bloqueiam a actualização
sv: Ignorera körande krokar eller program som blockerar uppdateringen

source: Ignore running hooks or applications blocking the revert
af: Ignoreer loop hakies of aansoeke sluit van die revert
da: Ignorér kørende hooker eller programmer, som blokerer for tilbagerulning
de: Laufende Hooks oder Anwendungen Ignorieren, die die Aktualisierung blockieren
es: Ignorar los enlaces en ejecución o las aplicaciones que impiden la reversión
it: Ignora gli hook in esecuzione o le applicazioni che bloccano il ripristino
pt: Ignora a execução de ganchos ou aplicações que bloqueiam a reversão
sv: Ignorera körande krokar eller program som blockerar nedgraderingen

source: Ignore validation by other snaps blocking the installation
it: Ignora la convalida da parte di altri snap che bloccano l'installazione

source: Ignore validation by other snaps blocking the refresh
af: Ignoreer validering deur ander snaps die verfris blokkeer
cs: Ignorovat ověření ostatními snapy blokujícími aktualizaci
da: Ignorér bekræftelse fra andre snap'er, som blokerer genopfriskningen
de: Validierung durch andere Snaps vernachlässigen, die das Auffrischen blockieren
es: Ignorar la validación por otras snaps bloqueando el refresco
hr: Zanemari provjeru od blokiranja osvježvanja drugih snap paketa
it: Ignora la convalida da parte di altri snap che bloccano l'aggiornamento
ko: 새로 고침을 차단하는 다른 스냅의 유효성 검사 무시
pt: Ignore validação por outros snaps que bloqueiam a actualização
sv: Ignorera validering av andra snap-paket som blockerar uppdatering

source: Image customizations specified as JSON file.
it: Personalizzazioni dell'immagine specificate come file JSON.

source: Import a snapshot
af: Import 'n momentopname
da: Importér et øjebliksbillede
de: Schnappschuss importieren
es: Importar una instantánea
hr: Uvezi snimku
it: Importa uno snapshot
pt: Importa um snapshot
sv: Importera en ögonblicksbild

source: Imported snapshot as #%d
af: Imported momentopname as #%d
da: Importerede øjebliksbillede som nr. %d
de: Schnappschuss importiert als #%d
es: Se importó una instantánea como #%d
hr: Uvezena snimka za Br.%d
it: Istantanea importata come #%d
pt: Snapshot importado como #%d
sv: Importerade ögonblicksbild som #%d

source: In order to buy %q, you need to agree to the latest terms and conditions. Please visit https://my.ubuntu.com/payment/edit to do this. Once completed, return here and run 'snap buy %s' again.
af: Ten einde te koop %q, moet jy instem tot die nuutste bepalings en voorwaardes. Besoek asb https://my.ubuntu.com/payment/edit te doen hierdie. Sodra dit voltooi is, keer terug hierheen en hardloop 'snap buy %s' weer.
cs: Pro zakoupení %q, je třeba souhlasit s nejnovějšími všeobecnými podmínkami. To je možné na https://my.ubuntu.com/payment/edit. Po dokončení se sem vraťte a spusťte „snap buy %s“ znovu.
da: For at kunne købe %q skal du godkende de seneste vilkår og betingelser. Gå til https://my.ubuntu.com/payment/edit for at gøre dette. Vend tilbage her til, når du har gjort det, og kør "snap buy %s" igen.
de: Um %q zu kaufen, müssen Sie den aktuellen Nutzungsbedingungen zustimmen. Bitte besuchen Sie https://my.ubuntu.com/payment/edit, um dies zu tun. Nach Abschluss kehren Sie hierher zurück und führen "snap buy %s" erneut aus.
es: Para comprar %q, debe aceptar los últimos términos y condiciones. Para ello visite https://my.ubuntu.com/payment/edit . Una vez hecho esto, vuelva aquí y ejecute «snap buy %s» nuevamente.
hr: Kako bi kupili %q, morate se složiti sa najnovijim uvjetima i odredbama. Posjetite https://my.ubuntu.com/payment/edit kako bi to učinili. Jednom kada je završeno, vratite se ovdje i pokrenite 'kupi snap paket %s' ponovno.
it: Per acquistare %q, devi accettare gli ultimi termini e condizioni. Visita https://my.ubuntu.com/payment/edit per farlo. Una volta completato, torna qui ed esegui di nuovo 'snap buy %s'.
ko: %q를 구매하려면, 최신 이용 약관에 동의해야 합니다. 약관에 동의하려면, https://my.ubuntu.com/payment/edit를 방문하십시오. 완료되면, 여기로 돌아와서 'snap buy %s'를 다시 실행하십시오.
pt: Para comprar %q, tem de concordar com os últimos termos e condições. Por favor visite https://my.ubuntu.com/payment/edit to do this. Uma vez terminado, volte aqui e inicie 'compra de snap %s' outra vez.
sv: För att köpa %q, måste du godkänna de senaste villkoren. Gå till https://my.ubuntu.com/payment/edit för att göra detta. När du är färdig, kom tillbaka hit och kör ”snap buy %s” igen.

source: Include more details on the snap (expanded notes, base, etc.)
af: Sluit meer besonderhede op die snap in (uitgebreide note, basis, ens.)
cs: Zahrnout další podrobnosti na snapu (rozšířené poznámky, základ, atd.)
da: Medtag flere detaljer om snappen (udvidede noter, base osv.)
hr: Uključi više pojedinosti u snap paket (proširene bilješke, baza, itd.)
it: Includi maggiori dettagli sullo snap (note espanse, base, ecc.)
ko: 스냅에 대한 자세한 정보 포함 (확장된 노트, 베이스 등)
pt: Inclua mais detalhes sobre o snap (notas expandidas, base, etc.)
sv: Inkludera fler detaljer om snap-paketet (utförliga anteckningar, bas, osv.)

source: Include the given snap from the store or a local file and/or specify the channel to track for the given snap
af: Sluit die gegewe in snap uit die winkel of 'n plaaslike lêer en/of spesifiseer die kanaal na spoor vir die gegewe snap
cs: Zahrnout daný snap z obchodu nebo lokálního souboru a/nebo zadat kanál který následovat pro daný snap
da: Inkludér den givne snap fra butikken eller en lokal fil og/eller angiv den kanal, som skal følges for den givne snap
de: Den angegebenen Snap aus dem Store oder einer lokalen Datei hinzufügen und/oder einen Kanal als Track vorgeben, der für das angegebene Snap verwendet wird
es: Incluir el snap proporcionado desde la tienda o un archivo local y/o especificar el canal a seguir para el snap proporcionado
hr: Uključi zadani snap paket iz trgovine ili lokalnu datoteku i/ili odredi kanal za praćenje zadanog snap paketa
it: Includere lo snap dato dal negozio o un file locale e/o specificare il canale da tracciare per lo snap dato
ko: 저장소 또는 로컬 파일에서 주어진 스냅을 포함하거나 주어진 스냅을 추적할 채널을 지정
pt: Inclua o snap fornecido da loja ou um ficheiro local e / ou especifique o canal a rastrear para o snap fornecido
sv: Inkludera det givna snap-paketet från butiken eller en lokal fil och/eller ange kanalen att följa för det givna snap-paketet

source: Include unused interfaces
af: Sluit ongebruikte koppelvlakke in
cs: Zahrnout nepoužívaná rozhraní
da: Inkludér ubrugte grænseflader
de: Nicht verwendete Schnittstellen einschließen
es: Incluir interfaces sin usar
hr: Uključi nekorištena sučelja
it: Includi interfacce inutilizzate
ko: 사용하지 않는 인터페이스 포함
pt: Inclui interfaces não utilizadas
si: භාවිතා නොකළ අ.මුහුණත් ඇතුළත්ව
sv: Inkludera gränssnitt som inte används
tr: Kullanılmayan arabirimleri dahil et

source: Initialize device
af: Inisialiseer toestel
cs: Inicializovat zařízení
de: Gerät initialisieren
es: Inicializar dispositivo
hr: Pokreni uređaj
it: Inizializza il dispositivo
ko: 장치 초기화
pt: Inicializar dispositivo
tr: Aygıtı başlat

source: Inspect a snapd state file, bypassing snapd API.
af: Kyk na 'n snapd staat lêer deur die snapd API te omseil.
cs: Prozkoumat stavový soubor snapd a obejít tak aplikační program. rozhraní snapd
da: Inspicér en snapd-tilstandsfil, hvorved snapd-API tilsidesættes.
de: Eine Snapd-Statusdatei überprüfen und umgehen der Snapd-API.
es: Inspeccionar un archivo de estado de snapd, evitando la API de snapd.
hr: Provjeri snapd datoteku stanja, zaobilaženjem snapd API-ja.
it: Ispeziona un file di stato snapd, ignorando l'API snapd.
ko: snapd API를 우회하여 snapd 상태 파일을 검사하시오.
pt: Inspeccione um ficheiro de estado snapd, ignorando a API snapd.
sv: Inspektera en snapd-tillståndsfil; kringgår snapd:s API.

source: Inspect a snapd state file.
af: Inspekteer 'n snapd staat lêer.
cs: Prozkoumat stavový soubor snapd.
da: Inspicér en snapd-tilstandsfil.
de: Eine Snapd-Statusdatei überprüfen.
es: Inspeccionar un archivo de estado de snapd.
hr: Provjeri snapd datoteku stanja.
it: Ispeziona un file di stato snapd.
ko: snapd state file 검사
pt: Inspeccionar o estado do ficheiro snapd.
sv: Inspektera en snapd-tillståndsfil.
tr: Bir snapd durum dosyasını incele

source: Inspect devices for actionable information
af: Inspekteer toestelle vir gedingsvatbaar informasie
cs: Provést inspekci zařízení ohledně akceschopných informací
da: Gennemgå enheder for information, der skal handles på
hr: Provjeri uređaj za moguće informacije
it: Ispeziona i dispositivi per informazioni utilizzabili
ko: 실행 가능한 정보에 대한 장치 검사
pt: Inspeccione os dispositivos para obter informações accionáveis
sv: Inspektera enheter för åtgärdsinformation

source: Install %q snap
af: Installeer %q snap
cs: Nainstalovat snap %q
da: Installér snap'en %q
de: Installiere %q Snap
es: Instalar snap %q
hr: Instaliraj %q snap paket
it: Installa snap %q
ko: %q 스냅 설치하기
pt: Instalar snap %q
si: ස්නැප් %q ස්ථාපනය
sv: Installera snap-paketet %q
tr: %q snap'ini yükle.

source: Install %q snap from file %q
af: Installeer %q snap vanaf lêer %q
cs: Instalovat snap %q ze souboru %q
da: Installér snap'en %q fra filen %q
de: Installiere %q Snap von Datei %q
es: Instalar snap %q desde el archivo %q
hr: Instaliraj %q snap paket iz datoteke %q
it: Installa snap %q dal file %q
ko: %q 스냅을 %q 파일에서 설치
pt: Instalar snap %q a partir do ficheiro %q
sv: Installera snap %q från fil %q
tr: %q snap'ini %q dosyasından yükle

source: Install from the beta channel
af: Installeer vanaf die beta kanaal
cs: Nainstalovat z kanálu testovacích verzí (beta)
da: Installér fra betakanalen
de: Vom Beta-Kanal installieren
es: Instalar desde el canal beta
hr: Instaliraj iz beta kanala
it: Installa dal canale beta
ko: 베타 채널에서 설치하기
pt: Instalar a partir do canal beta
si: බීටා නාලිකාවෙන් ස්ථාපනය
sv: Installera från betakanalen
tr: Beta kanalından yükle

source: Install from the candidate channel
af: Installeer vanaf die kandidaat kanaal
cs: Nainstalovat z kanálu verzí před vydáním (candidate)
da: Installér fra kandidatkanalen
de: Vom Candidate-Kanal installieren
es: Instalar desde el canal candidato
hr: Instaliraj iz candidate kanala
it: Installa dal canale candidato
ko: 후보 채널 로부터 설치하기
pt: Instalar a partir do canal candidate
sv: Installera från kandidatkanalen
tr: Aday kanalından yükle

source: Install from the edge channel
af: Installeer vanaf die rand kanaal
cs: Nainstalovat z kanálu vývojových verzí (edge)
da: Installér fra forkantskanalen
de: Vom Edge-Kanal installieren
es: Instalar desde el canal vanguardia
hr: Instaliraj iz edge kanala
it: Installare dal canale perimetrale
ko: 최신 채널로부터 설치
pt: Instalar a partir do canal edge
sv: Installera från spetskanalen
tr: Uç kanalından yükle

source: Install from the stable channel
af: Installeer vanaf die stabiele kanaal
cs: Nainstalovat z kanálu stabilních verzí
da: Installér fra kanalen stable
de: Vom Stable-Kanal installieren
es: Instalar desde el canal estable
hr: Instaliraj iz stable kanala
it: Installa dal canale stabile
ko: 안정적인 채널에서 설치하기
pt: Instalar a partir do canal stable
sv: Installera från stabila kanalen
tr: Kararlı kanaldan yükleme

source: Install snap %q
af: Installeer snap %q
cs: Nainstalovat snap balíček %q
da: Installér snap'en %q
de: Snap %q installieren
es: Instalar snap %q
hr: Instal snap paket %q
it: Installa snap %q
ko: snap %q 설치
pt: Instalar snap %q
si: ස්නැප් %q ස්ථාපනය
sv: Installera snap %q
tr: %q snap'ini yükle

source: Install snap-aware Snap Store snap?
af: Installeer snap-bewus Snap Winkel snap?
cs: Nainstalovat o snap vědocí Snap Store snap?
da: Installér en snap-bevidst snap fra Snapbutikken?
de: Snap-fähigen Snap Store-Snap installieren?
es: ¿Instalar el snap snap-aware de la Snap Store?
hr: Instaliraj snap-aware paket Snap trgovine?
it: Installi snap-aware Snap Store snap?
pt: Instalar Snap Store com reconhecimento de snap?
sv: Installera snap-paketet Snap Store, som är förberett för snap-hantering?

source: Install snaps %s
af: Installeer snaps %s
cs: Nainstalovat snapy %s
da: Installér snap'erne %s
de: Installiere Snaps %s
es: Instalar snaps %s
hr: Instaliraj snap pakete %s
it: Installa snap %s
ko: 스냅 %s 설치하기
pt: Instalar snaps %s
si: ස්නැප් %s ස්ථාපනය
sv: Installera snap-paket %s
tr: %s snap'lerini yükle

source: Install snaps %s from files %s
it: Installa gli snap %s dai file %s

source: Install snaps on the system
af: Installeer snaps op die stelsel
cs: Nainstalovat snap balíčky na systém
da: Installér snapper på systemet
de: Snaps auf dem System installieren
es: Instalar snaps en el sistema
hr: Instaliraj snap pakete na sustav
it: Installa gli snap sul sistema
ko: 시스템에 snap 설치
pt: Instale os snaps no sistema
sv: Installera snap-paket på systemet

source: Install the given revision of a snap
it: Installa la revisione data di uno snap

source: Install the given snap file even if there are no pre-acknowledged signatures for it, meaning it was not verified and could be dangerous (--devmode implies this)
af: Installeer die gegewe snap-lêer selfs al is daar geen pre-erken het handtekeninge vir dit, wat beteken dat dit is nie geverifieer en kan gevaarlik wees (--devmode impliseer dit)
cs: Nainstalovat daný snap soubor i když zde nejsou žádné předem schválené podpisy pro něj, což znamená, že nebude ověřen a může být nebezpečný (--devmode toto zahrnuje)
da: Installér den angivne snap-fil, også selvom der ikke er nogen forhåndsgodkendte signaturer til den, hvilket betyder, den ikke kunne bekræftes og kan være farlig (--devmode antyder dette)
de: Die angegebene Snap-Datei installieren, auch wenn es keine vorbestätigte Signaturen dafür gibt, was bedeutet, dass sie nicht verifiziert wurde und gefährlich sein könnte (--devmode unterstellt dies)
es: Instalar el archivo snap dado incluso si no hay firmas preadmitidas para él, lo cual significa que no se verificó y podría ser peligroso (--devmode implica esto)
hr: Instaliraj zadanu snap datoteku čak i ako ne postoje predpotvrđeni potpisi za nju, to znači da nije provjerena i može biti opasna (--devmode to podrazumijeva)
it: Installa il file snap fornito anche se non ci sono firme pre-riconosciute per esso, il che significa che non è stato verificato e potrebbe essere pericoloso (--devmode implica questo)
ko: 확인된 서명이 없더라도 주어진 snap 설치합니다, 확인되지 않았으므로 설치시 위험할수 있습니다 (--devmode implies this)
pt: Instale o ficheiro de snap fornecido mesmo que não haja assinaturas pré-reconhecidas para ele, o que significa que não foi verificado e pode ser perigoso (--devmode implica isso)
sv: Installera den givna snap-filen även om det inte finns några tidigare kända signaturer för den, vilket innebär att den inte verifierades och kan vara farlig (--devmode antar detta)

source: Install the given snap without enabling its automatic aliases
af: Installering van die gegewe snap sonder in staat te stel sy outomatiese aliasse
cs: Instalovat daný snap bez povolení jeho automatických aliasů
da: Installér den angivne snap uden at aktivere dens automatiske aliasser
de: Angegebenen Snap installieren, ohne seine automatischen Aliase zu aktivieren
es: Instalar el snap dado sin activar sus aliases automáticos
hr: Instaliraj zadan snap paket bez omogućavanja njegovih automatskih pseudonima
it: Installa lo snap dato senza abilitare i suoi alias automatici
ko: 자동 별칭을 사용하지 않고 지정된 스냅을 설치
pt: Instale o snap específico sem habilitar os pseudónimos automáticos
sv: Installera det givna snap-paketet utan att aktivera dess automatiska alias

source: Install the snap file under the given instance name
af: Installeer die snap-lêer onder die gegewe instansie naam
cs: Nainstalovat snap soubor pod daným názvem instance
da: Installér snapfilen under det givne instansnavn
de: Die Snap-Date unter dem angegebenen Instanznamen installieren
es: Instalar el archivo de snap bajo el nombre de instancia dado
hr: Instaliraj datoteku snap paketa pod zadanim nazivom primjerka
it: Installa il file snap con il nome dell'istanza specificato
ko: 주어진 instance 이름으로 snap 파일 설치
pt: Instale o ficheiro snap com o nome de instância fornecido
sv: Installera snap-filen under det givna instansnamnet

source: Install the snap in the given cohort
af: Installeer die snap in die gegewe kohort
cs: Nainstalovat snap v dané kohortě
da: Installér snappen i den angivne gruppe
de: Installiert das Snap in die gegebene Gruppe
es: Instalar el snap en el grupo asignado
hr: Instaliraj snap paket u zadanu kohortu
it: Installa lo snap nella coorte data
pt: Instala o snap no coorte fornecido
sv: Installera snap-paketet i den givna kohorten

source: Install the snap with: snap ack %s snap install %s
af: Installeer die snap met: snap ack %s snap installeer %s
cs: Nainstalovat snap pomocí: snap ack %s snap install %s
da: Installér snappen med: snap ack %s snap install %s
de: Snap installieren mit: snap ack %s snap install %s
hr: Instaliraj snap paket sa: snap ack %s snap install %s
it: Installa lo snap con: risposta rapida %s installazione rapida %s
pt: Instale o snap com: snap ack %s instalação snap %s
sv: Installera snap-paketet med: snap ack %s snap install %s

source: Install the system
af: Installeer die stelsel
cs: Nainstalovat sysém
da: Installér systemet
de: System installieren
es: Instalar el sistema
hr: Instaliraj sustav
it: Installa il sistema
ko: 시스템 설치하기
pt: Instalar o sistema
sv: Installera systemet

source: Install, update, or remove packages
af: Installeer, opdateer of verwyder pakkette
cs: Instalace, aktualizace nebo odstranění balíčků
de: Pakete installieren, aktualisieren oder entfernen
es: Instalar, actualizar o desinstalar paquetes
hr: Instaliraj, nadopuni ili ukloni pakete
it: Installa, aggiorna o rimuove pacchetti
ko: 패키지를 설치, 업데이트, 또는 삭제하시오
pt: Instale, atualize, ou remova pacotes
si: ඇසුරුම් ස්ථාපනය, යාවත්කාලය හෝ ඉවත් කිරීම
sv: Installera, uppdatera eller ta bort paket
tr: Paketleri yükleme, güncelleme veya kaldırma

source: Interacting with snapd is not yet supported on %s. This command has been left available for documentation purposes only.
af: Interaksie met snapd is nog nie ondersteun nie op %s. Hierdie opdrag is slegs beskikbaar vir dokumentasie doeleindes enigste.
cs: Interakce se snapd na %s ještě není podporována. Tento příkaz byl ponechán pouze pro účely dokumentace.
da: Interaktion med snapd understøttes endnu ikke på %s. Kommandoen er kun gjort tilgængelig af hensyn til dokumentation.
de: Die Interaktion mit snapd wird von %s noch nicht unterstützt. Dieser Befehl wurde nur zu Dokumentationszwecken verfügbar gelassen.
es: Aún no se admite la interacción con snapd en %s. Esta orden se conservó para propósitos de documentación únicamente.
hr: Interakcija sa sanpd još nije podržana na %s. Ova naredba je ostavljena dostupnom samo u svrhu dokumentiranja.
it: L'interazione con snapd non è ancora supportata su %s. Questo comando è stato lasciato disponibile solo a scopo di documentazione.
ko: snapd와의 상호 작용은 %s에서 아직 지원되지 않습니다. 이 명령은 문서화 목적으로만 사용할 수 있습니다.
pt: A interacção com o snapd ainda não é compatível com %s. Este comando foi deixado disponível apenas para fins de documentação.
sv: Att interagera med snapd saknar fortfarande stöd på %s. Detta kommando är endast tillgängligt för dokumenteringssyfte.

source: Interface Plug Slot Notes
af: Koppelvlak Prop Slot Notas
cs: Rozhraní Zásuvka Slot Poznámky
da: Grænseflade Plug Slot Noter
de: Schnittstelle Plug Slot Notizen
es: Interfaz Enchufe Ranura Notas
hr: Sučelje Priključak Priključnica Bilješka
it: Interfaccia Spina Slot Note
pt: Interface Plug Slot Notas
sv: Gränssnitt Plugg Fack Kommentarer

source: Introspection
af: Introspeksie
da: Selvanalyse
de: Selbstprüfung
es: Introspección
hr: Introspekcija
it: Introspezione
pt: Introspecção
sv: Introspektion

source: Journal rate limit as <message count>/<message period>
it: Limite frequenza journal come <conteggio messaggi>/<periodo messaggio>

source: Journal size quota
it: Quota dimensione journal

source: Key of interest within the configuration
af: Sleutel van belangstelling binne die konfigurasie
cs: Klíče zájmu v nastavení
da: Interessant nøgle i konfigurationen
de: Schlüssel von Interesse innerhalb der Konfiguration
es: Clave de interés en la configuración
hr: Ključ interesa s podešavanjem
it: Chiave di interesse all'interno della configurazione
pt: Chave de interesse dentro da configuração
sv: Nyckel av intresse bland konfigurationen

source: Label Brand%s Model Notes
it: Etichetta Marca%s Modello Note

source: List a change's tasks
af: lys 'n verander se take
cs: Vypsat úkoly změny
da: Oplist en ændrings opgaver
de: Auflisten der Änderungsaufgaben
es: Listar tareas de cambio
hr: Popis zadatka kanala
it: Elenca le attività di una modifica
ko: 변경 작업 나열
pt: Liste as tarefas de uma mudança
sv: Lista en ändrings uppgifter
tr: Değişikliğin görevlerini listele
