Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: Omit tasks in 'Hold' state in the change output
af: Weglaat take in 'Hold' staat in die verandering uitset
cs: Vynechat z výstupu změn úlohy ve stavu „Zadrženo“
da: Udelad opgaver i tilstanden "Hold" i ændringsoutputtet
de: Aufgaben im Status 'Halten' in der Änderungsausgabe auslassen
es: Omitir tareas en estado «Retenido» en cambiar la salida
hr: Izostavi zadatke u 'Zadržanom' stanju u promjeni izlaza
it: Ometti le attività nello stato "Hold" nell'output di modifica
ko: 변경 출력에서 ​​'보류' 상태의 작업 생략
pt: Omitir tarefas no estado 'Hold' na saída de mudança
sv: Utelämna uppgifter i tillstånd ”Vänta” i ändringsutdatan

source: Only search for snaps in “stable”.
af: Soek slegs na snaps in “stable”.
cs: Hledat pouze snapy ve „stable“ (stabilní).
da: Søg kun efter snapper i “stable”.
de: Snaps nur in “stable” suchen.
es: Solo buscar snaps en «estable».
hr: Samo pretraži snap pakete u “stabilnom”.
it: Cerca solo gli snap in "stabili".
ko: "안정" 상태의 스냅만 검색하기
pt: Pesquise apenas os snaps em “estável”.
sv: Sök efter snap-paket endast i ”stable”.

source: Optional path to apparmor kernel features directory (UC20+ only)
it: Percorso facoltativo alla directory delle funzionalità del kernel di apparmor (solo UC20+)

source: Optional sysfs overlay to be used when running preseeding steps
it: Overlay sysfs facoltativo da utilizzare durante l'esecuzione dei passaggi di preconfigurazione

source: Output results in JSON format
af: Uitset resultate in JSON formaat
cs: Výsledky vracet ve formátu JSON
da: Outputresultater i JSON-format
de: Ergebnisausgabe erfolgt im JSON-Format
es: Resultados de salida en formato JSON
hr: Izlazni rezultati u JSON formatu
it: Output risultati in formato JSON
ko: JSON 형식의 출력 결과
pt: Resultados output em formato JSON
si: JSON ආකෘතියෙන් ප්‍රතිදාන ප්‍රතිඵල
sv: Utdata resulterar i JSON-format
tr: Çıktı sonuçları JSON formatında

source: Output seeding status (true or false)
af: Uitset saading status (waar of onwaar)
da: Vis seedingstatus (sand eller falsk)
de: Ausgabe des Seeding-Status (wahr oder falsch)
es: Mostrar estatus de sembrado (verdadero o falso)
hr: Izlazno stanje sijanja (istina ili laž)
it: Stato seeding dell'output (vero o falso)
ko: 출력 시딩 상태 (참 또는 거짓)
pt: Status de propagação de saída (verdadeiro ou falso)
sv: Skriv ut seedningsstatus (true eller false)

source: Output to this filename
af: Uitset na hierdie lêernaam
cs: Vypsat do tohoto souboru
da: Send output til dette filnavn
de: Diesen Dateinamen ausgeben
es: Producir con este nombre de archivo
hr: Izlaz u ovaj naziv datoteke
it: Output su questo nome file
ko: 해당 파일이름으로 출력
pt: Saída para este nome de ficheiro
sv: Utdata till detta filnamn

source: Pack the given directory as a snap
af: Pak die gegewe gids as 'n snap
cs: Zabalit danou složku jako snap balíček
da: Pak den givne mappe som en snap
hr: Zapakiraj zadan direktorij kao snap paket
it: Imballare la directory data come uno snap
ko: 주어진 디렉토리를 snap 패키지로 만들기
pt: Empacote o diretório fornecido num piscar de olhos
sv: Packa given mapp som en snapp
tr: Verilen dizini bir snap olarak paketle.

source: Packages matching %q:
af: Pakkette bypassende %q:
cs: Balíčky odpovídající %q:
da: Pakker som matcher %q:
de: Pakete stimmen überein mit %q:
hr: Podudaranje paketa %q:
it: Pacchetti corrispondenti a %q:
ko: %q 와 일치하는 패키지들:
pt: Pacotes correspondentes a %q:

source: Parent quota group
it: Gruppo di quote padre

source: Parse the value as a string
it: Analizza il valore come una stringa

source: Parse the value strictly as JSON document
it: Analizza il valore rigorosamente come documento JSON

source: Passphrase:
af: Wagwoordfrase:
cs: Heslová fráze:
da: Adgangskode:
es: Frase de paso:
hr: Lozinka:
it: Frase d'accesso:
ko: 암호:
pt: Palavra-pases:
sv: Lösenfras:
tr: Parola:

source: Password of %q:
af: Wagwoord van %q:
cs: Heslo %q:
da: Adgangskode til %q:
de: Passwort von %q:
es: Contraseña de %q:
hr: Lozinka od %q:amp>
it: Password di %q:
ko: %q의 비밀번호:
pt: Palavra-passe de %q:
sv: Lösenord för %q:
tr: %q'nün parolası:

source: Pending update of %q snap
af: Hangende opdatering van %q snap
da: Afventer opdatering af %q-snap
de: Ausstehende Aktualisierung von %q snap
es: Actualización pendiente del snap %q
hr: Čekanje nadopune za %q snap paket
it: In attesa di aggiornamento di %q snap
pt: Atualização pendente do snap %q
sv: Väntande uppdatering för snap-paket %q

source: Perform factory reset
it: Eseguire il ripristino delle impostazioni di fabbrica

source: Perform factory reset of the system
it: Eseguire il ripristino delle impostazioni di fabbrica del sistema

source: Permissions
af: Machtigingen
cs: Oprávnění
da: Rettigheder
de: Berechtigungen
es: Permisos
hr: Dozvole
it: Permessi
ko: 권한
pt: Permissões
sv: Behörigheter
tr: İzinler

source: Personal information is handled as per our privacy notice at
af: Persoonlike inligting word hanteer volgens ons privaatheids kennisgewing by
cs: S osobními údaji je zacházeno podle našeho upozornění na soukromí na
da: Personlig information behandles som beskrevet i vores privatlivsnotits på
hr: Osobnim informacijama se rukuje kao i s našim obavijestima o privatnosti na
it: Le informazioni personali sono gestite secondo la nostra informativa sulla privacy all'indirizzo
ko: 개인정보는 저희의 개인정보 보호정책에 의거하여 처리됩니다
pt: As informações pessoais são tratadas de acordo com o nosso aviso de privacidade em
tr: Kişisel bilgiler, gizlilik bildirimimize göre ele alınır.

source: Please be mindful pre-release channels may include features not completely tested or implemented.
af: Wees asseblief bedag pre-release kanale kan funksies insluit ni heeltemal nie getoets of geïmplementeer.
cs: Mějte na paměti, že kanály s verzemi před vydáním mohou obsahovat funkce, které nebyly zcela vyzkoušené nebo implementované.
da: Vær opmærksom på, at før-udgivelseskanaler kan indeholde funktioner, som endnu ikke er gennemtestede eller færdiggjorte.
hr: Zapamtite da kanali predizdanja mogu sadržavati značajke koje nisu u potpunosti testirane ili implementirane.
it: Tieni presente che i canali di pre-release possono includere funzionalità non completamente testate o implementate.
ko: pre-release 채널에는 아직 테스트가 완료되지 않았거나 구현되지 않은 snap 패키지들이 있음을 명심해야 합니다.
pt: Por favor tenha em conta que os canais de pré-lançamento podem incluir recursos não totalmente testados ou implementados.
tr: Lütfen kararlı sürüm öncesi kanalların tamamen test edilmemiş özellikleri içerebileceğini unutmayın.

source: Please be mindful that different tracks may include different features.
af: Wees asseblief bedag dat verskillende spore kan die volgende insluit verskillende funksies.
cs: Mějte na paměti, že různé stopy mohou obsahovat různé funkce.
da: Vær opmærksom på, at forskellige spor kan indeholde forskellige funktioner.
hr: Zapamtite da drugačija praćenja mogu sadržavati drugačije značajke.
it: Tieni presente che tracce diverse possono includere funzionalità diverse.
ko: 트랙마다 다른 기능이 포함될 수 있으니 주의하시오.
pt: Lembre-se de que faixas diferentes podem incluir recursos diferentes.
tr: Lütfen farklı izlerin farklı özellikler içerebileceğini unutmayın.

source: Please re-enter your Ubuntu One password to purchase %q from %q for %s. Press ctrl-c to cancel.
af: Voer u Ubuntu One-wagwoord weer in om te koop %q van %q vir %s. Druk ctrl-c om te kanselleer.
cs: Pro nákup %q od %q za %s prosím znovu zadejte své heslo do Ubuntu One. Pro zrušení stiskněte ctrl-c.
da: Indtast din adgangskode til Ubuntu One igen for at købe %q fra %q til %s. Tryk ctrl-c for at afbryde.
de: Bitte geben Sie Ihr Ubuntu-One-Passwort erneut ein, um %q von %q für %s zu kaufen. Drücken Sie Strg-c für Abbruch.
es: Vuelva a introducir su contraseña de Ubuntu One para comprar %q de %q por %s. Presione ctrl-c para cancelar.
hr: Ponovno upišite vašu Ubuntu One lozinku za kupnju %q od %q za %s. Pritisnite ctrl-c za odustajanje.
it: Inserisci nuovamente la tua password Ubuntu One per acquistare %q da %q per %s. Premi ctrl-c per annullare.
ko: %q from %q 를 %s 에 구매하기 위해서 Ubuntu One password 를 다시 입력하세요. ctrl-c로 취소할수 있습니다.
pt: Por favor escreva novamente a senha do Ubuntu One para comprar %q de %q por %s. Prima ctrl-c para cancelar.
sv: Ange ditt Ubuntu One-lösenord igen för att köpa %q från %q för %s. Tryck ctrl-C för att avbryta.

source: Please specify a single mode
af: Spesifiseer asseblief 'n enkele modus
da: Angiv venligst en enkelt tilstand
de: Bitte geben Sie einen einzelnen Modus an
es: Especifique un único modo
hr: Navedite jedan način
it: Specificare una modalità singola
pt: Especifique um único modo
sv: Ange ett enda läge

source: Please try 'snap find --section=<selected section>'
af: Probeer asseblief 'snap find --section=<selected section>'
cs: Vyzkoušejte „snap find --section=<vybraná sekce>“
da: Prøv "snap find --section=<valgt sektion>"
hr: Pokušajte sa 'snap find --section=<odabrani odjeljak>'
it: Prova 'snap trova --section=<sezione selezionata>'
ko: 'snap find --section=<selected section>' 명령어를 시도하시오
pt: Por favor tente 'snap find --section = <secção selecionada>'
sv: Testa ”snap find --section=<valt avsnitt>”
tr: Lütfen 'snap find --section=<selected section>' komutunu deneyiniz.

source: Pre-download %s for auto-refresh
it: Pre-scarica %s per l'aggiornamento automatico

source: Pre-download snap %q%s from channel %q
it: Pre-scarica lo snap %q%s dal canale %q

source: Prefer aliases for snap %q
af: Verkies aliasse vir snap %q
cs: Upřednostňovat alternativní názvy pro snap %q
de: Bevorzuge Aliase für Snap %q
es: Preferir los aliases del snap %q
hr: Preferiraj pseudonime za snap pakete %q
it: Preferisci gli alias per lo snap %q
ko: snap %q에 대해 선호하는 별명
pt: Preferir pseudônimos para o snap %q
sv: Föredra alias för snap %q
tr: %q snap'i için takma adları tercih et

source: Prefer aliases of snap %q
af: Verkies aliasse van snap %q
cs: Upřednostňovat alternativní názvy snapu %q
da: Foretræk aliasser til snap'en %q
de: Aliase von Snap %q bevorzugen
es: Preferir alias para el snap %q
hr: Preferiraj pseudonime iz snap paketa %q
it: Preferisci gli alias dello snap %q
ko: 스냅 %q의 선호 별명
pt: Preferir pseudônimo para snap %q
sv: Föredra alias för snap %q

source: Prepare a device image
af: Berei 'n toestel beeld
cs: Připravit obraz zařízení
da: Forbered et enhedsaftryk
de: Ein Geräteabbild vorbereiten
es: Preparar una imagen de dispositivo
hr: Pripremi sliku uređaja
it: Prepara un'immagine del dispositivo
ko: device 이미지 준비
pt: Prepare uma imagem de dispositivo
sv: Sammanställ en enhetsavbild

source: Prepare remodeling
af: Berei hermodellering
cs: Připravit znovu vymodelování
da: Forbered ændring af model
de: Umgestalten vorbereiten
es: Preparar remodelado
hr: Pripremi ponovno modeliranje
it: Preparare il rimodellamento
ko: 리모델링 준비
pt: Prepare a remodelação
sv: Förbered ommodellering
tr: Yeniden modellemeyi hazırla

source: Prepare snap %q (%s)
af: Berei snap %q (%s)
cs: Připravit snap %q (%s)
de: Snap %q (%s) vorbereiten
es: Preparar snap %q (%s)
hr: Pripremanje snap paketa %q (%s)
it: Prepara lo snap %q (%s)
ko: 스냅 %q 준비 (%s)
pt: Preparar o snap %q (%s)
sv: Förbered snap %q (%s)

source: Prepare snap %q (%s) for remodel
af: Berei snap %q (%s) vir hermodel
cs: Připravit snap %q (%s) pro přemodelování
da: Klargør snappen %q (%s) til remodel
de: Snap %q (%s) für Neumodellierung vorbereiten
es: Preparar snap %q (%s) para remodelado
hr: Pripremi snap paket %q (%s) za ponovno modeliranje
it: Prepara lo snap %q (%s) per la ristrutturazione
ko: 리모델링을 위해 스냅 %q (%s) 준비
pt: Prepare o snap %q (%s) para remodelar
sv: Förbered snap %q (%s) för ommodellering

source: Prepare snap %q%s
af: Berei snap %q%s
cs: Připravit snap %q%s
de: Snap %q%s vorbereiten
es: Preparar snap %q%s
hr: Pripremanje snap paketa %q%s
it: Prepara lo snap %q%s
ko: 스냅 %q%s 준비
pt: Preparar o snap %q%s
sv: Förbered snap %q%s

source: Preseed (UC20+ only)
it: Preimpostato (solo UC20+)

source: Print all specific assertion fields.
af: Afdruk alle spesifieke bewering velde.
cs: Vypsat všechny konkrétní kolonky tvrzení.
da: Udskriv alle specifikke assertionsfelter.
de: Alle spezifischen Assertionsfelder ausgeben.
es: Imprimir todos los campos de aserción específicos.
hr: Prikaži sva navedena polja potvrde.
it: Stampa tutti i campi di asserzione specifici.
pt: Imprima todos os campos de asserção específicos.
sv: Skriv ut alla specifika assert-fält.

source: Print configuration options
af: Afdruk konfigurasie opsies
cs: Vypsat možnosti nastavení
da: Udskriv konfigurationsindstillinger
hr: Prikaži mogućnosti podešavanja
it: Opzioni di configurazione della stampa
ko: 설정 옵션 출력
pt: Opções de configuração para impressão
tr: Yapılandırma seçeneklerini yazdır

source: Print either configuration options or interface connection settings
it: Stampa le opzioni di configurazione o le impostazioni di connessione dell'interfaccia

source: Print sandbox features available on the system
af: Afdruk sandbox funksies wat beskikbaar is op die stelsel
cs: Vypsat funkce ohraničeného prostředí (sandbox), dostupné na systému
da: Udskriv sandkassefunktioner, som er tilgængelige på systemet
hr: Prikaži značajke sigurnog okruženja dostupne na sustavu
it: Stampa le funzionalità sandbox disponibili sul sistema
ko: 시스템에서 지원하는 sandbox 기능들을 출력
pt: Recursos de sandbox de impressão disponíveis no sistema
tr: Sistemde mevcut sanal alan özelliklerini yazdırın

source: Print system paths
af: Afdruk stelsel paaie
cs: Vypsat systémové popisy umístění
da: Udskriv systemstier
hr: Prikaži putanje sustava
it: Stampa percorsi di sistema
ko: 시스템 경로 출력
pt: Caminhos do sistema de impressão
tr: Sistem yollarını yazdır

source: Print the confinement mode the system operates in
af: Afdruk die opsluiting modus die stelsel bedryf in
cs: Vypsat režim ohraničování, ve kterém systém funguje
da: Udskriv den sandkassetilstand, som systemet virker i
hr: Postavi snap u ograničeni način
it: Stampa la modalità di confinamento in cui opera il sistema
pt: Imprima o modo de confinamento em que o sistema opera
sv: Skriv ut isoleringsläget som systemet använder
tr: Sistemin çalıştığı sınırlandırma biçimini yazdırın

source: Print the raw assertion.
af: Afdruk die rou bewering.
cs: Vypsat nezpracované trvrzení.
da: Udskriv den rå assertion.
de: Die ursprüngliche Test-Fehlermeldung ausgeben
es: Imprimir la aserción en bruto.
hr: Prikaži raw potvrdu.
it: Stampa l'asserzione grezza.
pt: Imprime a asserção em bruto.
sv: Skriv rå assert.

source: Print the serial assertion instead of the model assertion.
af: Druk die seriële bewering in plaas van die modelbewering.
cs: Vypsat sériové tvrzení namísto tvrzení modelu.
da: Udskriv den serielle assertion i stedet for modellens assertion.
de: Serielle Assertion anstatt der Modellassertion drucken.
es: Imprimir la aserción en serie en lugar de la aserción del modelo.
hr: Prikaži serijsku potvrdu umjesto modela potvrde.
it: Stampa l'asserzione seriale invece dell'asserzione modello.
pt: Imprima a declaração serial em vez da declaração do modelo.
sv: Skriv serie-assert istället för modell-assert.

source: Print the version and exit
af: Afdruk die weergawe en uitgang
cs: Vypsat informace o verzi a skončit
da: Udskriv versionen og afslut
de: Version anzeigen und Programm beenden
es: Imprimir la versión y salir
hr: Prikaži inačicu i zatvori
it: Stampa la versione ed esci
ko: 버전을 출력하고 종료하기
pt: Imprimir a versão e sair
si: අනුවාදය පෙන්වා පිටවන්න
sv: Skriv version och avsluta
tr: Sürümü yazdırın ve çıkın

source: Print whether the system is managed
af: Afdruk whether die stelsel is bestuurde
cs: Vypsat zda je systém spravován
da: Udskriv hvorvidt systemet er håndteret
hr: Prikaži je li sustavom upravljano
it: Stampa se il sistema è gestito
ko: 시스템이 관리되고 있는지 여부 출력하기
pt: Imprimir se o sistema é gerenciado
sv: Skriv huruvida systemet hanteras
tr: Sistemin yönetilip yönetilmediğini yazdırın

source: Process ID of confined app
af: Proses ID van confined app
da: Proces-ID på program i sandkassetilstand
de: Prozesskennung der eingeschränkten Anwendung
es: ID de proceso de la app confinada
hr: ID procesa ograničene aplikacije
it: ID processo dell'app confinata
ko: 제한된 앱의 프로세스 ID
pt: ID de processo da aplicação confinada
sv: Process-ID för isolerat program

source: Prompt the user to install gnome-software then pass control to it
af: Prompt die gebruiker in staat om gnome-sagteware te installeer dan slaag beheer om dit te
da: Bed brugeren om at installere gnome-software og overfør derefter kontrollen til den
de: Benutzer auffordern, gnome-software zu installieren und ihm danach die Kontrolle zu übergeben
es: Sugerir al usuario instalar gnome-software y luego pasarle el control
hr: Upitaj korisnika da instalira gnome-softver zatim proslijedi upravljanje na njega
it: Chiedi all'utente di installare il software gnome, quindi passa il controllo ad esso
pt: Solicita que o utilizador instale o gnome-software e passe o controle para ele
sv: Fråga om användaren vill installera gnome-software och sedan lämna över kontroll

source: Prune automatic aliases for snap %q
af: Snoei outomatiese aliasse vir snap %q
cs: Ořezat automatické alternativní názvy pro snap %q
de: Automatische Aliase für Snap %q bereinigen
es: Quitar los aliases automáticos del snap %q
hr: Automatski obreži pseudonime za snap %q paket
it: Elimina gli alias automatici per lo snap %q
ko: snap %q 의 자동으로 설정된 별명들을 정리하기
pt: Reduza automaticamente pseudônimos para o snap %q
sv: Städa upp automatiska alias för snap %q

source: Put snap in classic mode and disable security confinement
af: Sit snap in die klassieke modus en deaktiveer sekuriteit opsluiting
cs: Přepnout snap do klasického režimu a vypnout bezpečnostní ohraničování
da: Sæt snap i klassisk tilstand og deaktivér sikkerhedsindeslutning
de: Snap in klassischen Modus setzen und die Sicherheitsbeschränkung deaktivieren
es: Poner snap en modo clásico y desactivar el confinamiento de seguridad
hr: Postavi snap u klasičan način i onemogući sigurnosno ograničenje
it: Metti lo snap in modalità classica e disabilita il confinamento di sicurezza
ko: 클래식 모드로 snap을 설치하고 security confinement를 비활성화합니다
pt: Coloque o snap no modo clássico e desactive o confinamento de segurança
sv: Sätt snap i klassiskt läge och inaktivera säkerhetsisolering
tr: Klasik kipe geçin ve güvenlik sınırlamasını devre dışı bırakın

source: Put snap in development mode and disable security confinement
af: Sit snap in ontwikkelings modus en deaktiveer sekuriteit opsluiting
cs: Přepnout snap do vývojářského režimu a vypnout bezpečnostní ohraničení
da: Sæt snap i udviklingstilstand og deaktivér sikkerhedsindeslutning
de: Snap in Entwickler-Modus setzen und die Sicherheitsbeschränkung deaktivieren
es: Poner snap en modo de desarrollo y desactivar el confinamiento de seguridad
hr: Postavi snap u razvojni način i onemogući sigurnosno ograničenje
it: Metti lo snap in modalità sviluppo e disabilita il confinamento di sicurezza
ko: 개발 모드로 snap을 설치하고 security confinement를 비활성화합니다
pt: Coloque o snap no modo de desenvolvimento e desactive o confinamento de segurança
sv: Sätt snap i utvecklarläge och inaktivera säkerhetsisolering
tr: Grliştirme kipine geçin ve güvenlik sınırlamasını devre dışı bırakın

source: Put snap in enforced confinement mode
af: Sit snap in afgedwonge opsluiting-modus
cs: Přepnout snap do vynuceného režimu ohraničení
da: Sæt snap i gennemtvunget, indesluttet tilstand
de: Snap in zwangsweise eingeschränkten Modus setzen
es: Poner snap en modo de confinamiento forzado
hr: Postavi snap u način prisilne izolacije
it: Metti lo snap in modalità di confinamento forzato
ko: 스냅을 강제 제한 모드로 설정
pt: Coloque o snap no modo de confinamento forçado
sv: Sätt snap i bevakat isoleringsläge

source: Query the status of services
af: Query die status van dienste
cs: Dotázat na stav služby
da: Forespørg om tjenesternes status
de: Status der Dienste abfragen
es: Consultar el estado de los servicios
hr: Upit o stanju usluga
it: Interroga lo stato dei servizi
ko: 현재 snap 서비스들의 상태를 확인합니다
pt: Consultar o estado dos serviços
sv: Undersök status för tjänster
tr: Hizmetlerin durumunu sorgulayın

source: Query the store for the assertion, via snapd if possible
af: Query die winkel vir die bewering, via snapd indien moontlik
cs: Pokud je to možné, dotázat se katalogu aplikací ohledně tvrzení prostřednictvím snapd
da: Forespørg, via snapd hvis muligt, butikken om assertionen
de: Speicher für die Assertion abfragen, wenn möglich über snapd
es: Solicitar a la tienda la aserción, a través de snapd si es posible
hr: Zahtjev trgovini za potvrdu, putem snapd ako je moguće
it: Interroga il negozio per l'asserzione, se possibile tramite snapd
pt: Consultar a loja para a asserção, via snapd se possível
sv: Fråga butiken om asserten, via snapd om möjligt

source: Query the store for the assertion, without attempting to go via snapd
af: Navrae die winkel vir die assertion, sonder attempting om te gaan via snapd
cs: Dotázat se katalogu aplikací ohledně tvrzení, bez pokusu o využití snapd
da: Forespørg, uden at forsøge at gå gennem snapd, butikken om assertionen
de: Speicher für die Assertion abfragen, ohne zu versuchen über snapd zu gehen
es: Consulta la tienda sobre la aserción, sin intentar ir a través de snapd
hr: Zahtjev trgovini za potvrdu, bez pokušaja putem snapd
it: Interrogare l'archivio per l'asserzione, senza tentare di passare tramite snapd
pt: Consultar a loja para a asserção, sem tentar ir através do snapd
sv: Fråga butiken om asserten, utan att försöka gå via snapd

source: Quota Groups
it: Gruppi di quote

source: Reboot
af: Herbegin
da: Genstart
de: Neustart
es: Reiniciar
hr: Ponovno pokreni
it: Riavvia
pt: Reiniciar
sv: Starta om
tr: Yeniden başlat.

source: Reboot into %q %q mode.
af: Herbegin in te %q %q modus
da: Genstart %q i %q-tilstand.
de: In den %q %q Modus neustarten.
es: Reiniciar en modo %q %q.
hr: Ponovno pokreni u %q %q način.
it: Riavvia in modalità %q %q.
pt: Reinicialize no modo %q %q.
sv: Starta om i %q %q-läge.

source: Reboot into %q mode.
af: Herbegin in te %q modus.
da: Genstart i %q-tilstand.
de: In den %q Modus neustarten.
es: Reiniciar en modo %q.
hr: Ponovno pokreni u %q način.
it: Riavvia in modalità %q.
pt: Reiniciar para o modo %q.
sv: Starta om i %q-läge.
tr: %q moduna yeniden başlat.

source: Reboot into %q.
af: Herbegin in te %q.
da: Genstart %q.
de: In %q neustarten.
es: Reiniciar en %q.
hr: Ponovno pokreni u %q.
it: Riavvia in modalità %q.
pt: Reinicialize em %q.
sv: Starta om i %q.

source: Reboot into selected system and mode
af: Herbegin in te geselekteerde stelsel en modus
da: Genstart ind i valgt system og tilstand
de: In ausgewähltes System und Modus neustarten
es: Reiniciar en el sistema y modo seleccionados
hr: Ponovno pokreni u odabrani sustav i način
it: Riavvia nel sistema e nella modalità selezionati
pt: Reinicializar no sistema e modo selecionados
sv: Starta om till markerat system och läge

source: Refresh %q snap
af: Verfris %q snap
cs: Aktualizovat snap %q
da: Genopfrisk snap'en %q
de: %q Snap auffrischen
es: Actualizar snap %q
hr: Osvježavam %q snap paket
it: Aggiorna %q snap
ko: %q snap 리프레시하기
pt: Actualizar o snap %q
sv: Uppdatera snap %q

source: Refresh %q snap from %q channel
af: Verfris %q snap vanaf %q kanaal
cs: Aktualizovat snap %q z kanálu %q
da: Genopfrisk snap'en %q fra kanalen %q
de: %q Snap von %q Kanal auffrischen
es: Refrescar snap %q desde el canal %q
hr: Osvježavam %q snap paket iz %q kanala
it: Aggiorna %q snap dal canale %q
ko: %q 스냅을 %q 채널에서 새로고침
pt: Actualizar o snap %q do canal %q
sv: Uppdatera snap %q från kanalen %q

source: Refresh aliases for snap %q
af: Verfris alises vir snap %q
cs: Aktualizovat alternativní názvy pro snap %q
de: Aliase für Snap %q aktualisieren
es: Refrescar los aliases del snap %q
hr: Osvježi pseudonime za snap pakete %q
it: Aggiorna alias per lo snap %q
ko: snap %q 에 대한 별명 refresh 하기
pt: Actualiza os pseudónimos para o snap %q
sv: Uppdatera alias för snap %q
