Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: - %s as %s
ca: - %s com %s
cs: - %s jako %s
da: - %s som %s
de: - %s als %s
es: - %s como %s
hr: - %s kao %s
it: - %s come %s
ms: - %s sebagai %s
pl: - %s jako %s
pt: -%s como %s
sv: - %s som %s
tr: - %s yerine %s

source: Export a snapshot to the given filename.
af: Uitvoer- 'n momentopname van die gegewe lêernaam.
ca: Exporta una captura al fitxer donat.
cs: Exportovat snímek k danému názvu souboru.
da: Eksportér et øjebliksbillede med det givne filnavn.
de: Einen Schnappschuss in den angegebenen Dateinamen exportieren.
es: Exportar una instantánea con el nombre de archivo proporcionado.
hr: Izvezi snimku u zadani naziv datoteke.
it: Esportare uno snapshot al nome del file dato.
ko: 지정된 파일 이름으로 스냅샷 내보내기
pl: Wyeksportuj zrzut ekranu do pliku.
pt: Exporta uma captura de imagem para o nome do ficheiro indicado.
sv: Exportera en ögonblicksbild till det givna filnamnet.
tr: Snapshot'u verilen dosya adına aktar.

source: Import an exported snapshot set to the system. The snapshot is imported with a new snapshot ID and can be restored using the restore command.
af: Invoer 'n uitgevoer snapshot stel om die stelsel. Die snaopshot is ingevoer met 'n nuwe snapshot ID en kan wees restoureer bevel.
ca: Importa un conjunt exportat d'instantànies al sistema. La instantània s'importa amb un ID nou d'instantània i pot restaurar-se usant l'odre restaura.
cs: Importovat exportovanou sadu snímků do systému. Snímek se importuje s novým ID snímku a lze jej obnovit pomocí příkazu obnovení.
da: Importér et eksporteret sæt af øjebliksbilleder til systemet. Øjebliksbilledet importeres med et nyt øjebliksbilled-ID og kan gendannes med kommandoen restore.
de: Importieren Sie einen exportierten Snapshot-Satz in das System. Der Schnappschuss wird mit einer neuen Snapshot-ID importiert und kann mit dem Restore-Befehl wiederhergestellt werden
es: Importar un conjunto de instantáneas (snapshots) exportadas al sistema. La instantánea es importada con un nuevo ID de instantánea y se puede restaurar mediante el comando restore.
hr: Uvezi izvezeni skup snimke u sustav. Snimka je uvezena s novim ID snimke i može se obnoviti korištenjem naredbe obnove.
it: Importare o esportare un set di snapshot nel sistema. Lo snapshot è importato con un nuovo snapshot ID e può essere ripristinato usando il comando ripristina.
ko: 내보낸 스냅샷 세트를 시스템으로 가져옵니다. 스냅샷은 새 스냅샷 ID로 가져오며 복원 명령어를 통해 복원할 수 있습니다.
pt: Importar um conjunto de snapshot exportado para o sistema. O snapshot é importado com um novo ID de snapshot e pode ser restaurado usando o comando restore.
sv: Importera en exporterad ögonblicksbildsuppsättning till systemet. Ögonblicksbilden importeras med ett nytt ID och kan återställas med kommandot restore.
tr: Dosyaya aktarılmış snapshot setini sisteme geri yükle. Shapshot yeni bir ID ile geri yüklenir ve restore komutu ile eski haline getirilebilir.

source: Provide a search term for more specific results.
af: Verskaf 'n soekterm vir meer spesifieke resultate.
ca: Proveïu una paraula de cerca per a resultats més específics.
cs: Pro konkrétnější výsledky zadejte vyhledávaný pojem.
da: Angiv en søgeterm for at få mere specifikke resultater.
de: Geben Sie einen Suchbegriff für genauere Ergebnisse ein.
hr: Navedite izraz pretrage za podrobniji rezultat.
it: Fornisci una parola chiave per ottenere risultati più precisi.
ko: 더 자세한 결과를 보려면 검색어를 입력하십시오.
pl: Podaj wyszukiwane hasło, aby uzyskać bardziej szczegółowe wyniki.
pt: Forneça um termo de pesquisa para resultados mais específicos.
tr: Daha özel sonuçlar için bir arama ifadesi girin.

source: The abort command attempts to abort a change that still has pending tasks.
af: Die abort bevel pogings om abort 'n verandering wat steeds hangende take het.
ca: L'ordre interromp intenta interrompre el canvi que encara té tasques pendents.
cs: Příkaz abort se pokusí přerušit změnu, u které úlohy ještě čekají na zpracování.
da: Kommandoen afbryd forsøger at afbryde en ændring, som stadig har afventende opgaver.
de: Der Befehl »abort« versucht eine Änderung abzubrechen, die noch ausstehende Aufgaben hat.
es: La orden abort intenta abortar un cambio que aun tiene tareas pendientes.
hr: abort - naredba pokušava prekinuti promjenu koja je još uvijek na čekanju.
it: Il comando abort prova a interrompere una modifica ancora in corso.
ko: abort 명령은 아직 보류 중인 작업이 있는 변경을 중단하려고 합니다.
pt: O comando abort tenta abortar uma alteração que ainda tem tarefas pendentes.
tr: abort komutu henüz tamamlanmamış bir değişikliği iptal etmeye çalışır.

source: The ack command tries to add an assertion to the system assertion database. The assertion may also be a newer revision of a pre-existing assertion that it will replace. To succeed the assertion must be valid, its signature verified with a known public key and the assertion consistent with and its prerequisite in the database.
af: Die assertion mei ook 'n nuwer wees reversion van 'n voorafbestaande assertion dat dit Om daarin slaag die assertion moet geldig wees, sy handtekening geverifieer met 'n bekend databasis.
ca: L'ordre ack intenta afegir una asserció a la base de dades d'assercions del sistema. L'asserció pot ser també una revisió més nova o una asserció ja existent que farà un reemplaç. Perquè sigui reeixida, l'asserció ha de ser vàlida, la seva signatura ha de ser verificada amb una clau pública coneguda i l'asserció ha de ser consistent amb el se prerequisit a la base de dades.
cs: Příkaz ack se pokusí přidat nové tvrzení do systémové databáze tvrzení. Tvrzení může také být novější revize předtím existujícího, které nahradí. Pro úspěch je třeba, aby tvrzení bylo platné, jeho podpis ověřen známým veřejným klíčem a konzistenční se svým předpokladem v databázi.
da: Kommandoen ack forsøger at tilføje en assertion til systemets assertionsdatabase. Assertionen kan også være en nyere udgave af en allerede eksisterende assertion, som den vil erstatte. For at lykkes skal assertionen være gyldig, dens signatur bekræftet af en kendt offentlig nøgle, og assertionen skal være i overensstemmelse med dens forudsætning i databasen.
es: El comando ack intenta añadir una aserción a la base de datos de aserciones del sistema. La aserción también puede ser una versión nueva de una aserción que ya existe que será reemplazada. Para tener éxito la aserción debe ser válida, su firma estar verificada con una clave pública conocida y la aserción consistente y con sus prerequisitos en la base de datos.
hr: ack naredba pokušava dodati potvrdu u bazu podataka potvrde sustava. Potvrda može biti i novija revizija već postojeće potvrde koja će biti zamijenjena. Kako bi uspjela potvrda mora biti valjana, njen potpis provjeren s poznatim javnim ključem i potvrda mora biti u skladu s preduvjetom iz baze podataka.
it: Il comando ack tenta di aggiungere un'asserzione al database di asserzioni di sistema. L'affermazione può anche essere una revisione più recente di un'affermazione preesistente sostituirà. Per avere successo l'affermazione deve essere valida, la sua firma verificata con un noto chiave pubblica e l'asserzione coerente con e il suo prerequisito nella Banca dati.
pt: O comando ack tenta adicionar uma asserção ao banco de dados de asserções do sistema. A asserção também pode ser uma revisão mais recente de uma asserção pré-existente que ela substituirá. Para ser bem sucedida, a afirmação deve ser válida, a sua assinatura verificada com uma chave pública e a afirmação consistente com o seu pré-requisito na base de dados.

source: The advise-snap command searches for and suggests the installation of snaps. If --command is given, it suggests snaps that provide the given command. Otherwise it suggests snaps with the given name.
af: Die adviseer-snap bevel soektogte vir en suggereer die installasie van snaps. Indien --bevel is gegewe, dit suggereer snaps dat voorsien die gegewe bevel. Andersins dit suggereer snaps met die gegewe naam.
ca: L'ordre advise-snap cerca i suggereix la instal·lació de snaps. Si es dóna --ordre, suggereix snaps que proveeixen l'odre donada. En cas contrari suggereix snaps amb el nom donat.
cs: Příkaz advise-snap hledá a doporučuje instalaci snapů. Pokud je zadáno --command, doporučuje snapy, které poskytují daný příkaz. Jinak doporučuje snapy dle zadaného názvu.
da: Kommandoen advise-snap søger efter og foreslår installeringen af snapper. Er --command givet, foreslås snapper, som indeholder den givne kommando. Ellers foreslås snapper med det givne navn.
hr: advise-snap naredba pretražuje i predlaže instalaciju snap paketa. Ako je --command zadan, predlaže snap paketu korištenje zadane naredbe. U suprotnome predlaže snap paket sa zadanim nazivom.
it: Il comando advise-snap cerca e suggerisce quali snap installare. Se viene specificato --command, vengono consigliati gli snap che forniscono il comando richiesto. Altrimenti mostra gli snap con il nome specificato.
pt: O comando advise-snap procura e sugere a instalação de snaps. Se --command for fornecido, ele sugere snaps que fornecem o comando fornecido. Caso contrário, sugere snaps com o nome fornecido.
sv: Kommandot ”advise-snap” söker efter och rekommenderar snap-paket för installation. Om ”--command” anges komer snap-paket rekommenderas som tillhandahåller det givna kommandot. Annars rekommenderar det snap-paket med det givna namnet.
tr: advise-snap komudu snap'leri arar ve snap'lerin kurulumunda öneride bulunur. Eğer --komut verilirse, bu komut'u destekleyen snap'leri önerir. Yoksa, snap'leri verilen isimle önerir.

source: The alias command aliases the given snap application to the given alias. Once this manual alias is setup the respective application command can be invoked just using the alias.
af: Die alias bevel aliasse die gegewe snap aansoek om die gegewe alias. Sodra hierdie handleiding alias is stel op die onderskeie aansoek bevel kan wees invoked net die gebruik van die alias.
ca: L'ordre alias fa un àlies per a l'aplicació snap donada per a l'àlies donat. Un cop s'estableix aquest àlies manual, l'ordre respectiva d'aplicació es pot invocar simplement usant l'àlies.
cs: Příkaz alias vytvoří alternativní název pro aplikaci v daném snapu. Jakmile je tento ručně nastavený alias nastavený, příslušnou aplikaci je možné vyvolat použitím této přezdívky.
da: Kommandoen alias forbinder det angivne snap-program med det angivne alias. Når dette manuelle alias er indstillet, kan den tilhørende programkommando kaldes med aliasset.
hr: alias naredba postavlja zadanu snap aplikaciju zadanome pseudonimu. Jednom kada je taj ručni pseudonim postavljen odgovarajuća naredba aplikacije može biti pozvana pomoću pseudonima.
it: Il comando alias crea un alias per l'applicazione snap specificata. Dopo aver creato un alias, il rispettivo comando dello snap può essere chiamato semplicemente usando l'alias.
pt: O comando alias atribui o alias da aplicação snap fornecido ao alias Uma vez que este alias manual esteja configurado, o respetivo comando da aplicação pode ser invocado usando apenas o alias.
sv: Kommandot ”alias” ger det givna snap-programmet ett givet alias. När detta manuella alias skapas kan respektive programs kommando köras genom att endast anropa dess alias.
tr: alias komutu seçili snap uygulamasını istenilen takma ad'a atar. Bu takma ad atandıkan sonra atanan uygulamanın komutu sadece takma ad kullanılarak çalıştırılabilir.

source: The auto-import command searches available mounted devices looking for assertions that are signed by trusted authorities, and potentially performs system changes based on them. If one or more device paths are provided via --mount, these are temporarily mounted to be inspected as well. Even in that case the command will still consider all available mounted devices for inspection. Assertions to be imported must be made available in the auto-import.assert file in the root of the filesystem.
af: Die outo-import bevel soekes beskikbare gemonteerde toestelle op soek na assertions dit is geteken deur vertrou het owerhede, en potensieel voer stelsel veranderinge wat gebaseer is op hulle. Assertions ingevoer te word moet beskikbaar gestel word in die outo-import.assert lêer in die wortel van die lêer stelsel.
ca: L'ordre auto-import cerca dispositius muntats disponibles buscant per assercions que estiguin signades per autoritats de confiança, i fa potencialment canvis al sistema basant-se en elles. Si es proveeixen un o més camins de dispositiu mitjançant --mount, es munten de manera temporal per inspeccionar-los també. Fins i tot en aquest cas l'ordre considerarà totes els dispositius muntats disponibles per ser inspeccionats. S'han de fer disponibles les assercions a importar-se al fitxer auto-import.asser a l'arrel del sistema de fitxers.
cs: Příkaz automatického importu vyhledává dostupná připojená zařízení, která hledají tvrzení, která jsou podepsána důvěryhodnými autoritami a potenciálně na základě nich provádí systémové změny. Pokud je prostřednictvím --mount poskytnuta jedna nebo více cest zařízení, jsou dočasně připojeny, aby byly také zkontrolovány. I v takovém případě bude příkaz ke kontrole zvažovat všechna dostupná připojená zařízení. Importovaná tvrzení musí být zpřístupněna v souboru auto-import.assert v kořenovém adresáři souborového systému.
da: Kommandoen auto-import søger på de tilgængelige monterede enheder efter assertioner, som er underskrevet af betroede autoriteter, og udfører eventuelt systemændringer baseret på dem. Hvis en eller flere stier til enheder er givet med --mount, monteres de midlertidigt for også at blive gennemsøgt. Selv i dette tilfælde vil kommandoen stadig gennemsøge alle tilgængelige monterede enheder. Assertioner, som skal importeres, skal være tilgængelige i filen auto-import.assert i filsystemets rod.
hr: auto-import naredba pretražuje dostupne montirane uređaje i na njima potvrde koje su potpisali pouzdani izdavatelji, i po mogućnosti obavlja promjenu sustava temeljenu na njima. Ako su omogućene jedna ili više putanja uređaja putem --mount, privremeno su montirane kako bi bile provjerene. Čak i u tome slučaju naredba će još uvijek razmotriti provjeru svih montiranih uređaja. Potvrde za uvoz moraju biti dostupne u datoteci auto-import.assert u korijenu datotečnog sustava.
it: Il comando auto-import cerca i dispositivi disponibili e montati per trovare asserzioni firmate da autorità fidate e esegue potenzialmente modifiche al sistema in accordo con tali asserzioni. Se uno o più percorsi ai dispositivi vengono forniti con --mount, questi vengono temporaneamente montati per essere controllati. Anche in questo caso il comando continuerà a considerare per il controllo tutti i dispositivi montati e disponibili. Le asserzioni da importare devono essere dichiarate nel file auto-import.assert situato nella radice del filesystem
pt: O comando de importação automática procura dispositivos montados disponíveis procurando afirmações que são assinadas por autoridades confiáveis e, potencialmente, considere todos os dispositivos montados disponíveis para inspeção. As afirmações a serem importadas devem ser disponibilizadas no arquivo auto-import.assert na raiz do sistema de ficheiros.
sv: Kommandot ”auto-import” söker på tillgängliga monterade enheter efter asserter som har signerats av pålitliga grupper, och utför eventuellt systemändringar baserade på dem. Om en eller flera enhetssökvägar tillhandahålls via --mount kommer dessa också att tillfälligt monteras för inspektion. Även i det fallet kommer kommandot att utvärdera alla tillgängliga monterade enheter för inspektion. Asserter att importera måste vara tillgängliga i filen auto-import.assert i filsystemets rot.

source: The buy command buys a snap from the store.
af: Die koop bevel buys 'n snap vanaf die winkel.
ca: L'ordre buy compra un snap de la botiga.
cs: Příkaz buy koupí snap z obchodu.
da: Kommandoen buy køber en snap i butikken.
de: Der Befehl »buy« kauft einen Snap aus dem Store.
es: La orden buy compra un snap de la tienda.
hr: buy - naredba kupuje snap paket iz trgovine.
it: Il comando acquista acquista in un attimo dal negozio.
ko: buy 명령은 스토어로부터 snap을 구입합니다.
pt: O comando comprar compra um snap da loja.
sv: Kommandot ”buy” köper ett snap-paket från butiken.
tr: 'buy' komutu mağazadan bir snap satın alır.

source: The changes command displays a summary of system changes performed recently.
af: Die veranderinge bevel beeldschermen 'n opsomming van stelsel veranderinge uitgevoer onlangs.
ca: L'ordre changes mostra un resum dels canvis de sistema efectuats recentment.
cs: Příkaz changes zobrazí souhrn nedávno provedených změn v systému.
da: Kommandoen changes viser et sammendrag af de senest udførte systemændringer.
hr: changes naredba prikazuje sažetak nedavno izvedenih promjena sustava.
it: Il comando modifiche mostra un riepilogo delle modifiche al sistema eseguite di recente.
ko: changes 명령어는 최근에 수행된 시스템 변화의 요약을 보여 줍니다.
pt: O comando changes exibe um resumo das alterações do sistema realizadas recentemente.
sv: Kommandot ”changes” visar en sammanfattning av systemändringar som utförts nyligen.
tr: 'changes' komutu yakın zamanda gerçekleştirilen sistem değişikliklerinin bir özetini gösterir.
