Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: List aliases in the system
af: Lys aliasse in die stelsel
cs: Vypsat alternativní názvy v systému
da: Vis aliasser i systemet
hr: Prikaži pseudonime u sustavu
it: Elenca gli alias nel sistema
ko: 시스템의 별칭 나열
pt: Listar pseudónimos no sistema
tr: Sistemdeki diğer adları listeleme

source: List all changes
af: Lys alle veranderinge
cs: Vypsat všechny změny
da: Vis alle ændringer
de: Alle Änderungen auflisten
es: Listar todos los cambios
hr: Prikaži sve promjene
it: Elenca tutte le modifiche
ko: 모든 변경 사항 나열
pt: Liste todas as mudanças
sv: Lista alla ändringar

source: List all connections
it: Elenca tutte le connessioni

source: List available recovery systems
af: Lys beskikbaar terugkryging stelsels
da: Vis tilgængelige systemer til genoprettelse
de: Verfügbare Wiederherstellungssysteme auflisten
es: Listar los sistemas de recuperación disponibles
hr: Prikaži dostupne oporavljive sustave
it: Elenca i sistemi di ripristino disponibili
ko: 사용 가능한 복구 시스템 나열
pt: Lista de sistemas de recuperação disponíveis
sv: Lista tillgängliga återställningssystem

source: List cryptographic keys
af: Lys kriptografiese sleutels
cs: Vypsat kryptografické klíče
da: Oplist kryptografiske nøgler
de: Kryptografische Schlüssel auflisten
es: Listar claves de cifrado
hr: Popis kriptografskih ključeva
it: Elenca le chiavi crittografiche
ko: 암호화 키 나열
pt: Listar chaves de encriptação
sv: Lista kryptografiska nycklar
tr: Şifreleme anahtarlarını listele

source: List currently stored snapshots
af: Lys tans gestoor kiekies
cs: Vypsat nyní uložené zachycené stavy
da: Vis de gemte øjebliksbilleder
de: Liste aktuell gespeicherter Schnappschüsse
es: Listar las instantaneas actualmente almacenadas
hr: Prikaži trenutno spremljene snimke
it: Elenca le istantanee attualmente archiviate
ko: 현재 저장된 스냅샷 나열
pt: Lista os snapshots armazenados actualmente
sv: Lista nu lagrade ögonblicksbilder
tr: Halihazırda depolanan snapshot'ları listele.

source: List installed snaps
af: Lys geïnstalleerde snaps
cs: Vypsat nainstalované snapy
da: Oplist installerede snap'er
de: Installierte Snaps auflisten
es: Listar snaps instalados
hr: Popis instaliranih snap paketa
it: Elenca gli snap installati
ko: 설치된 스냅 나열
pt: Listar snaps instalados
sv: Lista installerade snap-paket
tr: Yüklü snap'leri listele

source: List interface connections
af: Lys koppelvlak verbindings
cs: Vypsat spojení rozhraní
da: Vis grænsefladeforbindelser
de: Liste der Schnittstellen-Verbindungen anzeigen
es: Listar las conexiones de interfaz
hr: Prikaži povezivanja sučelja
it: Elenca le connessioni dell'interfaccia
ko: 인터페이스 연결 나열
pt: Lista de conexões de interface
sv: Lista gränssnittsanslutningar
tr: Arayüz bağlantılarını listele

source: List interfaces' slots and plugs
af: Lys koppelvlak slots en proppe
cs: Vypsat sloty a zásuvky rozhraní
da: Vis grænsefladers slotter og plugger
de: Liste der Slots und Plugs einer Schnittstelle anzeigen
es: Listar interfaces' ranuras y enchufes
hr: Prikaži priključke i priključnice sučelja
it: Elenca gli slot e le spine delle interfacce
ko: 인터페이스의 슬롯 및 플러그 나열
pt: Listar slots e plugs das interfaces
sv: Lista gränssnittens fack och pluggar

source: List or apply validation sets
af: Lys of pas valideringstelle toe
da: Vis eller anvend valideringssæt
de: Validierungssätze auflisten oder anwenden
es: Enumerar o aplicar conjuntos de validación
hr: Prikaži ili primijeni skupove provjere
it: Elenca o applica set di convalida
pt: Listar ou aplicar conjuntos de validação
sv: Lista eller verkställ valideringsuppsättningar

source: List system changes
af: Lys stelsel veranderinge
cs: Vypsat změny systému
da: Oplist systemændringer
de: Systemänderungen auflisten
es: Listar cambios de sistema
hr: Popis promjena sustava
it: Elenca le modifiche al sistema
ko: 시스템 변경 사항 나열
pt: Listar mudanças no sistema
sv: Lista systemändringar
tr: Sistem değişikliklerini listele

source: List warnings
af: Lys waarskuwings
cs: Vypsat varování
da: Vis advarsler
de: Warnungen auflisten
es: Listar avisos
hr: Prikaži upozorenja
it: Elenca gli avvisi
ko: 경고 나열
pt: Listar avisos
sv: Lista varningar
tr: Uyarıları listele

source: Lists all repairs
af: Lys alle herstelwerk
cs: Vypsat všechny opravy
da: Oplister alle reparationer
de: Alle Reparaturen auflisten
es: Lista todas las reparaciones
hr: Popis svih popravka
it: Elenca tutte le riparazioni
ko: 모든 수리 나열
pt: Lista todas as reparações
sv: Lista alla reparationer
tr: Tüm onarımları listeler

source: Load or unload kernel modules
it: Carica o scarica i moduli del kernel

source: Log out of snapd and the store
af: Log out snapd en die winkel
cs: Odhlásit ze snapd a obchodu
da: Log af snapd og butikken
hr: Odjavi se sa snapd i trgovine
it: Esci da snapd e dal negozio
ko: snapd 및 저장소에서 로그아웃
pt: Saia do snapd e da loja
tr: Snapd ve mağaza dışında oturum

source: Login successful
af: Login suksesvol
cs: Přihlášení úspěšné
da: Login lykkedes
de: Anmeldung erfolgreich
es: Inicio de sesión correcto
hr: Uspješna prijava
it: Accesso riuscito
ko: 로그인 성공
pt: Autenticação com sucesso
si: පිවිසුම සාර්ථකයි
sv: Inloggning lyckades
tr: Giriş başarılı

source: Make current revision for snap %q unavailable
af: Maak huidige revision vir snap %q onbeskikbaar
cs: Učinit stávající revizi pro snap %q nedostupnou
de: Aktuelle Revision für Snap %q nicht verfügbar machen
es: Hacer que la revisión actual del snap %q no esté disponible
hr: Učini trenutnu reviziju za snap paket %q nedostupnom
it: Rendi non disponibile la revisione corrente per lo snap %q
ko: 스냅 %q에 대한 현재 개정을 사용할 수 없도록 설정
pt: Indisponibiliza a atual revisão do snap %q
sv: Gör aktuell revision för snap-paket %q otillgängligt

source: Make snap %q (%s) available to the system
af: Maak snap %q (%s) beskikbaar na die stelsel
cs: Zpřístupnit snap %q (%s) systému
de: Snap %q (%s) für das System verfügbar machen
es: Hacer el snap %q (%s) disponible en el sistema
hr: Učini snap paket %q (%s) dostupnim na sustavu
it: Rendi lo snap %q (%s) disponibile per il sistema
ko: 시스템에서 스냅 %q (%s)을(를) 사용할 수 있도록 설정
pt: Disponibiliza o snap %q (%s) para o sistema
sv: Gör snap-paket %q (%s) tillgängligt för systemet

source: Make snap %q (%s) available to the system during remodel
af: Maak snap %q (%s) beskikbaar vir die stelsel tydens hermodel
cs: Učinit snap %q (%s) k dispozici v průběhu znovumodelování systému
da: Gør snappen %q (%s) tilgængelig for systemet under remodel
de: Mache das Snap %q (%s) für das System während der Umgestaltung verfügbar.
es: Hacer que el snap %q (%s) esté disponible para el sistema durante el remodelado
hr: Učini snap paket %q (%s) dostupnim sustavu tijekom ponovnog modeliranja
it: Rendi lo snap %q (%s) disponibile al sistema durante la ristrutturazione
ko: 리모델링하는 동안 시스템에서 스냅 %q (%s)을(를) 사용할 수 있도록 하기
pt: Disponibilize o snap %q (%s) para o sistema durante a remodelação
sv: Gör snap-paket %q (%s) tillgängligt för systemet under ommodellering
tr: %q (%s) snap'ini yeniden modelleme sırasında sistem için uygun hale getir.

source: Make snap %q (%s) unavailable to the system
af: Maak snap %q (%s) ni beskikbaar nie na die stelsel
cs: Učinit snap %q (%s) nedostupný pro systém
de: Snap %q (%s) für das System nicht verfügbar machen
es: Hacer el snap %q (%s) no disponible en el sistema
hr: Učini snap paket %q (%s) nedostupnim na sustavu
it: Rendi lo snap %q (%s) non disponibile per il sistema
ko: 시스템에서 스냅 %q (%s)을(를) 사용할 수 없도록 설정
pt: Tornar o snap %q (%s) indisponível para o sistema
sv: Gör snap-paket %q (%s) otillgängligt för systemet

source: Make snap %q unavailable to the system
af: Maak snap %q ni beskikbaar nie na die stelsel
cs: Učinit snap %q nedostupný pro systém
de: Snap %q für das System nicht verfügbar machen
es: Hacer el snap %q no disponible en el sistema
hr: Učini snap paket %q nedostupnim na sustavu
it: Rendi lo snap %q non disponibile per il sistema
ko: 시스템에서 스냅 %q을(를) 사용할 수 없도록 설정
pt: Tornar o snap %q indisponível para o sistema
sv: Gör snap-paket %q otillgängligt för systemet

source: Make snap %q%s available to the system
af: Maak snap %q%s beskibaar na die stelsel
cs: Zpřístupnit snap %q%s systému
de: Snap %q%s für das System verfügbar machen
es: Hacer que el snap %q%s esté disponible para el sistema
hr: Učini snap paket %q%s dostupnim na sustavu
it: Rendi lo snap %q%s disponibile per il sistema
ko: 시스템에서 스냅 %q%s을(를) 사용할 수 있도록 설정
pt: Disponibilizar snap %q%s para o sistema
sv: Gör snap-paket %q%s tillgängligt för systemet

source: Manage quota groups for snaps
it: Gestisci i gruppi di quote per gli snap

source: Manage validation sets
it: Gestisci i set di convalida

source: Manipulate the recovery bootloader (implies UC20+)
it: Manipolare il bootloader di ripristino (implica UC20+)

source: Mark system pre-seeded
af: Merk die stelsel -vooraf-saad
cs: Označit systém jako přednastavený
da: Markér systemet som allerede forberedt (pre-seeded)
de: PreSeed des Systems markieren
es: Marcar el sistema como presembrado
hr: Označi sustav predzasijanim
it: Sistema di marcatura pre-seminato
ko: 미리 시드된 시스템 표시
pt: Sistema de marcação pré-semeado
sv: Märk system som för-seedat

source: Mark system seeded
af: Merk stelsel gekeurdes
cs: Označit systém osazený
de: Markiere System gesetzt
es: Marcar el sistema como sembrado
hr: Označi sustav zasijanim
it: Segna il sistema seminato
ko: 시드된 시스템 표시
pt: Sistema de marca semeado
sv: Märk systemet som seedat
tr: İşaretlenmiş sistem işaretle

source: Memory quota
it: Quota di memoria

source: Migrate %q to ~/Snap
it: Migra %q a ~/Snap

source: Monitor the given validations set
af: Monitor die gegewe validasieset
da: Overvåg de givne valideringssæt
de: Den angegebenen Validierungssatz überwachen
es: Monitorizar el conjunto de validaciones dadas
hr: Nadgledaj zadan skup provjera
it: Monitorare il set di convalide fornito
pt: Monitorizar o conjunto de validações fornecido
sv: Övervaka givna valideringsuppsättningar

source: Mount snap %q%s
af: Berg snap %q%s
cs: Připojit snap %q%s
de: Snap %q%s einbinden
es: Montar snap %q%s
hr: Montiram snap paket %q%s
it: Monta lo snap %q%s
ko: 스냅 %q%s 마운트하기
pt: Montar o snap %q%s
sv: Montera snap-paket %q%s

source: Name SHA3-384
af: Naam SHA3-384
cs: Název SHA3-384
da: Navn SHA3-384
es: Nombre SHA3-384
hr: Naziv SHA3-384
it: Nome SHA3-384
ko: 이름 SHA3-384
pt: Nome SHA3-384
sv: Namn SHA3-384
tr: Ad SHA3-384

source: Name Summary
af: Naam Opsomming
cs: Název Souhrn
da: Navn Sammendrag
de: Name Zusammenfassung
es: Nombre Resumen
hr: Naziv Sažetak
it: Nome Riepilogo
ko: 이름 요약
pt: Nome Resumo
sv: Namn Sammanfattning
tr: Ad Özet

source: Name Version Publisher%s Notes Summary
af: Naam Weergawe Uitgewer%s Notas Opsomming
cs: Název Verze Vydavatel%s Poznámky Souhrn
da: Navn Version Udgiver%s Noter Sammendrag
hr: Naziv Inačica Izdavač%s Bilješke Sažetak
it: Nome Versione Editore%s Note Riepilogo
ko: 이름 버전 발행인%s 노트 요약
pt: Nome [ tab ] Versão [ tab ] Editor%s [ tab ] Notas [ tab ] Resumo

source: Name Version Rev Size Publisher%s Notes
it: Nome Versione Rev Dimensioni Editore%s Note

source: Name Version Rev Tracking Publisher%s Notes
af: Naam Weergawe Rev Dop Uitgewer%s Notas
cs: Název Verze Rev Následuje Vydavatel%s Poznámky
da: Navn Version Udgave Sporing Udgiver%s Noter
de: Name Version Revision Tracking Herausgeber%s Hinweise
hr: Naziv Inačica Revizija Praćenje Izdavač%s Bilješke
it: Nome Versione Rev Tracciamento Publisher%s Note
ko: 이름 버전 개정 추적 발행인%s 노트
pt: Nome Versão Rev A seguir Editor%s Notas

source: Name of key to create; defaults to 'default'
af: Naam van sleutel om te skep; standaard na 'default'
cs: Název klíče, který vytvořit – výchozí je „default“
da: Navn på nøglen som skal oprettes; som standard "default"
de: Name des zu erstellenden Schlüssels; Standardeinstellung ist »Standard«
es: Nombre de la clave a crear; el predeterminado es «default»
hr: Naziv ključa za stvaranje; zadano je 'default'
it: Nome della chiave da creare; il valore predefinito è "predefinito"
ko: 생성할 키의 이름; 기본값을 사용하려면 'default'
pt: Nome da chave a criar; 'default' como predefinição
sv: Namn på nyckel att skapa; förval är ”default”
tr: Yaratılacak anahtarın ismi: varsayılan olarak 'default'dur.

source: Name of key to delete
af: Naam van sleutel na skrap
cs: Název klíče, který smazat
da: Navn på nøgle som skal slettes
de: Name des zu löschenden Schlüssels
es: Nombre de la clave a eliminar
hr: Naziv ključa za brisanje
it: Nome della chiave da eliminare
ko: 삭제할 키의 이름
pt: Nome da chave a eliminar
sv: Namn på nyckel att radera
tr: Silinecek anahtarın adı

source: Name of key to export
af: Naam van sleutel na uitvoer
cs: Název klíče, který exportovat
da: Navn på nøglen som skal eksporteres
de: Name des zu exportierenden Schlüssels
es: Nombre de la clave a exportar
hr: Naziv ključa za izvoz
it: Nome della chiave da esportare
ko: 내보낼 키의 이름
pt: Nome da chave a exportar
sv: Namn på nyckel att exportera
tr: Dışa aktarılacak anahtarın ismi.

source: Name of the GnuPG key to use (defaults to 'default' as key name)
af: Naam van die GnuPG sleutel na gebruik (standaard na 'default' as sleutel naam)
cs: Název GnuPG klíče který použít (jinak bude použit výchozí název klíče „default“)
da: Navn på GnuPG-nøglen som skal bruges (nøglenavnet er som standard "default")
de: Name des zu verwendenden GnuPG-Schlüssels (Standardwert ist »Standard« als Schlüsselname)
es: Nombre de la clave GnuPG a usar (el predeterminado es «default» para el nombre de clave)
hr: Naziv GnuPG ključa za korištenje (zadano je 'default' kao naziv ključa)
it: Nome della chiave GnuPG da usare (predefinito su 'predefinito' come nome chiave)
ko: 사용할 GnuPG 키의 이름 (키 이름의 기본값은 'default')
pt: Nome da chave GnuGP a utilizar ('default' como nome de chave predefinida)
sv: Namn på GnuPG-nyckeln som ska användas (förvalt nyckelnamn är ”default”)

source: Name of the key to use to sign preseed assertion, otherwise use the default key
it: Nome della chiave da utilizzare per firmare l'asserzione preseed, altrimenti utilizzare la chiave predefinita

source: Name of the key to use, otherwise use the default key
af: Naam van die sleutel om te gebruik, anders gebruik die standaard sleutel
cs: Název klíče, který použít – jinak použít výchozí klíč
da: Navn på nøglen som skal bruges. Ellers bruges standardnøglen
de: Name des zu nutzenden Schlüssels, andernfalls den Standardschlüssel verwenden
es: Nombre de la clave a utilizar, de otro modo usar la clave predeterminada
hr: Naziv ključa za korištenje, u suprotnome koristi zadani ključ
it: Nome della chiave da utilizzare, altrimenti utilizzare la chiave di default
ko: 사용할 키 이름, 그렇지 않으면 기본 키 사용
pt: Nome da chave a utilizar; de outro modo, usar chave predefinida
sv: Nyckelnamn att använda, använd annars förvald nyckel
tr: Kullanılacak anahtarın adı, aksi takdirde varsayılan tuşu kullanın

source: Name of the snapshot export file to use
af: Naam van die momentopname export lêer tot gebruik
da: Navnet på filen, som øjebliksbilledet skal eksporteres til
de: Name der zu verwendenden Snapshot-Exportdatei
es: Nombre del archivo de exportación de la instantánea que usar
hr: Naziv datoteke izvoza snimke koji se koristi
it: Nome del file di esportazione dell'istantanea da utilizzare
pt: Nome do ficheiro de exportação da snapshot a ser usado
sv: Namn på exporterad ögonblicksbildsfil att använda

source: New model %s set
af: Nuwe model %s stel
cs: Nový model %s nastaven
da: Ny model %s indstillet
de: Neues Modell %s festgelegt
es: El modelo nuevo %s se ha establecido
hr: Novi model %s je postavljen
it: Nuovo modello %s impostato
ko: 새 모델 %s(이)가 설정되었음
pt: Novo modelo %s definido
sv: Ny modell %s satt

source: New model file
af: Nuwe nodel lêer
cs: Soubor nového modelu
da: Ny modelfil
de: Neue Modelldatei
es: Archivo de modelo nuevo
hr: Datoteka novog modela
it: Nuovo file di modello
ko: 새 모델 파일
pt: Novo ficheiro de modelo
sv: Ny modellfil
tr: Yeni model dosyası

source: No aliases are currently defined for snap %q.
af: Geen aliasse is tans gedefinieer vir snap %q.
cs: Pro snap %q nejsou momentálně definovány žádné aliasy
da: Der er i øjeblikket ikke defineret nogen aliasser til snappen %q.
de: Für den Snap %q sind derzeit keine Aliase definiert.
hr: Nema trenutno određenih pseudonima za snap paket %q.
it: Nessun alias è attualmente definito per lo snap %q.
ko: 스냅 %q에 현재 별칭이 정의되어 있지 않습니다.
pt: Nenhuns pseudónimos estão definidos actualmente para snap %q.
sv: Inga alias är definierade för snap-paket %q.
tr: Snap %q için tanımlanmış bir takma ad yok.

source: No aliases are currently defined.
af: Geen aliasse is tans gedefinieer nie.
cs: V tuto chvíli nejsou definovány žádné alternativní názvy
da: Der er i øjeblikket ikke defineret nogen aliasser.
de: Derzeit sind keine Aliase definiert.
hr: Nema trenutno određenih pseudonima.
it: Nessun alias è attualmente definito.
ko: 현재 별칭이 정의되어 있지 않습니다.
pt: Nenhum pseudónimo está definido actualmente.
tr: Tanımlı takma ad yok

source: No apt package %q, but there is a snap with that name.
af: Geen apt pakket %q, maar daar is 'n snap met daardie naam.
cs: Není k dispozici žádný apt balíček %q, ale existuje snap s takovým názvem.
da: Der er ingen apt-pakke med navnet %q, men der findes en snap med det navn.
hr: Nema apt paketa %q, ali je dostupan snap paket istog naziva.
it: Nessun pacchetto apt %q, ma c'è uno snap con quel nome.
ko: apt 패키지 %q 이(가) 존재하지 않지만 그 이름의 스냅이 존재합니다.
pt: Nenhum pacote apt %q, mas existe um snap com esse nome.
sv: Inget apt-paket %q, men det finns ett snap-paket med det namnet.

source: No connections to disconnect
af: Geen verbindings om te diskonnekteer nie
cs: Žádná spojení k odpojení
da: Ingen forbindelser at afbryde
de: Keine Verbindungen zum Trennen vorhanden
hr: Nema povezivanja za prekidanje
it: Nessuna connessione da disconnettere
ko: 해제할 연결이 없습니다.
pt: Sem conexões para desconectar
si: විසන්ධි කිරීමට සම්බන්ධතා නැත
tr: Kesilecek bir bağlantı yok

source: No further warnings.
af: Geen verdere waarskuwings nie.
cs: Žádná další varování.
da: Ikke flere advarsler.
de: Keine weiteren Warnungen.
es: No hay más avisos.
hr: Nema dodatnih upozorenja.
it: Nessun ulteriore avviso.
ko: 더이상 경고가 없습니다.
pt: Sem mais avisos.
sv: Inga fler varningar.

source: No matching section %q, use --section to list existing sections
af: Geen passende afdeling nie &q, gebruik --afdeling om lys bestaande artikels
cs: Žádná odpovídající sekce %q, existující sekce si vypíšete pomocí --section
da: Der er ingen sektion, som matcher %q. Brug --section for at få vist eksisterende sektioner
de: Kein passender Abschnitt %q, nutze --section, um die existierenden Abschnitte aufzulisten
hr: Nema podudarajućeg odjeljka %q, koristite --section za prikaz postojećih odjeljka
it: Nessuna sezione corrispondente %q, usa --section per elencare le sezioni esistenti
ko: 일치하는 섹션 %q(이)가 없습니다, 기존 섹션을 나열하려면 --section을 사용하시오
pt: Nenhuma secção correspondente %q, use --section para listar as secções existentes

source: No matching snaps for %q
af: Geen ooreenstem nie snaps vir %q
cs: %q neodpovídají žádné snapy
da: Ingen snapper matcher %q
de: Keine passenden Snaps für %q
hr: Nema podudarajućih snap paketa za %q
it: Nessuno snap corrispondente per %q
ko: %q 검색어와 일치하는 snap을 찾지 못했습니다
pt: Nenhum snap correspondente para %q
si: %q සඳහා ගැළපෙන ස්නැප් නැත
sv: Inga matchande snap-paket för %q

source: No matching snaps for %q in section %q
af: Geen ooreenstem nie snaps vir %q en afdeling %q
cs: Žádné odpovídající snapy pro %q v sekci %q
da: Ingen snapper matcher %q i sektionen %q
de: Keine passenden Snaps für %q im Abschnitt %q
hr: Nema podudarajućih snap paketa za %q u odjeljku %q
it: Nessuno snap corrispondente per %q nella sezione %q
ko: %q 섹션의 %q에 대해 일치하는 스냅이 없음
pt: Nenhum snap correspondente para %q na secção %q
sv: Inga matchande snap-paket för %q i avsnitt %q

source: No quota groups defined.
it: Nessun gruppo di quote definito.

source: No recovery systems available.
af: Geen terugkryging stelsels beskikbaar.
da: Ingen tilgængelige systemer til genoprettelse.
de: Keine Wiederherstellungssysteme verfügbar.
es: No hay sistemas de recuperación disponibles.
hr: Nema dostupnih oporavljivih sustava.
it: Nessun sistema di recupero disponibile.
ko: 사용 가능한 복구 시스템 없음.
pt: Nenhum sistema de recuperação disponível.
sv: Inga återställningssystem tillgängliga.

source: No search term specified. Here are some interesting snaps:
af: Geen soekterm gespesifiseer nie. Hier is paar interessante snaps:
cs: Nezadán pojem k vyhledání. Tady je několik zajímavých snap balíčků:
da: Ingen søgeterm angivet. Her er nogle interessante snapper:
de: Kein Suchbegriff angegeben. Hier sind einige interessante Snaps:
hr: Nema navedenih izraza pretrage. Ovdje je nekoliko zanimljivih snap paketa:
it: Nessun termine di ricerca specificato. Ecco alcuni scatti interessanti:
pt: Nenhum termo de pesquisa especificado. Aqui estão alguns snaps interessantes:
sv: Ingen sökterm angiven. Här är några snap-paket att titta närmare på:
tr: Arama terimi verilmemiş. İlginizi çekebilecek bazı snap'ler:

source: No section specified. Available sections:
af: Geen afdeling gespesifiseer nie. Beskikbare afdelings:
cs: Nezadána sekce. Sekce k dispozici:
da: Ingen sektioner angivet. Tilgængelige sektioner:
de: Kein Abschnitt angegeben. Verfügbare Abschnitte:
hr: Nema navedenog odjeljka. Dostupni odjeljci:
it: Nessuna sezione specificata. Sezioni disponibili:
ko: section 이 지정되지 않았습니다. 가능한 section들은 다음과 같습니다:
pt: Nenhuma secção especificada. Secções disponíveis:

source: No snaps are installed yet. Try 'snap install hello-world'.
af: Geen snaps is geïnstalleer nie nog. Probeer 'snap install hello-world'.
cs: Doposud nejsou nainstalovány žádné snap balíčky. Vyzkoušejte si „snap install hello-world“.
da: Der er endnu ikke installeret nogen snapper. Prøv "snap install hello-world".
hr: Još nema instaliranih snap paketa. Pokušajte sa 'snap install hello-world'.
it: Nessuno snap è ancora installato. Prova 'snap install hello-world'.
ko: 설치된 스냅이 없습니다. 'snap install hello-world'를 시도하시오.
pt: Nenhum snap foi instalado ainda. Experimente 'snap install hello-world'.
sv: Inga snap-paket är installerade. Testa ”snap install hello-world”.
tr: Henüz hiçbir snap indirilmemiş. 'snap install hello-world' komutunu deneyiniz.

source: No snapshots found.
af: Geen kiekies gevind.
cs: Nenalezeny žádné zachycené stavy.
da: Fandt ingen øjebliksbilleder.
de: Keine Schnappschüsse gefunden.
es: No se encontraron instantáneas.
hr: Nema pronađenih snimaka.
it: Nessuna istantanea trovata.
ko: 스냅샷이 발견되지 않았습니다.
pt: Sem snapshots encontrados.
sv: Inga ögonblicksbilder hittades.
tr: Hiçbir snapshot bulunamadı.

source: No validations are available
af: Geen validasies word beskikbaar
da: Ingen tilgængelige valideringer
de: Keine Validierungen verfügbar
es: Ninguna de las validaciones está disponible
hr: Nema dostupnih provjera
it: Non sono disponibili convalide
pt: Sem validações disponíveis
sv: Inga valideringar tillgängliga

source: No warnings.
af: Geen waarskuwings.
cs: Žádná varování.
da: Ingen advarsler.
de: Keine Warnungen.
es: No hay avisos.
hr: Nema upozorenja.
it: Nessun avviso.
ko: 경고가 존재하지 않습니다.
pt: Sem avisos.
sv: Inga varningar.
tr: Uyarı yok.

source: Notes
af: Notas
cs: Poznámky
da: Noter
de: Hinweise
es: Notas
hr: Bilješke
it: Note
ko: 노트
pt: Notas
sv: Kommentarer
tr: Notlar

source: Now available to launch
it: Ora disponibile per il lancio

source: Obtain full disk encryption setup request
af: Verkry volle skyf enkripsie opstel versoek
da: Indhent anmodning om opsætning til kryptering af hele disken
de: Anforderung zur Einrichtung einer Festplattenvollsverschlüsselung erhalten
es: Obtener solicitud de configuración de cifrado de disco completo
hr: Nabavi zahtjev postavljanja potpunog šifriranja diska
it: Ottieni la richiesta di configurazione della crittografia del disco completo
pt: Obtenha a solicitação de configuração de criptografia de disco completo
sv: Få en begäran om fullständig diskkryptering
