Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: The check-snapshot command verifies the user, system and configuration data of the snaps included in the specified snapshot. The check operation runs the same data integrity verification that is performed when a snapshot is restored. By default, this command checks all the data in a snapshot. Alternatively, you can specify the data of which snaps to check, or for which users, or a combination of these. If a snap is included in a check-snapshot operation, excluding its system and configuration data from the check is not currently possible. This restriction may be lifted in the future.
af: Die tjek-kiekies bevel verifieer die gebruiker, stelsel en konfigurasie data van die snaps ingesluit in die gespesifiseerde kiekies. Die tjek operasie hardloop die dieselfde data-integriteit verifikasie dit is uitgevoer wanneer 'n kiekies herstel word. By verstek, hierdie bevel tjeks alle die data in 'n kiekies. Alternatiewelik, jy kan die data van spesifiseer watter snaps om te tjek, of vir watter gebruikers, of 'n kombinasie van hierdie. As 'n snap is ingesluit in 'n tjek-kiekies operasie, uitgesluit sy stelsel en konfigurasie data vanaf die tjek is nie op die oomblik moontlik. Hierdie beperking kan moontlik in die toekoms opgehef word.
ca: L'ordre check-snapshot verificarà les dades de l'usuari, sistema i configuració dels snaps inclosos a la captura especificada. L'operació de comprovació executa la mateixa verificació d'integritat que s'efectua quan una captura es restaura. Per defecte, aquesta ordre comprova totes les dades de la captura. Alternativament, podeu especificar les dades a comprovar de cada snap, o per a quins usuaris, o una combinació d'aquests. Actualment no és possible excloure les dades de sistema i configuració d'un snap inclòs a una operació check-snapshot. Aquesta restricció pot ser retirada en el futur.
cs: Příkaz check-snapshot ověří data uživatele, systému a nastavení snapů obsažených v zadaném zachyceném stavu. Operace kontroly spustí stejné ověření neporušenosti dat, které je prováděno při obnovení ze zachyceného stavu. Ve výchozím stavu tento příkaz zkontroluje všechna data v zachyceném stavu. Alternativně je možné zadat data kterého snapu zkontrolovat nebo pro které uživatele, nebo obojí. Pokud je snap obsažen v operaci check-snapshot, vynechání jeho systémových a nastavovacích dat z kontroly v tuto chvíli není možné. Toto omezení může být v budoucnu odstraněno.
da: Kommandoen check-snapshot bekræfter bruger-, system- og konfigurations- data af snapperne i det angivne øjebliksbillede. Tjekoperationen kører den samme bekræftelse af dataintegriteten, som udføres, når et øjebliksbillede gendannes. Som standard tjekker kommandoen alle data i øjebliksbilledet. Du kan også angive, hvilke snappers data der skal tjekkes, eller for hvilken bruger eller en kombination af disse. Er en snap inkluderet i en check-snapshot-operation, er det for tiden ikke muligt at undtage snappens system- og konfigurations- data. Denne begrænsning vil muligvis blive ophævet i fremtiden.
de: Der Befehl Check-Snapshot verifiziert den Benutzer, das System und die Konfigurationsdaten der Snaps, die im angegebenen Snapshot enthalten sind. Der Prüfvorgang führt die gleiche Datenintegritätsprüfung durch wie bei einer Wiederherstellung eines Snapshots. Standardmäßig prüft dieser Befehl alle Daten in einem Snapshot. Alternativ können Sie angeben, welche Daten aus welchen Snapshots oder für welche Benutzer oder eine Kombination daraus geprüft werden sollen. Wenn ein Snapshot in einem Snapshotprüfvorgang enthalten ist, können dessen System- und Konfigurationsdaten nicht von der Prüfung ausgeschlossen werden. Diese Einschränkung könnte in Zukunft aufgehoben werden.
es: El comando check-snapshot verifica los datos de usuario, sistema y configuración de los snaps incluidos en la instantánea especificada. La operación de verificación ejecuta la misma verificación de integridad de datos que se realiza cuando una instantánea es restaurada. De manera predeterminada, este comando comprueba todos los datos en una instantánea. Alternativamente, puede especificar los datos de los snaps que se comprobarán o los usuarios o una combinación de estos. Si se incluye una snap en una operación check-snapshot, excluir los datos de sistema y configuración de la verificación, no es posible actualmente. Esta restricción podría quitarse en el futuro.
hr: check-snapshot naredba provjerava korisnika, sustav i podatke podešavanja snap paketa uključenih u određenu snimku. check naredba pokreće istu provjeru cjelovitosti podataka koja se izvodi kada je snimka obnovljena. Po zadanome, ova naredba provjerava podatke u snimci. Neobavezno, možete odrediti podatke za koji će se snap paket provjeriti, ili za kojeg korisnika, ili kombinacija obojeg. Ako je snap paket uključen u check-snapshot naredbu, isključivanje njegovih podataka sustava i podešavanja iz provjere trenutno nije moguće. To ograničenje može biti uklonjeno u budućnosti.
it: Il comando check-snapshot verifica l'utente, il sistema e la configurazione dati degli snap inclusi nello snapshot specificato. L'operazione di controllo esegue la stessa verifica dell'integrità dei dati eseguita al ripristino di uno snapshot. Per impostazione predefinita, questo comando controlla tutti i dati in uno snapshot. In alternativa, puoi specificare i dati di quali snap controllare, oppure per quali utenti o una combinazione di questi. Se uno snap è incluso in un'operazione di check-snapshot, escludendolo i dati di sistema e di configurazione del controllo non sono attualmente possibile. Questa restrizione potrebbe essere revocata in futuro.
pt: O comando check-snapshot verifica o utilizador, sistema e configuração dados dos snaps incluídos no snapshot especificado. A operação de verificação executa a mesma verificação de integridade de dados que é executada quando um snapshot é restaurado. Por padrão, este comando verifica todos os dados num snapshot. Como alternativa, você pode especificar os dados de quais snaps devem ser verificados ou para que utilizadores, ou uma combinação deles. Se um snap for incluído numa operação de check-snapshot, excluindo seus dados de sistema e configuração da verificação não é possível. Esta restrição pode ser suspensa no futuro.
sv: Kommandot ”check-snapshot” verifierar användare, systemet och konfigurations- data för snap-paketen som inkluderas i den angivna ögonblicksbilden. Kontrollåtgärden kör samma dataintegritetsverifiering som utförs när en ögonblicksbild återställs. Som standard kontrollerar kommandot all data i en ögonblicksbild. Du kan också specificera den data i vilka snap-paket som du vill kontrollera, eller för vilka användare, eller en kombination av dessa. Om ett snap-paket inkluderas i en ”check-snapshot”-åtgärd, är det för tillfället inte möjligt att exkludera dess system- och konfigurationsdata från kontrollen. Denna restriktion kan komma att lyftas i framtiden.

source: The confinement command will print the confinement mode (strict, partial or none) the system operates in.
af: Die opsluiting bevel sal afdruk die opsluiting modus (streng, gedeeltelik of geen) die stelsel bedryf in.
ca: L'ordre confinement mostrarà el mode de confinament (estricte, parcial o cap) en el que opera el sistema.
cs: Příkaz confinement vypíše režim ohraničení (strict, partial nebo none), ve kterém systém funguje.
da: Kommandoen confinement udskriver sandkassetilstanden (strict, partial eller none), som systemet virker i.
hr: confinement naredba prikazati će ograničeni način (strict, partial ili none) u kojemu sustav radi.
it: Il comando di confinamento stamperà la modalità di confinamento (rigoroso, parziale o nulla) in cui opera il sistema.
pt: O comando de confinamento irá imprimir o modo de confinamento (estricto, parcial ou nenhum) o sistema opera em.
sv: Kommandot ”confinement” kommer att skriva ut isoleringsläget (”strict”, ”partial”, eller ”none”) som systemet använder.

source: The connect command connects a plug to a slot. It may be called in the following ways: $ snap connect <snap>:<plug> <snap>:<slot> Connects the provided plug to the given slot. $ snap connect <snap>:<plug> <snap> Connects the specific plug to the only slot in the provided snap that matches the connected interface. If more than one potential slot exists, the command fails. $ snap connect <snap>:<plug> Connects the provided plug to the slot in the core snap with a name matching the plug name.
af: Die konnecteer bevel verbind 'n prop aan 'n gleuf. Dit kan genoem word op die volgende maniere: $ snap konnekteer <snap>:<prop> <snap>:<gleuf> Konnekteer die voorsien prop aan die gegewe gleuf. $ snap konnekteer <snap>:<prop> <snap> Verbind die spesifieke prop aan die enigste gleuf in die voorwaarde snap wat ooreenstem met die gekoppelde koppelvlak. As daar meer as een potensiële gleuf bestaan, die bevel versuim. $ snap konnekteer <snap>:<prop> Koppel die verskaf prop om die gleuf in die kern snap met 'n naam wat ooreenstem die prop naam.
ca: L'ordre connect connecta un endoll a una ranura. Pot ser cridada de les maneres següents: $ snap connect <snap>:<endoll> <snap>:<ranura> Connecta l'endoll proporcionat a la ranura donada. $ snap connect <snap>:<endoll> <snap> Connecta l'endoll específic a l'única ranura proporcionada per l'snap que coincideix amb la interfície connectada. Si hi ha més d'una ranura potencial, l'ordre falla. $ snap connect <snap>:<endoll> Connecta l'endoll donat a la ranura de l'snap nucli amb un nom coincident amb el de l'endoll.
cs: Příkaz connect připojuje zástrčku ke slotu. Lze jej volat následujícími způsoby: $ snap connect <snap>:<plug> <snap>:<slot> Připojuje dodanou zástrčku k danému slotu. $ snap connect <snap>:<plug> <snap> Připojí konkrétní zástrčku k jedinému slotu v poskytnutém modulu, který odpovídá připojenému rozhraní. Pokud existuje více než jeden potenciální slot, příkaz selže. $ snap connect <snap>:<plug> Připojí dodanou zástrčku ke slotu v jádru se jménem odpovídajícím názvu zástrčky.
da: Kommandoen connect forbinder en plug til en slot. Den kan kaldes på følgende måder: $ snap connect <snap>:<plug> <snap>:<slot> Forbinder den givne plug til den angivne slot. $ snap connect <snap>:<plug> <snap> Forbinder den specifikke plug til den eneste slot i den givne snap, som matcher den forbundne grænseflade. Hvis der er mere end en potentiel slot, mislykkes kommandoen. $ snap connect <snap>:<plug> Forbinder den givne plug til den slot i kernesnap'en,med et navn, som matcher plugens navn.
de: Der Befehl »connect« verbindet einen Plug mit einem Slot. Er kann auf folgende Weise aufgerufen werden: $ snap connect <Snap>:<Plug> <Snap>:<Slot> verbindet den mitgelieferten Plug mit dem angegebenen Slot. $ snap connect <Snap>:<Plug> <Snap> verbindet den bestimmten Plug mit dem einzigen Slot in dem bereitgestellten Snap, der mit der verbundenen Schnittstelle übereinstimmt. Wenn mehr als ein potenzieller Slot vorhanden ist, schlägt der Befehl fehl. $ snap connect <Snap>:<Plug> verbindet den bereitgestellten Plug mit dem Slot im Core-Snap mit einem dazu passenden Namen.
es: La orden connect conecta un enchufe a una ranura. Se puede llamar de las siguientes maneras: $ snap connect <snap>:<enchufe> <snap>:<ranura> Conecta el enchufe dado a una ranura dada. $ snap connect <snap>:<enchufe> <snap> Conecta el enchufe especificado a la única ranura en el snap proporcionado que coincide con la interfaz conectada. Si existe más de una ranura potencial, la orden falla. $ snap connect <snap>:<enchufe> Conecta el enchufe proporcionado a la ranura en el snap principal con un nombre que coincide con el nombre del enchufe.
hr: connect- naredba povezuje priključak s priključnicom. Može se pozvati na sljedeće načine: $ snap connect <snap paket>:<priključnica> <snap paket>:<priključak> Povezuje određen priključak sa zadanom priključnicom. $ snap connect <snap paket>:<priključak> <snap paket> Povezuje određeni priključak sa jedinom priključnicom u zadanom snap paketu koji se podudara s povezanim sučeljem. Ako postoji više od jedne potencijalne priključnice, naredba se ne izvršava. $ snap connect <snap paket>:<priključak> Povezuje određeni priključak sa priključnicom u jezgri snap paketa pomoću podudaranja naziva priključka.
it: Il comando di connessione collega una spina a uno slot. Può essere chiamato nei seguenti modi: $ snap connect <snap>:<plug> <snap>:<slot> Collega la spina in dotazione allo slot fornito. $ snap connect <snap>:<plug> <snap> Collega la spina specifica all'unico slot dell'apposito moschettone che corrisponde l'interfaccia collegata. Se esiste più di uno slot potenziale, il comando non riesce. $ snap connect <scatto>:<spina> Collega la spina in dotazione allo slot nel nucleo snap con un nome corrispondente il nome della spina.
ko: connect 명령은 plug를 slot에 연결합니다. 다음과 같은 방법으로 호출할 수 있습니다: $ snap connect <snap>:<plug> <snap>:<slot> 제공된 plug를 주어진 slot에 연결합니다. $ snap connect <snap>:<plug> <snap> 연결된 인터페이스와 일치하는 제공된 snap의 유일한 slot에 특정 plug를 연결합니다. 둘 이상의 잠재적 slot이 있는 경우 명령이 실패합니다. $ snap connect <snap>:<plug> 제공된 plug를 plug 이름과 일치하는 이름으로 코어 snap의 slot에 연결합니다.
pt: O comando connect liga o contato ao slot. Pode ser chamado pelas seguintes maneiras: $ snap connect <snap>:<plug> <snap>:<slot> Liga o contato específico ao slot específico. $ snap connect <snap>:<plug> <snap> Liga o contato específico ao única slot no específico snap que coincide com a interfaçe ligada. Se mais do que um potencial slot existe, o comando falha. $ snap connect <snap>:<plug> Liga o contato específico ao slot no snap central com o nome que coincide com o nome do contato.
sv: Kommandot ”connect” ansluter en plugg till ett fack. Det kan anropas på följande sätt: $ snap connect <snap-paket>:<plugg> <snap-paket>:<fack> Ansluter angiven plugg till det givna facket. $ snap connect <snap-paket>:<plugg> <snap-paket> Ansluter en specifika pluggen till det enda facket i det givna snap-paketet som matchar det anslutna gränssnittet. Om fler än ett lämpligt fack finns kommer kommandot att misslyckas. $ snap connect <snap-paket>:<plugg> Ansluter den givna pluggen till facket i kärn-snap-paketet med ett namn som matchar pluggnamnet.

source: The connections command lists connections between plugs and slots in the system. Unless <snap> is provided, the listing is for connected plugs and slots for all snaps in the system. In this mode, pass --all to also list unconnected plugs and slots. $ snap connections <snap> Lists connected and unconnected plugs and slots for the specified snap.
af: Die verbindinges bevel lyste verbindinges tussen proppe en gleuwe in die stelsel. Tensy <snap> is verskaf, die notering is vir gekoppelde proppe en gleuwe vir alle snaps in die stelsel. In hierdie modus, slaag --alle na ook lys nie-gekonnekteerde proppe en gleuwe. $ snap verbindings <snap> Lyste- verbind en ont- verbonde proppe en gleuwe vir die gespesifiseerde snap.
ca: L'ordre connections fa una llista de les connexions entre les connexions i les ranures al sistema. A no ser que es proveeixi <snap>, la llista és per a les connexions i ranures connectades per a tots els snaps del sistema. En aquest mode, passeu --all per fer també una llista de les connexions i ranures no connectades. $ snap connections <snap> Fa una llista de les connexions i ranures connectades i no connectades per al snap especificat.
cs: Příkaz connections vypíše propojení mezi zástrčkami a sloty v systému. Pokud není zadán <snap>, výpis je pro připojené zástrčky a sloty pro veškeré snapy v systému. V tomto režimu, zadejte také --all pro vypsání všech nepropojených zástrček a slotů. $ snap connections <snap> Vypíše propojené a nepropojené zásuvky a sloty pro zadaný snap.
da: Kommandoen connections viser forbindelser mellem plugger og slotter i systemet. Med mindre <snap> er angivet vises de forbundne plugger og slotter for alle snapper i systemet. Angiv i denne tilstand --all for også at få vist ikkeforbundne plugger og slotter. $ snap connections <snap> Viser forbundne og ikkeforbundne plugger og slotter for den angivne snap.
de: Der Befehl »connections« listet Verbindungen zwischen Plugs und Slots im System auf. Sofern <snap> nicht angegeben ist, gilt die Liste für angeschlossene Plugs und Slots für alle Snaps im System. Übergeben Sie in diesem Modus --all, um auch nicht angeschlossene Plugs und Slots aufzulisten . $ snap connection <Snap> Listet verbundene und nicht verbundene Plugs und Slots für den angegebenen Snap auf.
es: El comando connections lista conexiones entre ranuras y enchufes del sistema. A menos que se proporcione <snap>, se listan las ranuras y enchufes conectados de todos los snaps en el sistema. En este modo, incluya --all para listar también las ranuras y enchufes no conectados. $ snap connections <snap> Lista las ranuras y enchufes conectados y no conectados para el snap especificado.
hr: connections naredba prikazuje povezivanja između priključaka i priključnica na sustavu. Osim ako <snap paket> nije naveden, prikazati će se povezani priključci i priključnice za sve snap pakete na sustavu. U ovom načinu, navedite --all za prikaz svih nepovezanih priključaka i priključnica. $ snap connections <snap paket> Prikazuje povezane i nepovezane priključke i priključnice za određeni snap paket.
it: Il comando connessioni elenca le connessioni tra spine e slot nel sistema. A meno che non venga fornito <snap>, l'elenco è per le spine collegate e slot per tutti gli snap nel sistema. In questa modalità, passa --all a also elenca le spine e gli slot non collegati. $ connessioni a scatto <scatto> Elenca le spine e gli slot collegati e scollegati per l'oggetto specificato affrettato.
pt: O comando connections lista as conexões entre plugs e slots no sistema. A menos que <snap> seja fornecido, a lista é para plugs conectados e slots para todos os snaps no sistema. Neste modo, passe --all para também liste os plugs e slots não conectados. $ snap connections <snap> Lista plugs e slots conectados e desconectados para o especificado snap
sv: Kommandot ”connections” listar anslutningar mellan pluggar och fack i systemet. Om inte <snap-paket> anges gäller listan för anslutna pluggar och fack för alla snap-paket i systemet. I detta läget, skicka --all för att också lista ej anslutna pluggar och fack. $ snap connections <snap-paket> Listar anslutna och ej anslutna pluggar och fack för det givna snap-paketet.

source: The console-conf-start command starts synchronization with console-conf This command is used by console-conf when it starts up. It delays refreshes if there are none currently ongoing, and exits with a specific error code if there are ongoing refreshes which console-conf should wait for before prompting the user to begin configuring the device.
af: Hierdie konsole-conf-begin bevel begin sinchronisasie met konsole-conf Hierdie bevel is gebruikde deur konsole-conf wanneer dit begin up. Dit vertragings bygewerk indien daar is geenneen tans ongoing, en uitgange met 'n spesifieke fout kode indien daar word ongoing verfris watter konsole-conf behoort wag vir voordat prompting die gebruiker om begin konfigureer die toestel.
ca: L'opció console-conf-start inicia la sincronització amb console.conf El console-conf usa aquesta ordre quan s'inicia. Endarrereix els refrescaments si actualment no hi ha cap en marxa, i surt amb un codi d'error específic si ha refrescaments en marxa, per als quals console-conf hauria d'esperar abans de demanar a l'usuari que comenci la configuració del dispositiu.
cs: Příkaz console-conf-start spustí synchronizaci s console-conf Tento příkaz používá conzole-conf při spuštění. Zpožďuje aktualizace, pokud v současné době žádná neprobíhá, a ukončí se specifickým chybovým kódem, pokud probíhají aktualizace, na které by měl console-conf počkat, než vyzve uživatele k zahájení konfigurace zařízení.
da: Kommandoen console-conf-start starter synkronisering med console-conf Kommandoen bruges af console-conf, når den starter op. Den forsinker genop- friskninger, hvis der ikke pågår nogen. Den afslutter med en specifik fejlkode, hvis der pågår genopfriskninger, som console-conf skal vente på, inden brugeren bedes om at begynde med at konfigurere enheden.
de: Der Befehl console-conf-start startet die Synchronisierung mit console-conf Dieser Befehl wird von console-conf beim Start verwendet. Er verzögert Aktualisierungen, falls derzeit keine laufen. Er wird mit einem Fehlercode beendet, wenn Aktualisierungen laufen, auf die console-conf warten sollte bevor der Benutzer zur Konfiguration des Geräts aufgefordert wird.
es: El comando console-conf-start inicia sincronización con console-conf Este comando es utilizado por console-conf cuando inicia. Retrasa las recargas si no hay ninguna actualmente en proceso y termina con un código de error específico si hay varias recargas en proceso con lo que console-conf esperará antes de solicitar al usuario para comenzar la configuración del dispositivo.
hr: console-conf-start naredba započinje usklađivanje sa console-conf Ova naredbu koristi console-conf kada se pokreće. Odgađa osvježavanje ako nema trenutno radnji, i izalz s određenim kôdom ako postoje trenutno osvježavanja koja console-conf treba pričekati prije nego što upita korisnika da počene podešavati uređaj.
it: Il comando console-conf-start avvia la sincronizzazione con console-conf Questo comando viene utilizzato da console-conf all'avvio. Ritarda gli aggiornamenti se non ce ne sono attualmente in corso ed esce con un codice di errore specifico se presente sono aggiornamenti in corso che console-conf dovrebbe attendere prima di richiedere il utente per iniziare a configurare il dispositivo.
pt: O comando console-conf-start inicia a sincronização com console-conf Este comando é usado pelo console-conf ao inicializar. Atrasa a atualização se não há nenhuma em andamento e sai com um código de erro específico se houver são atualizações em andamento que o console-conf deve esperar antes de solicitar o utilizador para começar a configurar o dispositivo.
sv: Kommandot ”console-conf-start” startar synkronisering med console-conf Kommandot används av console-conf när det startar. Det fördröjer uppdateringar om inga pågår, och avslutar med en specifik felkod om det finns pågående uppdateringar som console-conf bör invänta innan användaren ombeds att börja konfigurera enheten.
tr: "console-conf-start" komutu "console-conf" ile senkronizasyonu başlatır. Bu komut, çalışmaya başladığında "console-conf" tarafından kullanılır. O an gerçekleşen bir yenileme (refresh) yoksa yenilemeyi erteler, ve kullanıcıya cihaz konfigürasyonuna başlamadan "console-conf"un beklemesi gereken yenilemeler varsa spesifik bir hata koduyla çıkış yapar.
