Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: Run install hook of %q snap if present
af: Hardloop installeer haak van %q snap indien teenwoordig
cs: Spustit instalační háček napu %q, pokud přítomen
de: Installationshook von Snap %q ausführen, falls vorhanden
es: Ejecutar el enganche de instalación del snap %q si está presente
hr: Pokreni instalaciju priključka %q snap paketa ako je dostupan
it: Esegui l'hook di installazione di %q snap se presente
pt: Execute a instalação de hook do %q snap se estiver presente
sv: Kör installeringskrok för snap %q om den finns

source: Run install-device hook
it: Eseguire l'hook del dispositivo di installazione

source: Run post-refresh hook of %q snap if present
af: Hardloop post-refresh haak van %q snap indien teenwoordig
cs: Spustit poaktualizační háček snapu %s, pokud přítomen
de: Nachaktualisierungshook von Snap %q ausführen, falls vorhanden
es: Ejecutar el enganche de post-refresco del snap %q si está presente
hr: Pokreni naknadno osvježavanje priključka %q snap paketa ako je dostupan
it: Esegui hook post-aggiornamento di %q snap, se presente
ko: 만약 %q snap 이 존재한다면 post-refresh hook 을 실행합니다
pt: Execute o hook pós-actualização de %q snap se estiver presente
sv: Kör efter-uppdateringskrok för snap %q om den finns

source: Run pre-refresh hook of %q snap if present
af: Hardloop pre-refresh haak van %q snap indien teenwoordig
cs: Spustit předaktualizační háček snapu %q, pokud přítomen
da: Kør præ-genopfriskningshook for snappen %q, hvis tilgængelig
de: Voraktualisierungshook von Snap %q ausführen, falls vorhanden
hr: Pokreni predosvježni priključak %q snap paketa ako je prisutan
it: Esegui il hook di pre-aggiornamento di %q snap, se presente
pt: Execute o hook de pré-actualização de %q snap se estiver presente
sv: Kör för-uppdateringskrok för snap %q om den finns

source: Run prepare-device hook
af: Hardloop voorberei toestel haak
cs: Spustit háček připravit zařízení
de: Gerätevorbereitungshook ausführen
es: Ejecutar el enganche de preparar-dispositivo
hr: Pokreni priključak pripremanja uređaja
it: Esegui il gancio di preparazione del dispositivo
ko: prepare-device hook을 실행합니다
pt: Execute o hook para preparar o dispositivo
sv: Kör förbered-enhets-krok

source: Run remove hook of %q snap if present
af: Hardloop verwyder haak van %q snap indien teenwoordig
cs: Spustit háček odebrat snapu %q, pokud přítomen
de: Entfernungshook von Snap %q ausführen, falls vorhanden
es: Ejecutar el enganche de eliminación del snap %q si está presente
hr: Pokreni uklanjanje priključka %q snap paketa ako je dostupan
it: Esegui remove hook di %q snap se presente
pt: Execute remover o hook do %q snap se estiver presente
sv: Kör borttagningskrok för snap %q om den finns

source: Run routine commands
af: Hardloop roetine opdragte
cs: Spustit příkazy rutiny
da: Kør rutinekommandoer
de: Führe Routinenbefehle aus
es: Ejecutar órdenes de rutina
hr: Pokreni routine naredbe
it: Esegui comandi di routine
ko: 정기적으로 동작되는 명령어들을 실행합니다
pt: Executar comandos de rotina
sv: Kör rutinkommandon
tr: Rutin komutları çalıştır

source: Run the command under strace (useful for debugging). Extra strace options can be specified as well here. Pass --raw to strace early snap helpers.
af: Hardloop die opdrag onder strace (nuttig vir ontfouting). Ekstra strace opsies kan sowel hier gespesifiseer word. Pass --rou om strace vroeë snap helpers.
cs: Spustit příkaz pod strace (užitečné pro ladění). Je zde také možné zadat i další volby pro strace. Předat --raw pro strace rané pomocné pro snap.
da: Kør kommandoen under strace (nyttig til fejlfinding). Ekstra tilvalg til strace kan også angives her. Brug --raw for også at se strace for snaps hjælpprogrammer.
es: Ejecutar la orden bajo strace (útil al depurar). Aquí también se pueden especificar opciones de strace adicionales. Incluya --raw para ejecutar strace en asistentes de snap tempranos.
hr: Pokreni naredbu pod strace (korisno za otklanjanje grešaka). Dodatne strace mogućnosti mogu se odrediti ovdje. Proslijedi --raw u strace za raniji snap-helpers.
it: Eseguire il comando sotto strace (utile per il debug). Anche qui è possibile specificare opzioni di strace extra. Passa --raw per tracciare i primi snap helper.
pt: Execute o comando em strace (útil para depuração). As opções de Extra strace também podem ser especificadas aqui. Passe --raw para encontrar as primeiras ajudas do snap.
sv: Kör kommandot under strace (praktiskt för felsökning). Extra strace-flaggor kan också anges här. Skicka --raw för att strace:a tidiga snap-hjälpmedel.

source: Run the command with gdb (deprecated, use --gdbserver instead)
it: Esegui il comando con gdb (obsoleto, usa invece --gdbserver)

source: Run the command with gdbserver
it: Eseguire il comando con gdbserver

source: Run the given snap command
af: Hardloop die gegewe snap opdrag
cs: Spsutit daný snap příkaz
da: Kør den angivne snap-kommando
de: Den eingegebenen Snap Befehl ausführen
es: Ejecutar la orden snap dada
hr: Pokreni zadanu naredbu snap paketa
it: Esegui il comando snap dato
ko: 주어진 snap 명령어를 실행합니다
pt: Execute o comando de snap fornecido
sv: Kör det givna snap-kommandot
tr: Verilen snap komutunu çalıştır

source: Run the user session agent
af: Hardloop die gebruiker sessie agent
cs: Spustit agenta uživatelské relace
da: Kør brugersessionsagenten
de: Ausführen des Benutzersitzungsagenten
es: Ejecutar el agente de la sesión de usuario
hr: Pokreni korisničkog agenta sesije
it: Eseguire l'agente di sessione utente
ko: 사용자 세션 에이전트 실행
pt: Execute o agente de sessão do utilizador
sv: Kör användarsessionsagenten

source: Save a snapshot of the current data
af: Stoor 'n momentopname van die huidige data
cs: Uložit zachycený stav stávajících dat
da: Gem et øjebliksbillede af de aktuelle data
de: Einen Schnappschuss der aktuellen Daten speichern
es: Guardar una instantánea de los datos actuales
hr: Spremi snimku trenutnih podataka
it: Salva un'istantanea dei dati correnti
ko: 현재 data의 스냅샷을 저장합니다
pt: Salve um snapshot dos dados actuais
sv: Spara en ögonblicksbild av aktuell data
tr: Mevcut verinin bir snapshot'ını kaydet.

source: Search private snaps.
af: Soek private snaps.
cs: Hledat soukromé snap balíčky.
da: Søg i private snapper.
de: Private Snaps durchsuchen.
es: Buscar instantáneas privadas.
hr: Pretraži privatne snap pakete.
it: Cerca snap privati.
ko: 비공개 스냅을 검색합니다.
pt: Pesquisar snaps privados.
sv: Sök efter privata snap-paket.

source: See 'snap info <snap name>' for additional versions.
af: Sien 'snap info <snap name>' vir addisionele weergawes.
cs: Ostatní verze zobrazíte příkazem „snap info <název snapu>“
da: Se "snap info <snapnavn>" for flere versioner.
de: Lesen Sie 'snap info <snap-Name>' für zusätzliche Versionen.
es: Consulte «snap info <nombre de snap>» para versiones adicionales.
hr: Pogledajte 'snap info <naziv snap paketa>' za dodatne revizije.
it: Vedere 'informazioni snap <nome snap>' per versioni aggiuntive.
ko: 추가적인 버전을 알고싶다면 'snap info <snap name>'을 확인하시오.
pt: Consulte 'snap info <snap name>' para versões adicionais.
sv: Se ”snap info <snap-namn>” för ytterligare versioner.

source: Select last change of given type (install, refresh, remove, try, auto-refresh, etc.). A question mark at the end of the type means to do nothing (instead of returning an error) if no change of the given type is found. Note the question mark could need protecting from the shell.
af: Kies laaste verandering van gegewe tipe (installeer, verfris, verwyder, probeer, outo-verfris, ens.). 'N Vraagteken aan die einde van die tipe beteken om niks te doen nie(in plaas daarvan om 'n fout terug te gee) indien geen verandering van die gegewe tipe gevind word nie. Let op die vraagteken kon nodig beskerming van die shell.
cs: Vybrat poslední změnu daného typu (instalace, aktualizace, odebrání, vyzkoušení, automatická aktualizace, atd.). Otazník na konci typu znamená nedělat nic (namísto toho vrátit chybu) pokud nebyla nalezena žádná změna daného typu. Pozn.: otazník je třeba zbavit významu (escape) pro shell.
da: Vælg sidste ændring af givne type (installér, genopfrisk, fjern, prøv, auto-genopfrisk osv.). Et spørgsmålstegn efter typen betyder, at der ingenting gøres (i stedet for at returnere en fejl), hvis der ikke findes en ændring af den givne type. Bemærk, at spørgsmålstegnet kan have brug for beskyttelse fra skallen.
de: Wählen Sie die letzte Änderung des gegebenen Typs aus (Installieren, Aktualisieren, Entfernen, Versuchen, automatisches Aktualisieren, etc.). Ein Fragezeichen am Ende des Typs bedeutet, nichts zu tun (anstatt einen Fehler zurückzugeben), wenn keine Änderung des gegebenen Typs gefunden wird. Beachten Sie, dass das Fragezeichen vor der Shell geschützt werden muss.
hr: Odaberi posljednju promjenu zadane vrste (install, refresh, remove, try, auto-refresh, itd.). Upitnik na kraju vrste znači da se ne čini ništa (umjesto vraćanja greške) ako nema pronađenih promjena na zadanoj vrsti. Zapamtite da upitnik mora sadržavati zaštitu od ljuske.
it: Seleziona l'ultima modifica del tipo specificato (installa, aggiorna, rimuovi, prova, aggiorna automaticamente, ecc.). Un punto interrogativo alla fine del tipo significa non fare nulla (invece di restituire un errore) se non viene trovata alcuna modifica del tipo specificato. Nota che il punto interrogativo potrebbe aver bisogno di essere protetto dalla shell.
pt: Selecione a última alteração de determinado tipo (instalar, atualizar, remover, tentar, atualizar automaticamente, etc.). Um ponto de interrogação no final do tipo significa não fazer nada (em vez de retornar um erro) se nenhuma alteração do tipo fornecido for encontrada. Observe que o ponto de interrogação pode precisar de proteção do shell.
sv: Välj den senaste ändringen av given typ (installera, uppdatera, ta bort, testa, auto-uppdatera, osv.). Ett frågetecken efter typen innebär att inget ska utföras (istället för att returnera ett fel) om ingen ändring av den givna typen hittas. Observera att frågetecknet kan behöva skyddas från skalet.

source: Service Startup Current Notes
af: Diens Opstart Huidige Notas
cs: Služba Spouštění Stávající Poznámky
da: Tjeneste Opstart Aktuel Noter
de: Dienst Startvorgang Aktuell Notizen
es: Servicio Encendido Actual Notas
hr: Usluga Pokretanje Trenutno Bilješke
it: Servizio Avvio Attuale Note
ko: 서비스 시작 현재 노트
pt: Serviços de inicialização actuais Notas
sv: Tjänst Uppstart Aktuell Kommentarer
tr: Servis Başlangıç Mevcut Notlar

source: Set
af: Stel
cs: Nastavit
da: Sæt
de: Gruppe
es: Conjunto
hr: Postavi
it: Imposta
ko: 세트
pt: Definir
sv: Uppsättning

source: Set (key=value) or unset (key!) configuration value
af: Stel (sleutel=waarde) of unset (sleutel!) konfigurasie waarde
cs: Nastavit (klíč=hodnota) nebo zrušit nastavení (klíč!) hodnoty nastavení
da: Indstil (nøgle=værdi) eller fjern (nøgle!) konfigurationsværdi
de: Konfigurationswert festlegen (Schlüssel=Wert) oder zurücksetzen (Schlüssel!)
es: Establecer (clave=valor) o quitar (clave!) el valor de configuración
hr: Postavi (ključ=vrijednost) ili ukloni (ključ!) vrijednost podešavanja
it: Imposta (chiave=valore) o annulla (chiave!) il valore di configurazione
ko: 설정값을 적용 (key=value) 하거나 해제 (key!) 합니다
pt: Definir (chave = valor) ou cancelar (chave!) Valor de configuração
sv: Sätt (nyckel=värde) eller avsätt (nyckel!) konfigurationsvärde

source: Set automatic aliases for snap %q
af: Stel outomatiese aliasse vir snap %q
cs: Nastavit automatické aliasy pro snap %q
de: Automatisch Aliase für Snap %q festlegen
es: Asignar aliases automáticos al snap %q
hr: Postavljanje privatnih pseudonima za snap paket %q
it: Imposta alias automatici per lo snap %q
ko: 스냅 %q에 대한 자동 별칭 설정
pt: Definir pseudónimos automáticos para snap %q
sv: Ange automatiska alias för snap %q

source: Set either configuration options or interface connection settings
it: Impostare le opzioni di configurazione o le impostazioni di connessione dell'interfaccia

source: Set id of snapshot to delete (see 'snap help saved')
af: Stel id van momentopname van om uit te vee (see 'snap help saved')
cs: Nastavit identif. zachyceného stavu který smazat (viz „snap help saved“)
da: Angiv ID på det øjebliksbillede, der skal slettes (se "snap help saved")
de: ID des zu löschenden Schnappschusses festlegen (siehe »snap help saved«)
es: Establecer la id de la instantánea que eliminar (consulte «snap help saved»)
hr: Postavi id snimke za brisanje (pogledajte 'snap help saved')
it: Imposta l'id dello snapshot da eliminare (vedi 'aiuto snap salvato')
ko: 제거할 스냅샷의 id를 설정합니다 ('snap help saved' 를 참조하시오)
pt: Definir id do snapshot para excluir (consulte 'ajuda snap salva')
sv: Sätt ID för ögonblicksbild att radera (se ”snap help saved”)

source: Set id of snapshot to export
af: Stel id van momentopname om uitvoer
da: Angiv id på øjebliksbillede, som skal eksporteres
de: ID des zu exportierenden Schnappschusses festlegen
es: Establecer id de la instantánea que exportar
hr: Postavi id snimke za izvoz
it: Imposta l'id dello snapshot da esportare
pt: Definir id do snapshot para exportar
sv: Sätt ID för ögonblicksbild att exportera

source: Set id of snapshot to restore (see 'snap help saved')
af: Stel id van momentopname te restore (see 'snap help saved')
cs: Nastavit identif. zachyceného stavu, ze kterého obnovit (viz „snap help saved“)
da: Angiv ID på det øjebliksbillede, der skal gendannes (se "snap help saved")
de: ID des wiederherzustellenden Schnappschusses festlegen (siehe »snap help saved«)
es: Establecer la id de la instantánea que restaurar (consulte «snap help saved»)
hr: Postavi id snimke za obnovu (pogledajte 'snap help saved')
it: Imposta l'id dello snapshot da ripristinare (vedi 'aiuto snap salvato')
ko: 복원할 스냅샷 ID 설정 ('snap help saved' 참조)
pt: Definir id de snapshot para restaurar (consulte 'ajuda snap salva')
sv: Sätt ID för ögonblicksbild att återställa (se ”snap help saved”)

source: Set id of snapshot to verify (see 'snap help saved')
af: Stel id van momentopname te verifieer (see 'snap help saved')
cs: Nastavit identif. zachyceného stavu pro ověření (viz „snap help saved“)
da: Angiv ID på det øjebliksbillede, der skal bekræftes (se "snap help saved")
de: ID des zu überprüfenden Schnappschusses festlegen (siehe »snap help saved«)
es: Establecer la id de la instantánea que verificar (consulte «snap help saved»)
hr: Postavi id snimke za provjeru (pogledajte 'snap help saved')
it: Imposta l'id dello snapshot da verificare (vedi 'aiuto snap salvato')
ko: 검증할 스냅샷의 id을 설정합니다 ('snap help saved'를 참조하시오)
pt: Defina id do snapshot a verificar (consulte 'ajuda snap salva')
sv: Sätt ID för ögonblicksbild att verifiera (se ”snap help saved”)

source: Set new model assertion
af: Stel nuwe model bewering
cs: Nastavit nové tvrzení modelu
da: Angiv ny models assertion
de: Neue Modell-Assertion festlegen
es: Definir nuevo modelo de aserción
hr: Postavi novi model potvrde
it: Imposta la nuova asserzione del modello
pt: Definir nova asserção de modelo
sv: Sätt ny modell-assert

source: Set result for full disk encryption
af: Stel resultaat vir volle skyfkripsie
da: Angiv resultat for kryptering af hele disken
de: Resultat für die vollständige Festplattenverschlüsselung setzen
es: Establecer resultado para cifrado de disco completo
hr: Postavi rezultat za potpuno šifriranje diska
it: Imposta il risultato per la crittografia del disco completo
pt: Definir resultado para encriptar o disco completo
sv: Sätt resultat för fullständig diskkryptering

source: Set up a manual alias
af: Stel 'n handmatige alias op
cs: Nastavit ruční alternativní název
da: Indstil et manuelt alias
hr: Postavi ručne pseudonime
it: Imposta un alias manuale
ko: 수동 별칭 설정
pt: Configure um pseudónimo manual
tr: Manuel bir takma ad belirle

source: Setup alias %q => %q for snap %q
af: Stel alias op %q => %q vir snap %q
cs: Nastavit alias %q => %q pro snap %q
da: Indstil alias %q => %q for snap'en %q
de: Alias %q => %q für Snap %q einrichten
es: Configurar el alias %q => %q para el snap %q
hr: Postavi pseudonim %q => %q za snap paket %q
it: Imposta alias %q => %q per lo snap %q
ko: %q => %q 로 snap %q의 별명을 변경합니다
pt: Define o pseudónimo %q => %q para o snap %q
sv: Ställ in alias %q => %q för snap %q

source: Setup manual alias %q => %q for snap %q
af: Stel handmatige alias op %q vir snap %q
cs: Nastavit ruční alias %q => %q pro snap %q
de: Manuellen Alias %q => %q für Snap %q einrichten
es: Configurar el alias manual %q => %q para el snap %q
hr: Postavi ručno pseudonim %q => %q za snap paket %q
it: Imposta l'alias manuale %q => %q per lo snap %q
pt: Define manualmente o pseudônimo %q => %q para o snap %q
sv: Ställ in manuellt alias %q => %q för snap %q

source: Setup snap %q (%s) security profiles
af: Opstel van snap %q (%s) sekuriteit profiele
cs: Nastavit profily zabezpečení pro snap %q (%s)
da: Indstil sikkerhedsprofiler for snappen %q (%s)
de: Sicherheitsprofile für Snap %q (%s) einrichten
es: Configurar los perfiles de seguridad del snap %q (%s)
hr: Postavljam snap paket %q (%s) sigurnosne profile
it: Configura snap %q (%s) profili di sicurezza
ko: snap %q의 (%s) 보안 프로필을 설정합니다
pt: Configurar perfis de segurança de snap %q (%s)
sv: Ställ in säkerhetsprofiler för snap %q (%s)

source: Setup snap %q (%s) security profiles for auto-connections
af: Opstel van snap %q (%s) sekuriteits profiele vir outo verbindings
cs: Nastavit profily zabezpečení snap balíčku %q (%s) pro automatická spojení
da: Indstil sikkerhedsprofiler for snappen %q (%s) for automatiske tilslutninger
de: Einrichten der Sicherheitsprofile für Autoverbindungen des Snaps %q (%s)
es: Configurar los perfiles de seguridad del snap %q (%s) para conexiones automáticas
hr: Postavi snap %q (%s) sigurnosne profile za automatsko povezivanje
it: Configura snap %q (%s) profili di sicurezza per le connessioni automatiche
pt: Configurar perfis de segurança de snap %q (% s) para conexões automáticas
sv: Ställ in säkerhetsprofiler för snap %q (%s) för auto-anslutningar

source: Setup snap %q aliases
af: Opstel van snap %q aliasse
cs: Nastavit alternativní názvy pro snap %q
de: Aliase für Snap %q einrichten
es: Configurar los aliases del snap %q
hr: Postavljam snap paket %q pseudonime
it: Imposta %q alias snap
ko: snap %q 의 별명을 설정합니다
pt: Define os pseudónimos do snap %q
sv: Ställ in alias för snap %q

source: Setup snap %q%s security profiles
af: Opstel van snap %q%s sekuriteit profiele
cs: Nastavit profily zabezpečení pro snap %q%s
de: Sicherheitsprofile für Snap %q%s einrichten
es: Configurar los perfiles de seguridad del snap %q%s
hr: Postavljam snap paket %q%s sigurnosne profile
it: Configura snap %q%s profili di sicurezza
ko: 스냅 %q%s 보안 프로필 설정
pt: Configurar perfis de segurança do snap %q%s
sv: Ställ in säkerhetsprofiler för snap %q%s

source: Setup system for run mode
af: Opstel stelsel vir hardloop modus
cs: Nastavit systém pro režim běhu
da: Indstil system til kørselstilstand
de: System für den Run-Modus vorbereitet.
es: Configurar el sistema para modo ejecución
hr: Postavi sustav za način pokretanja
it: Sistema di installazione per la modalità di esecuzione
ko: 실행 모드를 위한 시스템 설정
pt: Sistema de configuração para modo de execução
sv: Ställ in system för körläge

source: Setup ubuntu-save snap folders
it: Imposta le cartelle snap di salvataggio di Ubuntu

source: Show a short summary of all commands
af: Wys 'n kort opsomming van alle opdrags
cs: Ukázat krátké shrnutí všech příkazů
da: Vis et kort sammendrag af alle kommandoer
de: Eine kurze Zusammenfassung aller Befehle anzeigen
es: Muestra un breve resumen de todas las órdenes
hr: Prikaži kratak opis svih naredbi
it: Mostra un breve riepilogo di tutti i comandi
ko: 모든 명령어에 대한 짧은 요약 보기
pt: Mostra um breve resumo de todos os comandos
sv: Visa en kort sammanfattning av alla kommandon
tr: Tüm komutların kısa özetini göster

source: Show all revisions
af: Wys alle revisions
cs: Ukázat všechny revize
da: Vis alle udgaver
de: Alle Revisionen anzeigen
es: Mostrar todas las revisiones
hr: Prikaži sve revizije
it: Mostra tutte le revisioni
ko: 모든 개정 보기
pt: Mostrar todas as revisões
tr: Tüm revizyonları göster

source: Show all warnings
af: Wys alle waarskuwings
cs: Zobrazit všechna varování
da: Vis alle advarsler
de: Zeige alle Warnungen
es: Mostrar todos los avisos
hr: Prikaži sva upozorenja
it: Mostra tutti gli avvisi
ko: 모든 경고 보기
pt: Mostrar todos os avisos
sv: Visa alla varningar
tr: Tüm uyarıları göster

source: Show auto refresh information but do not perform a refresh
af: Wys outo verfris inligting maar moenie uit te voer 'n verfris
cs: Zobrazit informaci o automatické aktualizaci ale neprovádět ji
da: Vis information om automatisk genopfriskning, men udfør ikke en genopfriskning
de: Informationen zur automatisierten Aktualisierung anzeigen, aber keine durchführen
es: Mostrar la información de auto refresco sin realizar un refresco
hr: Prikaži informacije automatskog osvježavanja ali ne pokreći osvježavanje
it: Mostra le informazioni sull'aggiornamento automatico ma non esegue un aggiornamento
ko: 자동으로 새로고침 되지만 아직 새로고침이 수행되지 않은 정보 보기
pt: Mostra informação da auto actualização mas não actualiza
sv: Visa autouppdateringsinformation, men utför inte uppdatering
tr: Otomatik yenileme bilgilerini göster ancak yenileme işlemini gerçekleştirme

source: Show connected and unconnected plugs and slots
af: Wys gekoppel en un-gekoppelde proppe en gleuf
cs: Zobrazit připojené a opojené zástrčky a sloty
da: Vis forbundne og ikkeforbundne plugger og slotter
de: Verbundene und getrennte Plugs und Slots anzeigen
es: Mostrar enchufes y ranuras conectadas y no conectadas
hr: Prikaži povezane i nepovezane priključke i priključnice
it: Mostra spine e slot collegati e scollegati
ko: 연결된, 그리고 연결되지 않은 플러그와 슬롯 보기
pt: Mostrar plugs e slots conectados e desconectados
sv: Visa anslutna och frånkopplade pluggar och fack

source: Show detailed information about snaps
af: Wys gedetailleerde inligting oor snaps
cs: Zobrazit podrobné informace o snap balíčcích
da: Vis detaljeret information om snapper
hr: Prikaži opširnije informacije o snap paketima
it: Mostra informazioni dettagliate sugli snap
ko: 스냅에 대한 상세 정보 보기
pt: Mostrar informações detalhadas sobre os snaps
sv: Visa detaljerad information om snap-paket
tr: Snap'ler hakkında detaylı bilgi göster.

source: Show details of a specific interface
af: Wys besonderhede van 'n spesifieke koppelvlak
cs: Zobrazit podrobnosti o konkrétním rozhraní
da: Vis detaljer om en specifik grænseflade
de: Details zu einer bestimmten Schnittstelle anzeigen
es: Mostrar detalles de una interfaz específica
hr: Prikaži pojedinosti određenog sučelja
it: Mostra i dettagli di un'interfaccia specifica
ko: 특정 인터페이스 상세 보기
pt: Mostrar detalhes específicos da interface
sv: Visa detaljer om ett specifikt gränssnitt
tr: Belirli bir arabirimin ayrıntılarını göster

source: Show details of snap interfaces
af: Wys besonderhede van snap koppelvlak
cs: Zobrazit podrobnosti o snap rozhraních
da: Vis snapgrænsefladernes detaljer
de: Details zu den Snap-Schnittstellen anzeigen
es: Muestra detalles de las interfaces de snaps
hr: Prikaži pojedinosti snap sučelja
it: Mostra i dettagli delle interfacce snap
ko: 스냅 인터페이스 상세 보기
pt: Mostrar detalhes das interfaces snap
sv: Visa detaljer för snap-paketgränssnitt

source: Show details of the matching connections (snap or snap:plug,snap:slot or snap:plug-or-slot
it: Mostra i dettagli delle connessioni corrispondenti (snap o snap:plug,snap:slot o snap:plug-or-slot

source: Show help about a command
af: Wys hulp omtrent 'n opdrag
cs: Zobrazit nápovědu k příkazu
da: Vis hjælp til en kommando
es: Mostrar información sobre una orden
hr: Prikaži pomoć naredbe
it: Mostra la guida su un comando
ko: 명령어에 대한 도움말 보기
pt: Mostrar ajuda sobre um comando
tr: Bir komutla ilgili yardımı göster
