Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: The enable command enables a snap that was previously disabled.
af: Die in staat te stel bevel in staat stel om 'n snap daardie was voorheen gestremde.
ca: L'ordre enable activa un snap que havia estat desactivat prèviament.
cs: Příkaz enable zapne snap, který byl předtím vypnutý.
da: Kommandoen enable aktiverer en snap, som før var deaktiveret.
de: Der Befehl »enable« aktiviert einen Snap, der zuvor deaktiviert wurde.
es: La orden enable activa un snap que ha sido desactivado previamente.
hr: enable - naredba omogućuje snap paket koji je prije onemogućen.
it: Il comando enable abilita uno snap precedentemente disabilitato.
ko: enable 명령어는 이전에 비활성화 되어 있던 스냅을 활성화 합니다.
pt: O comando enable activa um snap que estava anteriormente desactivado.
sv: Kommandot ”enable” aktiverar ett snap-paket som tidigare avaktiverats.

source: The export-key command exports a public key assertion body that may be imported by other systems.
af: Die uitvoer-sleutel bevel uitvoer 'n openbare sleutel assertion liggaam wat mag wees ingevoer deur ander stelsels.
cs: Příkaz export-key exportuje tělo tvrzení veřejného klíče které je možné importovat na ostatní systémy.
da: Kommandoen export-key eksporterer en offentlig nøgles assertionsindhold, som kan importeres af andre systemer.
es: El comando export-key exporta un cuerpo de aserción de clave pública que puede ser importada por otros sistemas.
hr: export-key naredba izvaža tijelo potvrde javnog ključa koji je moguće uvesti na drugim sustavima.
it: Il comando export-key esporta un corpo di asserzione di chiave pubblica che potrebbe essere importato da altri sistemi.
pt: O comando export-key exporta um corpo de asserção de chave pública que pode ser importado por outros sistemas.
sv: Kommandot ”export-key” exporterar en publik nyckel-asserts innehåll, som kan importeras av andra system.

source: The fde-setup-request command is used inside the fde-setup hook. It will return information about what operation for full-disk encryption is requested and auxiliary data to complete this operation. The fde-setup hook should do what is requested and then call "snapctl fde-setup-result" and pass the result data to stdin. Here is an example for how the fde-setup hook is called initially: $ snapctl fde-setup-request {"op":"features"} $ echo '{"features": []}' | snapctl fde-setup-result Alternatively the hook could reply with: $ echo '{"error":"hardware-unsupported"}' | snapctl fde-setup-result And then it is called again with a request to do the initial key setup: $ snapctl fde-setup-request {"op":"initial-setup", "key": "key-to-seal"} $ echo "{"sealed-key":"$base64_encoded_sealed_key"}" | snapctl fde-setup-result
it: Il comando fde-setup-request viene utilizzato all'interno dell'hook fde-setup. Lo farà restituire informazioni su quale sia l'operazione per la crittografia dell'intero disco dati richiesti e ausiliari per completare questa operazione. L'hook fde-setup dovrebbe fare quanto richiesto e poi chiamare "snapctl fde-setup-result" e passa i dati del risultato a stdin. Ecco un esempio di come viene chiamato inizialmente l'hook fde-setup: $ snapctl fde-setup-request {"op":"features"} $ echo '{"features": []}' | snapctl fde-setup-risultato In alternativa l'hook potrebbe rispondere con: $ echo '{"error":"hardware non supportato"}' | snapctl fde-setup-risultato E poi viene chiamato di nuovo con una richiesta per eseguire la configurazione iniziale della chiave: $ snapctl fde-setup-request {"op":"initial-setup", "key": "key-to-seal"} $ echo "{"sealed-key":"$base64_encoded_sealed_key"}" | snapctl fde-setup-risultato

source: The fde-setup-result command sets the result data for a fde-setup hook reading it from stdin. For example: When the fde-setup hook is called with "op":"features: $ echo '{"features": []}' | snapctl fde-setup-result When the fde-setup hook is called with "op":"initial-setup": $ echo "{"sealed-key":"$base64_encoded_sealed_key"}" | snapctl fde-setup-result
it: Il comando fde-setup-result imposta i dati del risultato per un hook fde-setup leggendolo da stdin. Per esempio: Quando l'hook fde-setup viene chiamato con "op":"features: $ echo '{"features": []}' | snapctl fde-setup-risultato Quando l'hook fde-setup viene chiamato con "op":"initial-setup": $ echo "{"sealed-key":"$base64_encoded_sealed_key"}" | snapctl fde-setup-risultato

source: The file-access command returns information about a snap's file system access. This command is used by the xdg-document-portal service to identify files that do not need to be proxied to provide access within confinement. File paths are interpreted as host file system paths. The tool may return false negatives (e.g. report that a file path is unreadable, despite being readable under a different path). It also does not check if file system permissions would render a file unreadable.
af: Die lêer-toegang opdrag terug inligting oor toegang lêer stelsel 'n snap se. Hierdie bevel word deur die xdg-dokument-portaaldiens gebruik om te identifiseer lêers wat nie nodig het om instaanbedien om toegang te verskaf binne confinement. Lêerpaaie word geïnterpreteer as gasheerlêerstelselpaaie. Die instrument mag return false negatiewe (bv verslag dat 'n lêer pad is deurmekaar, ten spyte daarvan dat leesbare onder 'n ander pad). Dit doen ook nie tjek of toestemmings vir lêerstelsel 'n lêer onleesbaar maak.
cs: Příkaz file-access vrací informace o přístupu systému souborů snap. Tento příkaz používá služba xdg-document-portal k identifikaci souborů, které pro zajištění přístupu není třeba proxiovat na samotku. Cesty k souborům jsou interpretovány jako cesty k souborovému systému hostitele. Nástroj může vracet falešné negativy (např. hlásit, že cesta k souboru je nečitelná, přestože je čitelná pod jinou cestou). Rovněž nekontroluje, zda by oprávnění systému souborů způsobila nečitelnost souboru.
da: Kommandoen file-access returnerer oplysninger om en snaps filsystemadgang. Kommandoen bruges af tjenesten xdg-document-portal til at identificere filer, som ikke behøver være proxyforbundne for at give adgang inden i sandkassen. Filstier fortolkes som værtens filsystemstier. Værktøjet kan give falsk negative (f.eks. rapportere at en filsti ikke kan læses, selvom den kan læses under en anden sti). Det tjekker heller ikke, om filsystemrettigheder gør, at en fil ikke kan læses.
de: Der Befehl file-access gibt Informationen über den Zugriff eines Snaps auf das Dateisystem zurück. Dieser Befehl wird vom Dienst xdg-document-portal verwendet, um Dateien zu identifizieren, die innerhalb ihrer Begrenzung nicht proxifiziert werden müssen. Dateipfade werden als Host-Dateisystempfade interpretiert. Das Tool kann falsche Negative zurückgeben (z. B. melden, dass ein Dateipfad nicht lesbar ist, obwohl dieser unter einem anderen Pfad lesbar ist). Er prüft auch nicht, ob Dateisystemberechtigungen eine Datei unlesbar machen würden.
es: El comando file-access devuelve información sobre el acceso al sistema de archivos del snap. Este comando es usado por el servicio xdg-document-portal para identificar archivos que no necesitan proxy para proporcionar acceso dentro del aislamiento. Las rutas de archivo son interpretadas como rutas del sistema de archivos del equipo. La herramienta puede devolver falsos negativos (p. ej. reportar que la ruta de un archivo no es legible, a pesar de ser legible desde otra ruta). Tampoco comprueba si los permisos sobre el sistema de archivos podrían dejar el archivo ilegible.
it: Il comando file-access restituisce informazioni sull'accesso al file system di uno snap. Questo comando viene utilizzato dal servizio xdg-document-portal per identificare file che non devono essere inviati tramite proxy per fornire l'accesso all'interno confinamento. I percorsi dei file vengono interpretati come percorsi del file system host. Lo strumento può restituire falsi negativi (ad es. segnalare che il percorso di un file è illeggibile, pur essendo leggibile con un percorso diverso). Inoltre non lo fa controlla se le autorizzazioni del file system renderebbero un file illeggibile.
pt: O comando file-access devolve informações sobre o acesso de um sistema de ficheiros snap. Este comando é usado pelo serviço xdg-document-portal para identificar ficheiros que não precisam de proxy para fornecer acesso dentro do confinamento Os caminhos do ficheiro são interpretados como caminhos do sistema de ficheiros host. A ferramenta pode retornar falsos negativos (por exemplo, relatar que o caminho de um arquivo é ilegível, apesar de ser legível num caminho diferente). Também não verifica se as permissões do sistema de ficheiros tornariam um ficheiro ilegível.
sv: Kommandot ”file-access” returnerar information om ett snap-pakets filsystemåtkomst. Kommandot används av tjänsten xdg-document-portal för att identifiera filer som inte behöver använda proxy för att kunna kommas åt inuti en isolering. Filsökvägar tolkas som värdfilsystemets sökvägar. Verktyget kan returnera falska negativa (t.ex. att en filsökväg inte kan läsas, trots att den kan läsas under en annan sökväg). Det kontrollerar inte heller om filsystemets rättigheter skulle göra en fil oläsbar.

source: The find command queries the store for available packages. With the --private flag, which requires the user to be logged-in to the store (see 'snap help login'), it instead searches for private snaps that the user has developer access to, either directly or through the store's collaboration feature. A green check mark (given color and unicode support) after a publisher name indicates that the publisher has been verified.
af: Die vonds opdrag navrae die winkel vir beskikbare pakkette. Met die - privaat vlag, wat vereis dat die gebruiker by die winkel moet aanmeld (see 'snap help login'), dit soek in plaas daarvan na privaat snaps wat die gebruiker het het ontwikkelaars toegang tot, hetsy direk of deur die winkel se samewerking funksie. 'N Groen regmerkie (gegewe kleur en ondersteuning van unicode) na die naam van die uitgewer dui daarop dat die uitgewer is geverifieer.
cs: Příkaz find dotazuje úložiště na dostupné balíčky. S příznakem --private, který vyžaduje, aby byl uživatel přihlášen do obchodu (viz 'snap help login'), místo toho hledá privátní snímky, ke kterým má uživatel přístup vývojáře, a to buď přímo, nebo prostřednictvím spolupráce v obchodě. Zelená značka zaškrtnutí (daná barva a podpora unicode) za jménem vydavatele označuje, že byl vydavatel ověřen.
da: Kommandoen find søger i butikken efter tilgængelige pakker. Med flaget --private, som kræver, at brugeren er logget ind i butikken (se "snap help login"), søges der i stedet efter private snapper, som brugeren har adgang til som udvikler, enten direkte eller gennem butikkens samarbejdsfunktion. Et grønt flueben (hvis der er understøttelse af farve og unicode) efter en udgivers navn indikerer, at udgiveren er bekræftet.
de: Der Befehl find fragt den Speicher nach verfügbaren Paketen ab. Mit dem Flag --private, bei dem der Benutzer im Store angemeldet sein muss (siehe "Snap-Hilfe-Anmeldung"), wird stattdessen nach privaten Snaps gesucht, auf die der Benutzer entweder direkt oder über die Collaboration- Funktion des Stores Zugriff hat . Ein grünes Häkchen (Farb- und Unicode-Unterstützung) nach einem Herausgebernamen zeigt an, dass der Herausgeber überprüft wurde.
es: El comando find consulta en la tienda los paquetes disponibles. Con el parámetro --private, que necesita que el usuario halla iniciado sesión en la tienda (consulte «snap help login»), en su lugar busca snaps privados a los cuales el usuario tiene acceso de desarrollador, ya sea directamente o a través de la característica de colaboración de la tienda. La marca de comprobación verde (teniendo soporte de color y unicode) después del nombre del editor indica que el editor está verificado.
hr: find naredba šalje upit trgovini za dostupnim paketima. Sa --private oznakom, koja zahtijeva od korisnika da bude prijavljen u trgovinu (pogledajte 'snap help login'), umjesto toga pretražuje privatne snap pakete za koje korisnik ima razvijateljski pristup, ili izravno ili putem značajke suradnje u trgovini. Zelena oznaka provjere (zadana boja i unikôdna podrška) nakon imena izdavača označuje da je izdavač provjeren.
it: Il comando find interroga il negozio per i pacchetti disponibili. Con il flag --private, che richiede che l'utente abbia effettuato l'accesso allo store (vedi 'snap help login'), cerca invece gli snap privati ​​che l'utente ha accesso da parte degli sviluppatori, direttamente o tramite la collaborazione del negozio caratteristica. Un segno di spunta verde (dato il colore e il supporto unicode) dopo il nome di un editore indica che l'editore è stato verificato.
pt: O comando find consulta a loja sobre os pacotes disponíveis. Com a sinalização --private, que exige que o utilizador esteja conetado à loja (veja 'snap help login'), ele procura por snaps privados que o utilizador tem acesso como desenvolvedor, diretamente ou através da funcionalidade de colaboração da loja. Uma marca de seleção verde (com suporte de cor e unicode) após o nome de um editor indica que o editor foi verificado.
sv: Kommandot ”find” frågar butiken om tillgängliga paket. Med flaggan --private, som kräver att användaren är inloggad på butiken (se ”snap help login”), söker det istället efter privata snap-paket som användaren har utvecklaråtkomst till, antingen direkt eller genom butikens samarbetsfunktionalitet. En grön bock (förutsatt stöd för färg och unicode) efter en utgivares namn indikerar att utgivaren har verifierats.

source: The forget command deletes a snapshot. This operation can not be undone. A snapshot contains archives for the user, system and configuration data of each snap included in the snapshot. By default, this command forgets all the data in a snapshot. Alternatively, you can specify the data of which snaps to forget.
af: Die vergeet bevel skrap 'n kiekie. Hierdie bewerking kan nie wees nie ongedaan. N' kiekies bevat argiewe vir die gebruiker, stelsel en konfigurasie data van elke snap ingesluit in die kiekie. By verstek, hierdie-bevel vergeet al die data in a kiekie. Alternatiewelik, jy kan die data spesifiseer van watter snaps na vergeet.
cs: Příkaz forget smaže zachycený stav. Tuto operaci nelze vzít zpět. Zachycený stav obsahuje archivy uživatelských, systémových a nastavovacích dat pro každý ze snapů, obsažených v zachyceném stavu. Ve výchozím stavu, tento příkaz zapomene veškerá data v zachyceném stavu. Alternativně je možné zadat data kterého snapu zapomenout.
da: Kommandoen forget sletter et øjebliksbillede. Operationen kan ikke fortrydes. Et øjebliksbillede indeholder arkiver for bruger-, system- og konfigu- rationsdata af hver snap i øjebliksbilledet. Som standard glemmer kommandoen alle data i et øjebliksbillede. Du kan også angive, hvilke snappers data der skal glemmes.
de: Der Befehl forget löscht einen Snapshot. Dieser Vorgang kann nicht rückgängig gemacht werden. Ein Snapshot enthält Archive für die Benutzer-, System- und Konfigurationsdaten jedes Snaps, der im Snapshot enthalten ist. Standardmäßig löscht dieser Befehl alle Daten in einem Snapshot. Alternativ können Sie auch die Daten angeben, die Sie löschen möchten.
es: El comando forget elimina una instantánea. Esta operación no se puede deshacer. Un instantánea contiene archivos para el usuario, el sistema y datos de configuración de cada snap incluido en la instantánea. De manera predeterminada, este comando olvida todos los datos en la instantánea. Alternativamente, puede especificar el snap para el que se olvidarán los datos.
hr: forget naredba briše snimke. Ova radnja se ne može poništiti. Snimka sadrži arhive korisnika, sustava i podatke podešavanja svakog snap paketa uključenog u snimku. Po zadanome, ova naredba zaboravlja sve podatke u snimci. Neobavezno, možete odrediti za kojeg snap pakete treba zaboraviti podatke.
it: Il comando forget elimina uno snapshot. Questa operazione non può essere annullato. Uno snapshot contiene archivi per l'utente, il sistema e la configurazione dati di ogni snap inclusi nello snapshot. Per impostazione predefinita, questo comando dimentica tutti i dati in uno snapshot. In alternativa, puoi specificare i dati di quali snap dimenticare.
ko: forget 명령어는 스냅샷을 삭제합니다. 이 작업은 실행 취소할 수 없습니다. 스냅샷은 사용자, 시스템, 그리고 스냅샷에 포함된 각 스냅의 구성 정보의 아카이브를 가지고 있습니다. 기본적으로, 이 명령은 스냅샷의 모든 데이터를 삭제합니다. 또는, 어떤 스냅의 데이터를 삭제할지 명시할 수 있습니다.
pt: O comando forget exclui um snapshot. Esta operação não pode ser desfeita. Um snapshot contém ficheiros para o utilizador, sistema e configuração dados de cada snap incluídos no snapshot. Por defeito, este comando esquece todos os dados num snapshot. Em alternativa, você pode especificar quais os dados que devem ser esquecidos.
sv: Kommandot ”forget” raderar en ögonblicksbild. Den här åtgärden kan inte ångras. En ögonblicksbild innehåller arkiv för användar-, system-, och konfigurationsdata för varje snap-paket som inkluderas i ögonblicksbilden. Som standard glömmer detta kommando all data i en ögonblicksbild. Du kan annars specificera datan att glömma från snap-paketen som du vill glömma.
tr: "forget" komutu bir snapshot'ı siler. Bu eylem geri alınamaz. Bir snapshot kullanıcı için arşivleri ve snapshot'taki her bir snap için sistem ve konfigürasyon verilerini içerir. Varsayılan olarak bu komut snapshot'taki tüm veriyi unutur. Alternatif olarak hangi snap'teki verilen unutulacağını özel olarak seçebilirsiniz.

source: The get command prints configuration options for the current snap. $ snapctl get username frank If multiple option names are provided, a document is returned: $ snapctl get username password { "username": "frank", "password": "..." } Nested values may be retrieved via a dotted path: $ snapctl get author.name frank Values of interface connection settings may be printed with: $ snapctl get :myplug usb-vendor $ snapctl get :myslot path This will return the named setting from the local interface endpoint, regardless whether it's a plug or a slot. Returning the setting from the connected snap's endpoint is also possible by requesting the setting explicitly with optional --plug and --slot command options: $ snapctl get :myplug --slot usb-vendor This requests the "usb-vendor" setting from the slot that is connected to "myplug".
it: Il comando get stampa le opzioni di configurazione per lo snap corrente. $ snapctl ottiene il nome utente Franco Se vengono forniti più nomi di opzioni, viene restituito un documento: $ snapctl ottiene la password del nome utente { "username": "franco", "password": "..." } I valori nidificati possono essere recuperati tramite un percorso punteggiato: $ snapctl ottiene autore.nome Franco I valori delle impostazioni di connessione dell'interfaccia possono essere stampati con: $ snapctl get :myplug usb-vendor $ snapctl get :percorso myslot Ciò restituirà l'impostazione denominata dall'endpoint dell'interfaccia locale, indipendentemente dal fatto che si tratti di una spina o di uno slot. Restituzione dell'impostazione da l'endpoint dello snap connesso è possibile anche richiedendo l'impostazione in modo esplicito con opzioni di comando opzionali --plug e --slot: $ snapctl get :myplug --slot usb-vendor Ciò richiede l'impostazione "usb-vendor" dallo slot a cui è connesso "la mia spina".

source: The get command prints configuration options for the provided snap. $ snap get snap-name username frank If multiple option names are provided, the corresponding values are returned: $ snap get snap-name username password Key Value username frank password ... Nested values may be retrieved via a dotted path: $ snap get snap-name author.name frank
af: Die kry-opdrag druk opstellingsopsies vir die gegewe snap. $ snap kry snap-name gebruikersnaam frank As meerdere opsiename verskaf word, word die ooreenstemmende waardes teruggestuur: $ snap kry snap-name gebruikersnaam wagwoord Sleutel Waarde gebruikersnaam frank wagwoord... Geneste waardes kan opgespoor word via 'n stippelbaan: $ snap kry snap-naam skrywer.naam frank
cs: Příkaz get vypíše předvolby nastavení pro zadaný snap balíček. $ snap get snap-name username frank Pokud je zadáno vícero voleb, jsou vráceny odpovídající hodnoty: $ snap get snap-name username password Key Value username frank password ... Vnořené hodnoty je možné získat prostřednictvím popisů s tečkou: $ snap get snap-name author.name frank
da: Kommandoen get udskriver den leverede snaps konfigurationsindstillinger. $ snap get snapnavn username frank Hvis flere tilvalg er angivet, returneres de tilsvarende værdier: $ snap get snapnavn username password Nøgle Værdi username frank password ... Indlejrede værdier kan hentes via en sti med punktum: $ snap get snapnavn author.name frank
de: Der Befehl get gibt Konfigurationsoptionen für den bereitgestellten Snap aus. $ snap get snap-name username frank Wenn mehrere Optionsnamen angegeben werden, werden die entsprechenden Werte zurückgegeben: $ snap get snap-name username password Schlüssel-Wert Benutzename frank Kennwort ... Verschachtelte Werte können über einen gepunkteten Pfad abgerufen werden: $ snap liefert snap-name author.name frank
es: El comando get muestra opciones de configuración para el snap proporcionado. $ snap get nombre-de-snap username frank Si se proporcionan varios nombres de opciones, se devuelven los valores correspondientes: $ snap get nombre-de-snap username password Clave Valor usuario frank contraseña ... Los valores anidados se puede recuperar mediante una ruta con puntos: $ snap get nombre-de-snap author.name frank
hr: get naredba prikazuje mogućnosti prikaza za pružani snap paket. $ snap get snap-name username goran Ako je pružano više mogućnosti naziva , odgovarajuće vrijednosti su vraćene: $ snap get snap-name username password Ključ Vrijednost username goran password ... Vrijednosti smještene unutar mogu se preuzeti putem točkaste putanje: $ snap get snap-name author.name goran
it: Il comando get stampa le opzioni di configurazione per lo snap fornito. $ snap get snap-name username Franco Se vengono forniti più nomi di opzioni, vengono restituiti i valori corrispondenti: $ snap get snap-name username password Key Value username frank password ... I valori nidificati possono essere recuperati tramite un percorso tratteggiato: $ snap get snap-name author.name Franco
ko: get 명령어는 제시한 스냅에 대한 구성 옵션을 출력합니다. $ snap get snap-name username frank 여러 개의 옵션 이름을 제시하면 대응하는 값들이 반환됩니다. $ snap get snap-name username password Key Value username frank password ... 중첩된 값은 마침표를 통한 경로를 통해 검색할 수 있습니다. $ snap get snap-name auther.name frank
pt: O comando get imprime as opções de configuração para o snap fornecido. $ snap get snap-name nome de utilizador palavra-passe Valor chave nome de utilizador frank palavra-passe Valores aninhados podem ser recuperados por meio de um caminho pontilhado: $ snap get snap-name autor.nome frank
sv: Kommandot ”get” skriver ut konfigurationsalternativ för givet snap-paket. $ snap get snap-name username frank Om flera alternativnamn anges kommer motsvarande värden returneras: $ snap get snap-name username password Key Value username frank password ... Nästlade värden kan hämtas med en punkterad sökväg: $ snap get snap-name author.name frank

source: The help command displays information about snap commands.
af: Die hulp bevel vertoon inligting omtrent snap bevels.
ca: L'ordre help mostra informació sobre els ordres de snap.
cs: Příkaz help zobrazí informace o snap příkazech.
da: Kommandoen help viser nyttig information om snap-kommandoer.
hr: help naredba prikazuje informacije o snap naredbama.
it: Il comando di aiuto visualizza informazioni sui comandi snap.
ko: help 명령어는 스냅 명령어에 대한 정보를 보여줍니다.
pt: O comando help exibe informações sobre comandos snap.
sv: Kommandot ”help” visar information om snap-paketets kommandon.
tr: "help" komutu snap komutları hakkında bilgi verir.
