Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: Update assets from %s %q%s
it: Aggiorna risorse da %s %q%s

source: Update kernel command line due to change in system configuration
it: Aggiorna la riga di comando del kernel a causa di modifiche alla configurazione del sistema

source: Update kernel command line from %s %q (%s) for remodel
it: Aggiorna la riga di comando del kernel da %s %q (%s) per il rimodellamento

source: Update kernel command line from gadget %q%s
it: Aggiorna la riga di comando del kernel dal gadget %q%s

source: Update managed boot config assets from %q%s
it: Aggiorna le risorse di configurazione di avvio gestite da %q%s

source: Update snap %q (%s) security profiles
it: Aggiorna profili di sicurezza snap %q (%s).

source: Usage: snap <command> [<options>...]
af: Gebruik: snap <bevel> [<opsies>...]
cs: Použití: snap <příkaz> [<volby>...]
da: Brug: snap <kommando> [<tilvalg>...]
de: Benutzung: snap <Befehl> [<Optionen>...]
es: Uso: snap <orden> [<opciones>...]
hr: Upotreba: snap <naredba> [<mogućnost>...]
it: Utilizzo: snap <comando> [<opzioni>...]
ko: 사용법: snap <command> [<options>...]
pt: Uso: snap <command> [<options>...]
sv: Användning: snap <kommando> [<flaggor>…]

source: Use a little bit of Unicode to improve legibility.
af: Gebruik 'n bietjie Unicode om die leesbaarheid te verbeter.
cs: Použít unicode pro zlepšení čitelnosti.
da: Brug en lille smule Unicode til at forbedre læsbarheden.
hr: Koristite malo Unikôda za poboljšanje čitkosti.
it: Usa un po' di Unicode per migliorare la leggibilità.
ko: 유니코드 적용을 위한 약간의 비트를 추가하여 가독성을 향상시킵니다.
pt: Use um pouco de Unicode para melhorar a legibilidade.

source: Use a little bit of color to highlight some things.
af: Gebruik 'n bietjie bit van kleur na hoogtepunte sommige dinge.
cs: Použít barvy pro zvýraznění některých věcí.
da: Brug en lille smule farve til at fremhæve nogle ting.
hr: Koristite malo boje za naglašavanje pojedinih stvari.
it: Usa un po' di colore per evidenziare alcune cose.
ko: 색깔의 표현을 위해 약간의 비트를 추가하여 강조합니다.
pt: Use um pouco de cor para destacar algumas coisas.

source: Use a specific snap revision when running hook
af: Gebruik 'n spesifieke snap revision wanneer hardlooping haak
cs: Při spouštění háčku použít konkrétní revizi snapu
da: Brug en specifik udgave af snap'en, når hook køres
de: Verwenden Sie eine bestimmte Snap-Version, wenn Sie einen Hook ausführen
es: Usar una revisión específica de un snap al ejecutar un enganche
hr: Koristi određenu snap reviziju pri pokretanju priključka
it: Utilizzare una revisione snap specifica durante l'esecuzione di hook
ko: hook을 실행시킬때 snap의 특정 revision을 사용합니다
pt: Usar uma revisão de snap específica quando executa um hook
sv: Använd en specifik snap-paketrevision när krok körs

source: Use known assertions for user creation
af: Gebruik bekende assertions vir gebruiker skepping
cs: Použít známá trvrzení pro vytvoření uživatele
da: Brug kendte assertioner til oprettelse af bruger
de: Bekannte Zusicherungen für die Benutzererstellung verwenden
es: Usar afirmaciones conocidas para crear el usuario
hr: Koristi poznate potvrde za stvaranje korisnika
it: Utilizzare asserzioni note per la creazione dell'utente
pt: Use as asserções conhecidas para a criação de utilizador
sv: Använd kända asserter för att skapa användare

source: Use the given output format
af: Gebruik die gegewe uitset formaat
cs: Použít daný výstupní formát
da: Brug det givne outputformat
hr: Koristi zadani izlazni format
it: Usa il formato di output indicato
ko: 주어진 출력 형식을 사용하시오
pt: Usar o formato de saída indicado

source: Use this basename for the snap and assertion files (defaults to <snap>_<revision>)
af: Gebruik hierdie basisnaam vir die snap en assertion lêers (verstek na <snap>_<revision>)
cs: Toto je základ názvu pro soubory snapu a tvrzení (výchozí je <snap>_<revize>)
da: Brug dette grundnavn til snappen og assertionsfilerne (som standard bruges <snap>_<udgave>)
de: Verwenden Sie diesen Basisnamen für die Snap- und Assertion-Dateien (standardmäßig <snap> _ <revision>).
es: Utilice este nombre base para los archivos de snap y aserción (el valor predeterminado es <snap>_<revisión>)
hr: Koristi ovaj osnovni naziv za datoteke potvrde i snap paketa (zadano u <snap>_<revizija>)
it: Usa questo nome di base per i file di snap e di asserzione (predefinito su <snap>_<revision>)
pt: Use este nome de base para os ficheiros snap e assertion (o padrão é <snap> _ <revision>)
sv: Använd detta basnamn för snap- och assertfiler (förval är <snap-paket>_<revision>)

source: Use this channel instead of stable
af: Gebruik hierdie kanaal in plaas van stabiel
cs: Použít tento kanál namísto toho se stabilními vydáními
da: Brug denne kanal i stedet for stable
de: Diesen Kanal anstelle von stabil verwenden
es: Usar este canal en lugar del estable
hr: Koristi ovaj kanal umjesto stabilnog
it: Usa questo canale invece di stabile
ko: 이 채널을 stable 대신 사용합니다
pt: Usar este canal em vez do 'stable'
tr: Bu kanalı kararlı yerine kullanın

source: Validate snap-dir metadata only
af: Valideer slegs snap-dir metadata enigste
cs: Ověřit pouze metadata snap-dir
da: Validér kun snap-dir-metadata
hr: Provjeri samo snap-dir metapodatke
it: Convalida solo i metadati della directory snap
ko: snap-dir 메타데이터만 인증합니다
pt: Validar metadados snap-dir apenas
sv: Validera endast snap-mappens metadata

source: Validation Mode Seq Current %s Notes
af: Validasie Modus Seq Huidige %s Notas
da: Validering Tilstand Sekv Aktuelle %s Noter
de: Validierung Modus Sequenz Aktuell %s Anmerkungen
es: Validación Modo Sec Actual %s Notas
hr: Provjera Način Slijed Trenutno %s Napomene
it: Convalida Modalità Seq Corrente %s Note
pt: Validação[ tab ]Modo[ tab ]Seq[ tab ]Corrente[ tab ]%s[ tab ]Notas
sv: Validering Läge Sekv Aktuell %s Kommentarer

source: Validation Sets
it: Set di convalida

source: Validation set with an optional pinned sequence point, i.e. account-id/name[=seq]
af: Validering gestel met 'n opsionele vasgepen volgorde punt, d.w.s. account-id/name[=seq]
da: Valideringssæt med et valgfrit fastgjort sekvenspunkt, f.eks. konto-id/navn[=sekv]
de: Validierungssatz mit einem optional festgelegten Ausführungszustand (»sequence point«), z.B. account-id/name[=seq]
es: Conjunto de validación con un punto secuencial fijo opcional, p. ej. id-cuenta/nombre[=sec]
hr: Skup provjere s neobavezno pridodanom točkom slijeda, tj. id-raćuna/naziv[=slijed]
it: Convalida impostata con un punto di sequenza bloccato facoltativo, ad esempio account-id/name[=seq]
pt: Validação definida com um ponto sequencial fixo facultativo, isto é, account-id/name[=seq]
sv: Valideringsuppsättning med valfri nålad sekvenspunkt, dvs. konto-ID/-namn[=sekv]

source: Version
af: Weergawe
cs: Verze
es: Versión
hr: Inačica
it: Versione
ko: 버전
pt: Versão

source: WARNING: The output of 'snap get' will become a list with columns - use -d or -l to force the output format.
af: WAARSKUWING: Die uitset van 'snap get' sal word 'n lys met kolomme - gebruik -d of -l om die uitset formaat dwing.
cs: VAROVÁNÍ: výstup z „snap get“ se stane seznamem seznamem se sloupci – použijte -d nebo -l pro vynucení výstupního formátu.
da: ADVARSEL: Outputtet af "snap get" bliver en liste med kolonner. Brug -d eller -l for at gennemtvinge et outputformat.
hr: UPOZORENJE: Izlaz 'snap get' postati će popis sa stupcima - koristite -d ili -l za postavljanje izlaznog formata.
it: ATTENZIONE: L'output di 'snap get' diventerà un elenco con colonne - usa -d o -l per forzare il formato di output.
ko: 경고: 'snap get' 의 출력은 여러 열로 구성된 리스트로 표현됩니다 - 만약 출력 포맷을 강제로 정하고 싶다면 -d 나 -l 을 사용하십시오.
pt: AVISO: A saída de 'snap get' tornar-se-á numa lista com colunas - use -d ou -l para forçar o formato de saída.
sv: VARNING: Utdatan från ”snap get” kommer att bli en lista med kolumner - använd -d eller -l för att framtvinga utdataformat.

source: WARNING: There is %d new warning. See 'snap warnings'.
af: WAARSKUWING: Daar is %d nuwe waarskuwing. Sien 'snap warnings'.
da: ADVARSEL: Der er %d ny advarsel. Se "snap warnings".
de: WARNUNG: Es gibt %d neue Warnung. Siehe »snap warnings«.
es: ADVERTENCIA: hay %d advertencia nueva. Consulte «snap warnings».
hr: UPOZORENJE: Postoji %d novo upozorenje. Pogledajte 'snap warnings'.
it: ATTENZIONE: è presente %d nuovo avviso. Vedi 'avvisi snap'.
pt: AVISO: Há %d novo aviso. Veja 'avisos snap'.
sv: VARNING: Det finns %d ny varning. Se ”snap warnings”.

source: WARNING: failed to activate logging: %v
af: WAARSKUWING: mislukte om te aktiveer logging: &v
cs: VAROVÁNÍ: nepodařilo se zapnout zaznamenávání událostí: %v
da: ADVARSEL: Kunne ikke aktivere logning: %v
de: ACHTUNG: Aktivieren der Protokollierung fehlgeschlagen: %v
es: AVISO: no se ha podido activar el registro: %v
hr: UPOZORENJE: neuspješno aktiviranje zapisivanje: %v
it: ATTENZIONE: impossibile attivare la registrazione: %v
ko: 경고: logging을 활성화하는데 실패했습니다: %v
pt: AVISO: não foi possível activar o registo: %v
tr: UYARI: günlüğe kaydetmeyi etkinleştirmek başarısız: %v

source: WARNING: pressing ctrl-c will abort the running change.
it: ATTENZIONE: premendo ctrl-c si interromperà la modifica in corso.

source: Wait for new lines and print them as they come in.
af: Wag vir nuwe lyns en afdruk hulle as hulle kom in.
cs: Čekat na nové řádky a vypisovat je, jak přicházejí.
da: Vent på nye linjer og udskriv dem efterhånden, som de kommer ind.
de: Auf neue Zeilen warten und ausgeben, sobald sie eintreffen.
hr: Pričekaj nove retke i prikaži ih kako dolaze.
it: Attendi nuove righe e stampale non appena arrivano.
pt: Espere por novas linhas e imprima-as assim que chegarem.

source: Waiting for server to restart
af: Wag vir bediener om begin oor
cs: Čeká se na restart serveru
da: Venter på, at serveren genstarter
de: Auf Neustart des Servers wird gewartet
es: Esperando al servidor para reiniciar
hr: Čekanje ponovnog pokretanja poslužitelja
it: In attesa del riavvio del server
ko: 서버가 다시 시작되기를 기다리는 중
pt: À espera que o servidor reinicie
tr: Sunucunun yeniden başlatılmasını bekleme

source: Warning:
af: WAARSKUWING:
cs: Varování:
da: Advarsel:
de: Warnung:
es: Aviso:
hr: Upozorenje:
it: Avvertimento:
ko: 경고:
pt: Aviso:
sv: Varning:

source: Warnings
af: Waarskuwings
da: Advarsler
de: Warnungen
es: Avisos
hr: Upozorenja
it: Avvertenze
pt: Avisos
sv: Varningar

source: Watch a change in progress
af: Kyk na 'n verandering aan die gang
cs: Sledovat probíhající změnu
da: Se en ændring, mens den sker
de: Eine Änderung verfolgen
es: Observar un cambio en progreso
hr: Čekanje pomjena u tijeku
it: Guarda un cambiamento in corso
ko: 진행 중인 변경 사항 보기
pt: Observa as mudanças em progresso
tr: Devam eden bir değişikliği izleyin

source: Whether to use UC20+ boot vars or not
it: Se utilizzare o meno le variabili di avvio UC20+

source: Writes a manifest file containing references to the exact snap revisions used for the image. A path for the manifest is optional.
it: Scrive un file manifest contenente i riferimenti alle esatte revisioni dello snap utilizzate per l'immagine. Un percorso per il manifest è facoltativo.

source: Wrong again. Once more:
af: Verkeerd weer. Nog eenkeer:
cs: Znovu nesprávně. Znovu:
da: Forkert igen. En gang til:
de: Wieder falsch. Noch einmal:
es: Incorrecto de nuevo. Una vez más:
hr: Ponovno pogrešno. Još jednom:
it: Sbagliato di nuovo. Ancora una volta:
pt: Erro de novo. Outra vez:

source: Xauthority file isn't owned by the current user %s
af: Xgesag lêer is nie in besit van die huidige gebruiker %s
cs: soubor Xauthority není vlastněn stávajícím uživatelem %s
da: Xauthority-filen tilhører ikke den nuværende bruger %s
de: Die Xauthority-Datei gehört nicht dem aktuellen Benutzer %s
es: El archivo Xauthority no pertenece al usuario actual %s
hr: Xauthority nije u vlasništvu trenutnog korisnika %s
it: Il file Xauthority non è di proprietà dell'utente corrente %s
ko: Xauthority 파일은 현재 사용자 %s의 소유가 아닙니다
pt: O ficheiro Xauthority não pertence ao utilizador atual %s

source: Yes, yes it does.
af: Ja, ja, dit doen.
cs: Ano, dělá.
da: Jo, jo den gør.
de: Ja, ja, allerdings.
es: Sí, sí lo hace.
hr: Da, da sada radi.
it: Sì, sì lo fa.
pt: Sim, faz sim.
tr: Evet evet öyle.

source: You need to be logged in to purchase software. Please run 'snap login' and try again.
af: Jy moet aangemeld wees om sagteware te koop. Hardloop asb 'snap login' en probeer weer.
cs: Pro nakupování software je třeba, abyste byli přihlášeni. Spusťte „snap login“ a zkuste to znovu.
da: Du skal være logget på for at kunne købe programmer. Kør "snap login" og prøv igen.
de: Sie müssen eingeloggt sein, um Software zu kaufen. Bitte führen Sie »snap login« aus und versuchen es erneut.
es: Debe iniciar sesión para comprar software. Ejecute «snap login» e intente nuevamente.
hr: Morate biti prijavljeni za kupovnu softvera. Pokrenite 'snap login' i pokušajte ponovno.
it: Devi essere loggato per acquistare il software. Eseguire 'snap login' e riprovare.
ko: 소프트웨어 구입을 위해 로그인이 필요합니다. 'snap login'을 수행하고 다시 시도하시오.
pt: Necessita de iniciar sessão para comprar software. Por favor, execute 'snap login' e tente de novo.
sv: Du måste vara inloggad för att köpa mjukvara. Kör ”snap login” och försök igen.
tr: Yazılım satın almak için giriş yapmanız gerekmektedir. Lütfen 'snap login' çalıştırıp tekrar deneyin.

source: You need to have a payment method associated with your account in order to buy a snap, please visit https://my.ubuntu.com/payment/edit to add one. Once you’ve added your payment details, you just need to run 'snap buy %s' again.
af: Jy moet 'n betaling metode te verband hou met jou rekening om ten einde koop 'n snap, besoek gerus https://my.ubuntu.com/payment/edit een by te voeg. Sodra jy jou betaling besonderhede gevoeg het, jy net benodig na hardloop 'snap buy %s' weer.
cs: Abyste si mohli zakoupit snap, je třeba mít ke svému účtu měli přiřazenou platební metodu – navštivte https://my.ubuntu.com/payment/edit a přidejte nějakou. Jakmile přidáte své platební údaje, je třeba spustit „snap buy %s“ znovu.
da: Du skal have en betalingsmetode tilknyttet din konto for at kunne købe en snap. Gå til https://my.ubuntu.com/payment/edit for at tilføje en. Når du her tilføjet dine betalingsoplysninger, skal du bare køre "snap buy %s" igen.
de: Sie benötigen eine mit Ihrem Konto verknüpfte Zahlungsmethode, um ein Snap zu kaufen. Besuchen Sie https://my.ubuntu.com/payment/edit, um eine hinzuzufügen. Nachdem Sie Ihre Zahlungsdetails hinzugefügt haben, müssen Sie »snap buy %s« erneut ausführen.
es: Debe tener un método de pago asociado con su cuenta para comprar un snap, visite https://my.ubuntu.com/payment/edit para añadir uno. Una vez añadidos sus detalles de pago, vuelva a ejecutar «snap buy %s».
hr: Morate imati način plaćanja pridružen vašem računu kako bi mogli kupovati snap pakete, posjetite https://my.ubuntu.com/payment/edit za dodavanje načina plaćanja. Jednom kada ste dodali svoje pojedinosti plaćanja, morate ponovno pokrenuti 'snap buy %s'.
it: Devi avere un metodo di pagamento associato al tuo account per poter acquistare in un attimo, visita https://my.ubuntu.com/payment/edit per aggiungerne uno. Dopo aver aggiunto i dettagli di pagamento, devi solo eseguire di nuovo 'snap buy %s'.
pt: Precisa de ter um método de pagamento associado à sua conta para que possa comprar um snap, por favor visite https://my.ubuntu.com/payment/edit para acrescentar um. Assim que tenha inserido os seus detalhes de pagamento só precisa executar novamente 'snap buy %s'.
sv: Du måste ha en betalningsmetod associerad med ditt konto för att kunna köpa en snapp. Besök https://my.ubuntu.com/payment/edit för att lägga till en. När du har lagt till betalningsinformationen behöver du bara köra ”snap buy %s” igen.

source: Your command included some characters that look like dashes but are not: %+q in some situations you might find that when copying from an online source such as a blog you need to replace “typographic” dashes and quotes with their ASCII equivalent. Dashes in particular are homoglyphs on most terminals and in most fixed-width fonts, so it can be hard to tell.
af: Jou Bevel ingesluit 'n paar karakters wat lyk soos strepies maar is nie: %+q in sommige situasies jy might vind dat wanneer kopiëring van 'n aanlyn bron sodanig as 'n blog moet jy 'tipografiese' strepies en aanhalings vervang met hul ASCII ekwivalent. Strepies in die besonder is homoglyphs op die meeste terminale en in meeste vaste-breedte lettertipes, sodat dit moeilik kan wees om te vertel. .
cs: Váš příkaz obsahoval znaky, které vypadají jako spojovníky, ale nejsou: %+q V některých situacích můžete zjistit, že kopírování ze zdrojů na Internetu jako např. blogů potřebuje nahradit typografické pomlčky a uvozovky za jejich ASCII ekvivalent. Spojovníky konkrétně jsou ve většině terminálů a písmech s pevnou šířkou stejně vypadající znaky, takže je těžké je rozpoznat.
da: Din kommando indeholdt nogle tegn, som ligner tankestreger, men ikke er det: %+q i nogle tilfælde vil du opleve, at når du kopierer fra en onlinekilde som f.eks. en blog, må du erstatte "typografiske" tankestreger og citationstegn med deres ASCII-modstykker. Tankestreger i særdeleshed er homoglyffer på de fleste terminaler og i de fleste fastbredde-skrifttyper, så det kan være svært at se forskel.
hr: Vaše naredbe sadrže određene znakove koji izgledaju kao crtice ali to nisu: %+q u pojedinim situacijama pri kopiranju iz mrežnih izvora poput bloga, trebate zamijeniti “tipografske” crtice i navodnike s njihovim ASCII ekvivalentima. Crtice su u biti homoglifi na većini terminala i u većini slova nepromjenjive veličine, tako da je to teško utvrditi.
it: Il tuo comando includeva alcuni caratteri che sembrano trattini ma non lo sono: %+q in alcune situazioni potresti trovarlo quando copi da una fonte online come come blog devi sostituire i trattini e le virgolette "tipografiche" con i loro ASCII equivalente. I trattini in particolare sono omoglifi sulla maggior parte dei terminali e nella maggior parte caratteri a larghezza fissa, quindi può essere difficile da dire.
pt: O seu comando incluiu alguns caracteres que parecem traços, mas não são: %+ nalgumas situações, você pode descobrir que, ao copiar de uma fonte online, como como um blogue, você precisa substituir traços e aspas “tipográficos” pelos seus ASCII equivalentes. Traços em particular são homóglifos na maioria dos terminais e na maioria fontes de largura fixa, por isso pode ser difícil dizer.
sv: Ditt kommando inkluderade vissa tecken som ser ut som streck men som är egentligen är något annat: %+q I vissa situationer kan du upptäcka att när du kopierar från en online-källa, som en blogg, kan du behöva ersätta ”typografiska” streck och citationstecken med deras ASCII-motsvarighet. Streck i synnerhet är homoglyfer på de flesta terminaler och i de flesta teckensnitt med fast bredd, så det kan vara svårt att se skillnaden.

source: a single snap name is needed to specify channel flags
it: è necessario un singolo nome snap per specificare i flag di canale

source: a single snap name is needed to specify mode or channel flags
af: 'n enkele naam is nodig om modus of kanaal te spesifiseer vlags
cs: pro určení režimu nebo příznaků kanálu je třeba zadat právě jeden název snapu
de: ein einzelner Snap-Name wird benötigt, um Modus- oder Kanalmarkierungen festzulegen
es: se necesita un nombre de snap único para especificar modo o indicadores de canal
hr: pojedinačni naziv snap paketa je potreban za određivanje oznake kanala ili načina
it: è necessario un unico nome di snap per specificare modalità o flag di canale
pt: um único nome de snap é necessário para especificar o modo de sinalizações ou canais
sv: ett enstaka snap-paketnamn behövs för att specificera läges- eller kanalflaggor

source: a single snap name must be specified when ignoring validation
af: 'n engkele snap naam moet gespesifiseer word wanneer ignoreer validering
cs: při ignorování ověřování je třeba zadat název jediného snapu
de: ein einzelner Snap-Name muss angegeben werden, wenn die Validierung ignoriert wird
es: se debe especificar un nombre de snap único al ignorar la validación
hr: pojedinačni naziv snap paketa mora biti određen pri zanemarivanju provjere
it: è necessario specificare un unico nome snap quando si ignora la convalida
pt: um único nome de snap deve ser especificado ao ignorar a validação
sv: ett enstaka snap-paketnamn måste specificeras när validering ignoreras

source: active
af: aktiewe
cs: aktivní
de: aktiv
es: activo
hr: aktivno
it: attivo
pt: Activo
sv: aktiv
tr: etkin

source: archives of snap data
af: argiewe van snap data
cs: archivy dat snap balíčku
da: arkiver med snapdata
de: Archivierte Snap-Daten
es: archivos de datos de snap
hr: arhive snap paketa
it: archivi di dati snap
pt: arquivos de dados snap
sv: arkiverad snap-paketdata

source: attribute %q cannot be overwritten
af: attribuut %q kan nie oorskryf word nie
cs: atribut %q není možné přebít
da: attributten %q kan ikke overskrives
hr: svojstvo %q ne može biti prebrisano
it: l'attributo %q non può essere sovrascritto
ko: 속성 %q는 덮어씌울 수 없습니다
pt: o atributo %q não pode ser substituído
sv: attributet %q kan inte skrivas över

source: authentication to snapd and the snap store
af: verifikasie om snapd en die snap winkel
cs: ověření se vůči snapd a obchodu se snap balíčky
da: godkendelse til snapd og Snapbutikken
de: Authentifizierung zu snapd und dem Snap-Store
es: autentificación en snapd y en la Snap Store
hr: ovjera sa snapd i snap trgovinom
it: autenticazione a snapd e allo snap store
pt: autenticação para snapd e da snap store
sv: autentisering mot snapd och snap-butiken

source: auto-refresh: all snaps are up-to-date
af: outo-verfris: alle snaps is up-om-datum
cs: auto-refresh: všechny snapy jsou aktuální
da: auto-genopfrisk: alle snapper er opdaterede
de: Automatische Aktualisierung: Alle Snaps sind aktuell
hr: automatsko osvježavanje: svi snap paketi su nadopunjeni
it: aggiornamento automatico: tutti gli snap sono aggiornati
pt: actualização automática: todos os snaps estão actualizados
sv: auto-refresh: alla snap-paket är uppdaterade

source: basic snap management
af: basiese snap bestuur
cs: základní správa snap balíčků
da: grundlæggende håndtering af snapper
de: Grundlegende Snap-Verwaltung
es: administración de snap básica
hr: osnovno upravljanje snap paketima
it: gestione dello snap di base
ko: 기본 스냅 관리
pt: gestão básica de snap
sv: enkel snap-pakethantering

source: bought
af: gekoop
cs: zakoupeno
de: gekauft
es: comprado
hr: kupljeno
it: comprato
pt: comprado
sv: köpt
tr: alınmış

source: broken
af: gebroke
cs: poškozený
de: beschädigt
es: roto
hr: slomljeno
it: malfunzionante
pt: com problemas
sv: trasigt
tr: bozuk paket

source: built: %s
af: gebou: %s
cs: sestavení: %s
da: kompileret: %s
de: erstellt: %s
es: construido: %s
hr: izgradnja: %s
it: costruito: %s
ko: 빌드되었습니다: %s
pt: construído: %s
sv: byggd: %s

source: cannot buy snap: %v
af: kan nie koop snap: %v
cs: není možné zakoupit snap: %v
de: Kann Snap nicht kaufen: %v
es: no se puede comprar el snap: %v
hr: nemogće je kupiti snap paket: %v
it: impossibile acquistare snap: %v
ko: 스냅을 구매할 수 없습니다: %v
pt: não pode comprar o snap: %v
sv: kan inte köpa snap-paket: %v

source: cannot buy snap: invalid characters in name
af: kan nie koop snap: ongeldige karakters in naam
cs: není možné zakoupit snap: neplatné znaky v názvu
de: Kann Snap nicht kaufen: ungültige Zeichen im Namen
es: no se puede comprar el snap: caracteres no válidos en el nombre
hr: nemogće je kupiti snap paket: neispravni znakovi u nazivu
it: impossibile acquistare snap: caratteri non validi nel nome
ko: 스냅을 구매할 수 없습니다: 이름에 유효하지 않은 문자가 있습니다
pt: não pode comprar o snap: caracteres inválidos no nome
sv: kan inte köpa snap-paket: ogiltiga tecken i namnet
