Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: <snap>:<slot or plug>
af: <snap>:<gleuf of prop>
ca: <snap>:<ranura o endoll>
cs: <snap>:<slot nebo zástrčka>
da: <snap>:<slot eller plug>
de: <Snap>:<Slot oder Plug>
es: <snap>:<ranura o enchufe>
hr: <snap>:<priključnica ili priključak>
id: <snap>:<slot atau plug>
ko: <snap>:<slot 또는 plug>
pt: <snap>:<entrada ou ficha>
sv: <snap>:<slot eller plug>

source: <snap>:<slot>
af: <snap>:<gleuf>
ca: <snap>:<ranura>
hr: <snap>:<priključnica>
pt: <snap>:<entrada>

source: A service specification, which can be just a snap name (for all services in the snap), or <snap>.<app> for a single service.
af: N' diens spesifikasie, wat net 'n snap naam kan wees (vir alle dienste in die snap), of <snap>.<app> vir 'n enkele diens.
ca: Una especificació de servei, que pot ser un nom d'snap (per a tots els serveis en l'snap), o <snap>.<app> per a un servei únic.
cs: Určení služby, která může být pouze název snapu (pro všechny služby ve snapu), nebo <snap>.<app> pro jedinou službu.
da: Angivelse af en tjeneste som bare kan være navnet på en snap (for alle tjenester i snappen) eller <snap>.<app> for en enkelt tjeneste.
de: Eine Dienstspezifikation, die nur ein Snap-Name (für alle Dienste im Snap) oder <Snap>.<App> für einen einzelnen Dienst sein kann.
hr: Specifikacija usluge, koja može biti samo naziv snap paketa (za sve usluge u snap paketu), ili <snap paket>.<aplikacija> za pojedinačnu uslugu.
id: Spesifikasi layanan, yang bisa berupa nama snap (untuk semua layanan di dalam snap), atau <snap>. <app> untuk satu layanan.
ko: 서비스 사양으로, 스냅의 모든 서비스에 대해 스냅 이름일 수도 있고 단일 서비스에 대해 <snap>.<app>일 수도 있습니다.
pt: Uma especificação de serviço, que pode ser apenas um nome de snap (para todos os serviços no snap), ou <snap>.<app> para um único serviço.
sv: En tjänstespecifikation, som kan vara bara ett snap-paketnamn (för alla tjänster i snap-paketet), eller <snap-paket>.<app> för en enstaka tjänst.

source: Account
af: Rekening
ca: Compte
cs: Účet
da: Konto
de: Konto
es: Cuenta
hr: Račun
id: Akun
ko: 계정
pt: Conta
sv: Konto
tr: Hesap

source: Change configuration options
af: Verander konfigurasie opsies
cs: Změnit volby nastavení
da: Ændr konfigurationsindstillinger
hr: Promijeni mogućnosti podešavanja
id: Ubah pilihan konfigurasi
ko: 구성 옵션 변경
pt: Alterar opções de configuração
tr: Yapılandırma seçeneklerini değiştir

source: Snapd User Session Agent
af: Snapd Gebruiker Sessie Agent
da: Snapd-brugersessionsagent
de: Snapd-Benutzersitzungsagent
es: Agente de sesión de usuario de snapd
hr: Snapd agent korisničke sesije
pt: Agente de sessão de utilizador Snapd
sv: Snapd användarsessionsagent

source: email:
af: e-pos:
es: correo electrónico:
hr: e-pošta:
ko: 이메일
pt: correio electónico
sv: e-post:
tr: e-posta:

source: h
hr: s
sv: t

source: y
ast: a
ca: a
cs: r
da: å
de: j
hr: g
sv: å

source: %s (delta)
cs: %s (rozdíl)
ko: %s (델타)
si: %s (ඩෙල්ටා)

source: Rev
da: Udg.
ko: 개정
