Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: The model command returns the active model assertion information for this device. By default, only the essential model identification information is included in the output, but this can be expanded to include all of an assertion's non-meta headers. The verbose output is presented in a structured, yaml-like format. Similarly, the active serial assertion can be used for the output instead of the model assertion.
af: Die model bevel opgawes die aktiewe model bewering inligting vir hierdie toestel. By verstek, slegs die noodsaaklike model identifiserings inligting is ingesluit in die uitset, maar hierdie kan expanded om alle van an bewering se nie-meta headers. Die verbose uitset word aangebied in 'n gestruktureerde, yaml-soos formaat. Eweneens, die aktiewe seriële bewering kan gebruik word vir die uitset in plaas van die model bewering.
cs: Příkaz model vrací aktivní informace o tvrzení modelu pro toto zařízení. Ve výchozím nastavení jsou do výstupu zahrnuty pouze základní identifikační údaje modelu, ale lze je rozšířit tak, aby zahrnovaly všechna záhlaví ne-meta výrazu. Podrobný výstup je prezentován ve strukturovaném formátu podobném formátu yaml. Podobně lze použít aktivní sériové tvrzení pro výstup namísto tvrzení modelu.
da: Kommandoen model returner den aktive modelassertions information om denne enhed. Som standard inkluderes kun den vigtige information om modelidentifikation i outputtet, men det kan udvides til at inkludere alle en assertions ikkemetaheadere. Det uddybende output præsenteres i et strukturet, yaml-lignende format. På tilsvarende vis kan den aktive serielle assertion bruges som output i stedet for modelassertionen.
de: Der Befehl model gibt die aktiven Modellzusicherungsinformationen für dieses Gerät zurück. Standardmäßig sind nur die wesentlichen Modellidentifikationsinformationen in der Ausgabe enthalten. Diese können jedoch erweitert werden, um alle Nicht-Meta-Header einer Zusicherung einzuschließen. Die ausführliche Ausgabe wird in einem strukturierten, yamlartigen Format dargestellt. In ähnlicher Weise kann die aktive serielle Zusicherung anstelle der Modellzusicherung für die Ausgabe verwendet werden .
es: El comando model devuelve la información de la aserción modelo activa para este dispositivo. De manera predeterminada, solo se incluye la información esencial de identificación del modelo en la salida, pero se puede expandir para incluir todos los encabezados no-meta de la aserción. La salida extensa se presenta en un formato estructurado, como yaml. Similarmente, la aserción serial activa se puede usar para la salida en vez de la aserción modelo.
hr: model naredba vraća informacije aktivnog modela potvrde za ovaj uređaj. Po zadanome, samo su bitne informacije identifikacije modela uključene u izlaz, ali to se može proširiti kako bi se uključila sva ne-meta zaglavlja potvrda. Opširniji izlaz je prisutan u strukturiranom formatu, poput yaml formata. Slično tome, aktivna serijska potvrda može se koristiti za izlaz umjesto modela potvrde.
it: Il comando model restituisce le informazioni sull'asserzione del modello attivo per questo dispositivo. Per impostazione predefinita, lo sono solo le informazioni essenziali per l'identificazione del modello incluso nell'output, ma questo può essere ampliato per includere tutto un file intestazioni non meta di asserzione. L'output dettagliato è presentato in un formato strutturato simile a yaml. Allo stesso modo, l'asserzione seriale attiva può essere utilizzata per l'output invece di affermazione del modello.
pt: O comando model retorna as informações de asserção do modelo ativo para este dispositivo. Por padrão, apenas as informações essenciais de identificação do modelo são incluídos na saída, mas isso pode ser expandido para incluir todos os cabeçalhos não meta da asserção. A saída detalhada é apresentada num formato semelhante ao yaml-like estruturado. Da mesma forma, a asserção serial ativa pode ser usada para a saída em vez da afirmação modelo.
sv: Kommandot ”model” returnerar den aktiva modellassert-informationen för den här enheten. Förval är att endast den allra nödvändigaste modellidentifieringsinformationen inkluderas i utdatan, men detta kan expanderas till att inkludera en asserts samtliga icke-metahuvuden. Den utförliga utdatan presenteras i ett strukturerat, yaml-liknande format. På liknande sätt kan den aktiva serieasserten användas för utdatan istället för modellasserten.

source: The model command returns the active model assertion information for this device. By default, the model identification information is presented in a structured, yaml-like format, but this can be changed to json by using the --json flag.
it: Il comando model restituisce le informazioni sull'asserzione del modello attivo per questo dispositivo. Per impostazione predefinita, le informazioni di identificazione del modello sono presentate in modo strutturato, formato simile a yaml, ma può essere modificato in json utilizzando il flag --json.

source: The mount command mounts the given source onto the given destination path, provided that the snap has a plug for the mount-control interface which allows this operation.
it: Il comando mount monta la sorgente data sul percorso di destinazione dato, a condizione che lo snap abbia una spina per l'interfaccia di controllo della montatura che lo consenta questa operazione.

source: The okay command acknowledges the warnings listed with 'snap warnings'. Once acknowledged a warning won't appear again unless it re-occurrs and sufficient time has passed.
af: Die ok-bevel gee erkenning aan die waarskuwings gelys 'snap warnings'. Sodra dit erken is, sal 'n waarskuwing nie weer verskyn nie, tensy dit weer re-voorkom en voldoende tyd is verby.
cs: Příkaz okay vezme na vědomí varování vypsaná pomocí „snap warnings“. Po vzetí na vědomí se varování už znovu neobjeví až do chvíle, kdy by se po uplynutí alespoň nějaké doby vyskytla znovu.
da: Kommandoen okay godtager advarslerne, som vises med "snap warnings". Er en advarsel godtaget, vil den ikke dukke op igen, med mindre den indtræffer igen efter et vist stykke tid.
de: Der okay-Befehl bestätigt die Warnungen die mit »snap warnings« aufgelistet werden. Einmal bestätigt erscheint eine Warnung nicht wieder, es sei denn sie tritt erneut auf und ausreichend Zeit ist vergangen.
es: El comando okay reconoce las advertencias listadas con «snap warnings». Una vez que se reconoce una advertencia ésta no volverá a aparecer a menos que vuelva a suceder y pase suficiente tiempo.
hr: okay naredba potvrđuje upozorenja prikazana pomoću 'snap warnings'. Jednom potvrđena upozorenja neće se ponovno pojavljivati osim ako se ponovno pojave i protekne dovoljno vremena.
it: Il comando OK riconosce gli avvisi elencati con 'avvisi snap'. Una volta riconosciuto, un avviso non verrà più visualizzato a meno che non si ripresenti e è trascorso un tempo sufficiente.
ko: okay 명령어는 'snap warnings'로 나열된 경ㄹ고를 확인합니다. 한 번 경고가 확인되면 이것이 다시 발생하고 충분한 시간이 지나지 않는 이상 다시 나타나지 않습니다.
pt: O comando okay reconhece os avisos listados com 'avisos snap' Depois de reconhecido, um aviso não aparecerá novamente, a menos que ocorra outra vez e passe tempo suficiente.
sv: Kommandot ”okay” bekräftar varningarna som listas med ”snap warnings”. När den bekräftas kommer en varning inte att visas igen om den inte orsakas igen, och tillräckligt lång tid har förflutit.

source: The pack command packs the given snap-dir as a snap and writes the result to target-dir. If target-dir is omitted, the result is written to current directory. If both source-dir and target-dir are omitted, the pack command packs the current directory. The default file name for a snap can be derived entirely from its snap.yaml, but in some situations it's simpler for a script to feed the filename in. In those cases, --filename can be given to override the default. If this filename is not absolute it will be taken as relative to target-dir. When used with --check-skeleton, pack only checks whether snap-dir contains valid snap metadata and raises an error otherwise. Application commands listed in snap metadata file, but appearing with incorrect permission bits result in an error. Commands that are missing from snap-dir are listed in diagnostic messages. When used with --append-integrity-data, pack will append dm-verity data at the end of the snap to be used with snapd's snap integrity verification mechanism.
it: Il comando pack impacchetta lo snap-dir specificato come uno snap e scrive il risultato in destinazione-dir. Se target-dir viene omesso, il risultato viene scritto in current directory. Se sia source-dir che target-dir vengono omessi, il comando pack comprime la directory corrente. Il nome file predefinito per uno snap può essere derivato interamente dal suo snap.yaml, ma in alcune situazioni è più semplice per uno script inserire il nome del file. In quelle casi, --filename può essere dato per sovrascrivere l'impostazione predefinita. Se questo nome file è non assoluto verrà preso come relativo a target-dir. Se usato con --check-skeleton, pack controlla solo se snap-dir contiene metadati snap validi e genera un errore in caso contrario. Comandi dell'applicazione elencati nel file di metadati snap, ma la visualizzazione con bit di autorizzazione errati risulta in un file errore. I comandi che mancano da snap-dir sono elencati in diagnostica messaggi. Se utilizzato con --append-integrity-data, pack aggiungerà i dati dm-verity alla fine dello snap da utilizzare con il meccanismo di verifica dell'integrità dello snapd.

source: The paths command prints the list of paths detected and used by snapd.
af: Die paaie opdrag druk die lys af van paaie wat deur snapd opgespoor en gebruik word.
cs: Příkaz paths vypíše seznam popisů umístění zjištěných a používaných snapd.
da: Kommandoen paths udskriver en liste over stier, som snapd har registreret og bruger.
hr: paths naredba prikazuje popis putanja otkrivenih i korištenih od strane snapd.
it: Il comando percorsi stampa l'elenco dei percorsi rilevati e utilizzati da snapd.
ko: paths 명령어는 snapd에 의해 감지되고 사용된 경로의 리스트를 출력합니다.
pt: O comando paths imprime a lista de caminhos detectados e usados pelo snapd.
sv: Kommandot ”paths” skriver ut listan av sökvägar som upptäckts och används av snapd.
tr: "paths" komutu snapd tarafından tespit edilen ve kullanılan yolların listesini gösterir.

source: The portal-info command returns information about a process in keyfile format. This command is used by the xdg-desktop-portal service to retrieve information about snap confined processes.
af: Die portaal inligting gee inligting oor 'n proses in sleutelfil formaat. Hierdie opdrag word deur die xdg-desktop-portaaldiens gebruik om te herwin inligting oor snap beperkte prosesse.
cs: Příkaz portal-info vrací informace o procesu ve formátu souboru klíčů. Tento příkaz používá služba xdg-desktop-portal k načtení informací o procesech s omezeným přístupem.
da: Kommandoen portal-info returnerer oplysninger om en proces i keyfile-format. Kommandoen bruges af tjenesten xdg-document-portal til at hente oplysninger om snap-processer i sandkassetilstand.
de: Der Befehl portal-info gibt Informationen über einen Prozess im Keyfile-Format zurück. Dieser Befehl wird vom xdgg-desktop-portal Dienst verwendet, um Informationen über Prozesse mit Snap-Einschränkungen abzurufen.
es: El comando portal-info devuelve información sobre un proceso en formato keyfile. Este comando lo usa el servicio xdg-desktop-portal para recuperar información sobre los procesos confinados de un snap.
it: Il comando portal-info restituisce informazioni su un processo in formato file di chiavi. Questo comando viene utilizzato dal servizio xdg-desktop-portal per il recupero informazioni sui processi confinati snap.
ko: portal-info 명령어는 프로세스에 대한 정보를 키파일 형식으로 반환합니다. 이 명령어는 xdg-desktop-portal 서비스에 의해 스냅 제한 프로세스에 대한 정보를 검색하기 위해 사용됩니다.
pt: O comando portal-info retorna informações sobre um processo em formato de ficheiro-chave. Este comando é usado pelo serviço xdg-desktop-portal para recuperar informações sobre processos confinados por snap.
sv: Kommandot ”portal-info” returnerar information om en process i keyfile-format. Kommandot används av tjänsten xdg-desktop-portal för att hämta information om processer i en snap-sandlåda.

source: The prefer command enables all aliases of the given snap in preference to conflicting aliases of other snaps whose aliases will be disabled (or removed, for manual ones).
af: Die voorkeur-bevel in stat te stel alle aliasse van die gegewe snap in voorkeur aan botsende aliasse van ander snaps waarvan die aliasse gedeaktiveer sal word (of verwyder word vir handleiding ene).
cs: Příkaz prefer zapíná všechny alternativní názvy daného snapu s tím, že mají přednost před kolidujícími aliasy ostatních snapů, kterých aliasy budou vypnuty (nebo odebrány, v případě těch ručně zadaných).
da: Kommandoen prefer aktiverer alle den givne snaps aliasser i stedet for modstridende aliasser for andre snapper, hvis aliasser vil blive deaktiveret (manuelle aliasser vil blive fjernet).
de: Der Befehl prefer aktiviert alle Aliase des gegebenen Snaps unter Berücksichtigung der Aliase anderer Snaps, welche Konflikte erzeugen würden. Diese Aliase werden deaktiviert (oder entfernt, wenn es manuell hinzugefügte sind.)
hr: prefer naredba omogućuje sve pseudonime zadanog snap paketa u osobitosti do sukobljenih pseudonimima drugih snap paketa čiji će pseudonimi biti onemogućeni (ili uklonjeni, za ručne).
it: Il comando prefer abilita tutti gli alias dello snap dato in preferenza ad alias in conflitto di altri snap i cui alias saranno disabilitati (o rimossi, per quelli manuali).
ko: prefer 명령어는 주어진 snap의 모든 별명을 우선적으로 활성화합니다. 그리고 같은 별명을 쓰는 다른 snap들의 별명은 비활성화됩니다. (or removed, for manual ones)
pt: O comando prefer habilita todos os pseudónimos do snap dado de preferência para pseudónimos conflituantes de outros snaps cujos pseudónimos serão desactivados (ou removido, para os manuais).
sv: Kommandot ”prefer” aktiverar alla alias för det givna snap-paketet med högre prioritet än alias som står i konflikt från andra snappar, vilkas alias kommer att avaktiveras (eller tas bort, om de är manuellt installerade).

source: The prepare-image command performs some of the steps necessary for creating device images. For core images it is not invoked directly but usually via ubuntu-image. For preparing classic images it supports a --classic mode
af: Die voorberei-beeld bevel voer enkele van die stappe uit wat is nodige -vir die skep van toestelbeelde. Vir kern beelde, is dit nie invoked direk word maar gewoonlik via Ubuntu-beeld. Vir die voorbereiding van klassieke beelde ondersteun dit 'n -- klassieke modus
cs: Příkaz prepare-image provede kroky potřebné pro vytvoření obrazů zařízení. Pro core obrazy není vyvoláváno přímo, ale obvykle prostřednictvím ubuntu-image. Pro přípravu klasických obrazů podporuje režim --classic
da: Kommandoen prepare-image udfører nogle af de nødvendige trin til oprettelse af enhedsaftryk. Den aktiveres typisk ikke direkte for kernebilleder, men derimod via ubuntu-image. Til oprettelse af klassiske aftryk findes tilstanden --classic.
de: Der Befehl prepare-image führt einige Schritte aus, die zur Erstellung von Geräteabbildern nötig sind. Bei Core-Abbildern wird er nicht direkt, sondern meist via ubuntu-image aufgerufen. Zur Vorbereitung klassischer Abbilder unterstützt er einen --classic Modus
es: El comando prepare-image realiza algunos de los pasos necesarios para crear imágenes de dispositivo. Para imágenes de núcleo no se invoca directamente sino mediante ubuntu-image. Para preparar imágenes clásicas se soporta el modo --classic
hr: prepare-image naredba izvršava pojedine korake potrebne za stvaranje slika uređaja. Za slike jezgre ne poziva se izravno nego uobičajeno putem ubuntu-slike. Za pripremanje klasične slike podržan je --classic način
it: Il comando prepare-image esegue alcuni dei passaggi necessari per creazione di immagini del dispositivo. Per le immagini principali non viene invocato direttamente ma di solito tramite ubuntu-immagine. Per la preparazione di immagini classiche supporta una modalità --classic
pt: O comando prepare-image executa algumas das etapas necessárias para criando imagens de dispositivo Para imagens centrais, não é invocado directamente, mas geralmente por meio de imagem do Ubuntu. Para preparar imagens clássicas, ele suporta um --classic mode
sv: Kommandot ”prepare-image” utför några av stegen som krävs för att skapa en enhetsavbild. För kärnavbilder anropas det inte direkt men i regel via ubuntu-image. För att förbereda klassiska avbilder stödjer det ett --classic-läge

source: The publisher of snap %q has indicated that they do not consider this revision to be of production quality and that it is only meant for development or testing at this point. As a consequence this snap will not refresh automatically and may perform arbitrary system changes outside of the security sandbox snaps are generally confined to, which may put your system at risk. If you understand and want to proceed repeat the command including --devmode; if instead you want to install the snap forcing it into strict confinement repeat the command including --jailmode.
af: Die uitgewer van snap %q het aangedui dat hulle nie hierdie revision oorweeg nie om van produksie kwaliteit te wees en dit is slegs bedoel vir ontwikkeling of toetsing op hierdie punt. As 'n gevolge hierdie snap sal nie verfris outomaties nie en mag arbitrêre stelselveranderings uitvoer buite die sekuriteits sandkas snaps is in algemeen confined om, wat mag put jou stelsel in gevaar. As jy verstaan en wil om voort te gaan herhaal die opdrag insluitend --devmode; as in plaas daarvan jy wil die snap installeer dwing dit tot streng confinement herhaal die opdrag insluitend --jailmode.
cs: Vydavatel snap %q uvedl, že tuto revizi nepovažuje za kvalitu produkce a že je určena pouze pro vývoj nebo testování v tomto okamžiku. V důsledku toho se tento snap automaticky neaktualizuje a může provádět libovolné změny systému mimo bezpečnostní karanténu, na které se obecně snapy omezují, což může váš systém ohrozit. Pokud rozumíte a chcete pokračovat, opakujte příkaz včetně --devmode; pokud místo toho chcete instalaci snapu vynutit do přísného vězení, opakujte příkaz včetně --jailmode.
da: Udgiveren af snappen %q har angivet, at de ikke anser denne udgave for at være af "produktionskvalitet", og at den indtil videre kun er beregnet til udvikling eller afprøvning. Denne snap vil derfor ikke blive genopfrisket automatisk og kan udføre vilkårlige systemændringer uden for sikkerhedssandkassen, som snapper generelt er begrænset til, hvilket kan udsætte dit system for fare. Hvis du er indforstået og ønsker at fortsætte, så gentag kommandoen og medtag --devmode. Hvis du i stedet ønsker at installere snappen i sandkassetilstand, så gentag kommandoen og medtag --jailmode.
de: Die Herausgeber des Snaps %q haben mitgeteilt, dass diese Revision als »nicht für den Produktiveinsatz geeignet« erachtet wird und sie zum aktuellen Zeitpunkt nur für Entwicklungs- oder Testzwecke genutzt werden sollte. Das hat zur Folge, dass sich dieses Snap nicht automatisch aktualisiert und es möglicherweise unvorhersehbare Änderungen am System außerhalb der Sicherheits-Sandbox vornimmt, auf die Snaps eigentlich beschränkt sein sollten. Dadurch kann Ihr System einem Sicherheitsrisiko ausgesetzt sein. Wenn Sie dies verstanden haben und dennoch fortfahren möchten, geben Sie den Befehl erneut ein, diesmal mit der zusätzlichen Option --devmode; wenn Sie stattdessen das Snap so installieren möchten, dass die Begrenzung auf eine sichere Umgebung streng erzwungen werden soll, verwenden Sie den ursprünglichen Befehl mit der zusätzlichen Option --jailmode.
es: El editor del snap %q ha indicado que no consideran que esta revisión sea de calidad suficiente para producción y solo es adecuada para desarrollo y pruebas por el momento. Como consecuencia este snap no se refrescará automáticamente y podría realizar cambios arbitrarios en el sistema fuera de la caja de seguridad en la cual los snaps están generalmente confinados, lo cual podría poner su sistema en riesgo. Si lo entiende y desea continuar, repita la orden incluyendo --devmode; si en lugar de eso desea instalar el snap forzándolo a confinamiento estricto, repita la orden incluyendo --jailmode.
hr: Izdavač snap paketa %q ukazuje da ne smatra ovu reviziju kvalitetnim proizvodom i da je namijenjena samo za razvoj i testiranje na ovoj točki razvoja. Kao posljedica ovaj snap paket se neće osvježavati automatski i može izazvati proizvoljne promjene sustava izvan sigurnosti snap okruženja kojemu je namijenjeno, što može ugroziti vaš sustav. Ako ste razumjeli i želite nastaviti ponovite naredbu uključujući --devmode; Ako umjesto želite instalirati snap paket prisileći ga u izričito ograničenje ponovite naredbu uključujući --jailmode.
it: L'editore di snap %q ha indicato di non considerare questa revisione essere di qualità di produzione e che è inteso solo per lo sviluppo o il test a questo punto. Di conseguenza questo snap non si aggiornerà automaticamente e potrebbe eseguire modifiche arbitrarie al sistema al di fuori degli snap della sandbox di sicurezza generalmente limitato a, il che potrebbe mettere a rischio il tuo sistema. Se capisci e vuoi procedere ripeti il ​​comando includendo --devmode; se invece si vuole installare lo snap costringendolo al severo confinamento ripetere il comando incluso --jailmode.
pt: O editor do snap% q indicou que não considera esta revisão para ter qualidade de produção e que se destina apenas a desenvolvimento ou teste neste ponto. Como consequência, este snap não será actualizado automaticamente e pode realizar alterações arbitrárias do sistema fora da sandbox snaps de segurança. geralmente confinado a, o que pode colocar seu sistema em risco. Se você entender e quiser continuar, repita o comando incluindo --devmode se em vez disso você quiser instalar o snap forçando-o em confinamento estricto repita o comando incluindo --jailmode.
sv: Utgivaren av snap-paketet %q har indikerat att de inte tycker att den här revisionen uppnår deras kvalitetskrav för allmän användning, och att den endast är avsedd för utveckling eller tester i nuläget. Därför kommer inte detta snap-paket att uppdateras automatiskt och kan utföra godtyckliga systemändringar utanför den skyddande sandlåda som snap-paket i regel isoleras i, vilket kan vara en säkerhetsrisk för ditt system. Om du förstår och vill fortsätta, upprepa kommandot med --devmode; om du istället vill installera snap-paketet och tvinga den till strikt isolering, upprepa kommandot med --jailmode.

source: The quota command shows information about a quota group, including the set of snaps and any sub-groups it contains, as well as its resource constraints and the current usage of those constrained resources.
it: Il comando quota mostra informazioni su un gruppo di quote, incluso l'insieme di snaps e tutti i sottogruppi che contiene, così come i suoi vincoli di risorse e l'uso corrente di quelle risorse vincolate.

source: The quotas command shows all quota groups.
it: Il comando quotes mostra tutti i gruppi di quote.
