Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: Refresh all snaps: no updates
af: Verfris alles snaps: geen opdaterings nie
cs: Aktualizovat všechny snapy: žádné aktualizace
da: Genopfrisk alle snap'er: ingen opdateringer
de: Alle Snaps auffrischen: keine Aktualisierungen
es: Refrescar todas las snaps: sin actualizaciones
hr: Osvježi sve snap pakete: bez nadopuna
it: Aggiorna tutti gli snap: nessun aggiornamento
ko: 모든 스냅 새로 고침: 업데이트 없음
pt: Atualizar todos os snaps: sem atualizações
sv: Uppdatera alla snap-paket: inga uppdateringar
tr: Tüm snap'leri yenile: güncelleme yok

source: Refresh model assertion from revision %v to %v
af: Verfris model bewering vanaf revision %v tot %v
cs: Občerstvit tvrzení modelu z revize %v na %v
da: Genopfrisk modellens assertion fra udgaven %v til %v
de: Aktualisieren der Modellannahme von Version %v bis %v
es: Refrescar el modelo de aserción para la revisión %v a la %v
hr: Osvježi model potvrde iz inačice %v u %v
it: Aggiorna l'asserzione del modello dalla revisione %v a %v
pt: Actualizar a asserção do modelo da revisão %v para %v
sv: Uppdatera modell-assert från revision %v till %v

source: Refresh or install snaps to satisfy enforced validation sets
it: Aggiorna o installa gli snap per soddisfare i set di convalida applicati

source: Refresh snap %q
af: Verfris smap %q
cs: Aktualizovat snap %q
da: Genopfrisk snap'en %q
de: Snap %q aktualisieren
es: Actualizar snap %q
hr: Osvježvam snap paket %q
it: Aggiorna snap %q
ko: snap %q 리프레시 하기
pt: Actualizar o snap %q
sv: Uppdatera snap %q
tr: %q snap'ini tekrar yükle

source: Refresh snaps %s
af: Verfris snaps %s
cs: Aktualizovat snapy %s
da: Genopfrisk snap'erne %s
de: Snaps %s aktualisieren
es: Actualizar snaps %s
hr: Osvježvam snap pakete %s
it: Aggiorna gli snap %s
ko: %s snap들을 새로고침 합니다
pt: Atcualizar os snaps %s
sv: Uppdatera snap-paket %s

source: Refresh snaps %s: no updates
af: Verfris snaps %s: geen opdaterings
cs: Aktualizovat snapy %s: žádné aktualizace
da: Genopfrisk snap'erne %s: ingen opdateringer
de: Snaps auffrischen: %s: keine Aktualisierungen
es: Refrescar snaps %s: sin actualizaciones
hr: Osvježi sve snap pakete %s: bez nadopuna
it: Aggiorna snap %s: nessun aggiornamento
ko: 스냅 %s 새로 고침: 업데이트 없음
pt: Atualizar os snaps %s: sem atualizações
sv: Uppdatera snap-paket %s: inga uppdateringar

source: Refresh snaps in the system
af: Verfris snaps in die stelsel
cs: Aktualizovat snap balíčky v systému
da: Genopfrisk snapperne i systemet
de: Snaps im System aktualisieren
es: Refrescar snaps en el sistema
hr: Osvježi snap pakete u sustavu
it: Aggiorna gli snap nel sistema
ko: 시스템상에 설치된 snap들을 업데이트 합니다
pt: Actualiza os snaps no sistema
sv: Uppdatera snap-paket i systemet

source: Refresh the snap into the given cohort
af: Verfris die snap in na die gegewe kohort
cs: Aktualizovat snap do dané kohorty
da: Genopfrisk snappen ind i den angivne gruppe
de: Aktualisiert das Snap in die gegebene Gruppe
es: Refrescar el snap en el grupo asignado
hr: Osvježi snap paket u zadanoj kohorti
it: Aggiorna lo snap nella coorte data
ko: 주어진 코호트로 snap을 업데이트 합니다
pt: Actualize o snap para o grupo designado
sv: Uppdatera snap-paketet inom den givna kohorten

source: Refresh the snap out of its cohort
af: Verfris die snap uit van sy kohort
cs: Aktualizovat snap mimo jeho kohortu
da: Genopfrisk snappen ud af dens gruppe
de: Aktualisiert das Snap aus der gegebenen Gruppe heraus
es: Refrescar el snap fuera de su grupo
hr: Osvježi snap paket izvan njegove kohorte
it: Aggiorna lo snap fuori dalla sua coorte
pt: Actualizar o snap de seu coorte
sv: Uppdatera snap-paketet utanför dess kohort

source: Refresh to the given revision
af: Verfris na die gegewe revision
da: Genopfrisk til den givne udgave
de: Auf die angegebene Revision aktualisieren
es: Actualizar a la versión dada
hr: Osvježi na zadanu reviziju
it: Aggiorna alla revisione data
pt: Atualizar para a dada revisão
sv: Uppdatera den givna revisionen
tr: Verilen revizyona yenileyin

source: Refreshed/installed snaps %s to enforce validation set %q
it: Snap %s aggiornati/installati per applicare il set di convalida %q

source: Remodel device to %v/%v (%v)
af: Hermodelleer toestel na %v/%v (%v)
cs: Přemodelovat zařízení na %v/%v (%v)
da: Ændr enhedens model til %v/%v (%v)
de: Gerät in %v/%v (%v) umgestalten
es: Remodelar dispositivo a %v/%v (%v)
hr: Ponovno modeliraj uređaj u %v/%v (%v)
it: Rimodella il dispositivo in %v/%v (%v)
pt: Remodelar o dispositivo para %v/%v (%v)
sv: Ommodellera enhet till %v/%v (%v)

source: Remodel this device
af: Hermodelleer hierdie toestel
cs: Znovu modelovat toto zařízení
da: Ændr model for denne enhed
de: Dieses Gerät umgestalten
es: Remodelar este dispositivo
hr: Ponovno modeliraj ovaj uređaj
it: Rimodella questo dispositivo
ko: 이 장치 리모델링하기
pt: Remodelar este dispositivo
sv: Ommodellera denna enhet

source: Remove %q snap
af: Verwyder %q snap
cs: Odebrat snap %q
da: Fjern snap'en %q
de: Entferne %q Snap
es: Eliminar snap %q
hr: Uklanjam %q snap paket
it: Rimuovi %q snap
ko: %q snap 제거
pt: Remover o snap %q
sv: Ta bort snap %q
tr: %q snap'ini kaldır

source: Remove a local system user
af: Verwyder 'n plaaslike stelsel gebruiker
cs: Odebrat ze systému místního uživatele
da: Fjern en bruger på det lokale system
de: Lokalen Systembenutzer entfernen
es: Quitar un usuario del sistema local
hr: Ukloni lokalnog korisnika sustava
it: Rimuovere un utente di sistema locale
ko: 로컬 시스템 사용자 제거
pt: Remove um utilizador do sistema local
sv: Ta bort en lokal systemanvändare
tr: Yerel bir sistem kullanıcısını sil.

source: Remove a manual alias, or the aliases for an entire snap
af: Verwyder 'n handleiding alias, of die aliasse vir 'n hele snap
cs: Odebrat ruční alternativní název, nebo alternativní názvy pro celý snap
da: Fjern et manuelt alias eller alle en snaps aliasser
de: Entfernen Sie einen manuellen Alias oder die Aliasnamen für einen ganzen Snap
es: Eliminar un alias manual o todos los aliases del snap
hr: Ukloni ručne pseudonime, ili pseudonime za cjelokupni snap paket
it: Rimuovere un alias manuale o gli alias per un intero snap
ko: 수동 별칭 또는 전체 스냅의 별칭 제거
pt: Remove um pseudônimo manual, ou pseudônimos para um snap inteiro
sv: Ta bort ett manuellt alias, eller alias för ett helt snap-paket

source: Remove a temporary or permanent mount
it: Rimuovi un supporto temporaneo o permanente

source: Remove aliases for snap %q
af: Verwyder aliasse vir snap %q
cs: Odebrat alternativní názvy pro snap %q
de: Aliase für Snap %q entfernen
es: Eliminar alias para el snap %q
hr: Uklanjam pseudonime za snap paket %q
it: Rimuovere gli alias per lo snap %q
ko: snap %q 의 별명 제거
pt: Remove o pseudónimo para o snap %q
sv: Ta bort alias för snap %q
tr: %q snap'inin takma adlarını kaldır

source: Remove auto-refresh hold on all snaps
it: Rimuovi il blocco dell'aggiornamento automatico su tutti gli snap

source: Remove configuration options
af: Verwyder konfigurasie oopsies
cs: Odebrat volby nastavení
da: Fjern konfigurationsindstillinger
de: Konfigurationsoptionen entfernen
es: Eliminar opciones de configuración
hr: Ukloni mogućnosti podešavanja
it: Rimuovere le opzioni di configurazione
ko: 구성 옵션 제거
pt: Remove as opções de configuração
sv: Ta bort konfigurationsalternativ
tr: Konfigürasyon seçeneklerini sil.

source: Remove data for snap %q (%s)
af: Verwyder data vir snap %q (%s)
cs: Odebrat data pro snap %q (%s)
de: Daten von Snap %q (%s) entfernen
es: Eliminar datos para el snap %q (%s)
hr: Uklanjam podatke za snap paket %q (%s)
it: Rimuovi i dati per lo snap %q (%s)
ko: snap %q (%s) 의 data 제거
pt: Remover dados para o snap %q (%s)
sv: Ta bort data för snap %q (%s)

source: Remove inactive vulnerable %q snap (%v)
it: Rimuovi %q snap vulnerabile inattivo (%v)

source: Remove manual alias %q for snap %q
af: Verwyder handleiding alias %q vir snap %q
cs: Odebrat ručně přidaný alternativní název %q pro snap %q
da: Fjern det manuelle alias %q for snap'en %q
de: Den manuellen Alias %q für Snap %q entfernen
es: Eliminar alias manual %q para el snap %q
hr: Ukloni ručno pseudonim %q za snap paket %q
it: Rimuovere l'alias manuale %q per lo snap %q
ko: 스냅 %q에 대한 수동 별칭 %q 제거
pt: Remove manualmente o pseudônimo %q para o snap %q
sv: Ta bort manuellt alias %q för snap %q

source: Remove only the given revision
af: Verwyder enigste die gegewe revision
cs: Odebrat pouze danou revizi
da: Fjern kun den angivne udgave
de: Nur die angegebene Revision entfernen
es: Eliminar solo la revisión dada
hr: Uklanjam samo zadanu reviziju
it: Rimuovere solo la revisione data
ko: 주어진 revision만 제거하기
pt: Remover apenas a revisão dada
sv: Ta endast bort den angivna revisionen
tr: Sadece verilen revizyonu kaldır

source: Remove quota group
it: Rimuovi gruppo di quote

source: Remove refresh hold
it: Rimuovi refresh hold

source: Remove refresh hold on %s
it: Rimuovi refresh hold su %s

source: Remove security profile for snap %q (%s)
af: Verwyder sekuriteit profiel vir snap %q (%s)
cs: Odebrat profil zabezpečení pro snap %q (%s)
de: Sicherheitsprofil für Snap %q (%s) entfernen
es: Eliminar el prefil de seguridad del snap %q (%s)
hr: Uklanjam sigurnosni profil za snap paket %q (%s)
it: Rimuovi il profilo di sicurezza per lo snap %q (%s)
ko: 스냅 %q (%s)에 대한 보안 프로필 제거
pt: Elimine a definição de segurança para o snap %q (%s)
sv: Ta bort säkerhetsprofil för snap %q (%s)
tr: %q (%s) snap'inin güvenlik profilini kaldır

source: Remove security profiles of snap %q
af: Verwyder sekuriteit profiele van snap %q
cs: Odebrat profily zabezpečení snap balíčku %q
de: Sicherheitsprofile für Snap %q entfernen
es: Eliminar los perfiles de seguridad del snap %q
hr: Uklanjam sigurnosni profil od snap paketa %q
it: Rimuovere i profili di sicurezza dello snap %q
ko: snap %q 의 보안 프로필들을 제거
pt: Elimine a definição de segurança para o snap %q
sv: Ta bort säkerhetsprofiler för snap %q
tr: %q snap'inin güvenlik profillerini kaldır

source: Remove snap %q
af: Verwyder snap %q
cs: Odstranit snap %q
da: Fjern snap'en %q
de: Snap %q entfernen
es: Eliminar snap %q
hr: Uklanjam snap paket %q
it: Rimuovi lo snap %q
ko: 스냅 %q 제거
pt: Remover o snap %q
sv: Ta bort snap %q
tr: %q snap'ini kaldır

source: Remove snap %q (%s) from the system
af: Verwyder snap %q (%s) van die stelsel
cs: Odstranit snap %q (%s) ze systému
de: Snap %q (%s) vom System entfernen
es: Eliminar el snap %q (%s) del sistema
hr: Uklanjam snap paket %q (%s) iz sustava
it: Rimuovere lo snap %q (%s) dal sistema
ko: 시스템상에서 snap %q (%s) 을(를) 제거
pt: Remover o snap %q (%s) do sistema
sv: Ta bort snap %q (%s) från systemet
tr: %q (%s) snap'ini sistemden kaldır

source: Remove snaps %s
af: Verwyder snaps %s
cs: Odstranit snapy %s
da: Fjern snap'erne %s
de: Snaps %s entfernen
es: Eliminar snaps %s
hr: Uklanjam snap pakete %s
it: Rimuovi gli snap %s
ko: 스냅 %s 제거
pt: Remover os snaps %s
sv: Ta bort snap-paketen %s
tr: %s snap'lerini kaldır

source: Remove snaps from the system
af: Verwyder snaps van die stelsel
cs: Odstranit snapy ze systému
da: Fjern snapper fra systemet
de: Snaps vom System entfernen
es: Eliminar snaps del sistema
hr: Ukloni snap pakete sa sustava
it: Rimuovere gli snap dal sistema
ko: 시스템에서 snap들을 제거합니다
pt: Remove os snaps do sistema
sv: Ta bort snap-paket från systemet
tr: Sistemden snap'leri kaldır.

source: Remove the snap without saving a snapshot of its data
af: Verwyder die snap sonder spaar 'n kiekies van sy data
cs: Odebrat snap bez uložení zachyceného stavu jeho dat
da: Fjern snappen uden at gemme et øjebliksbillede af dens data
de: Den Snap entfernen, ohne einen Schnappschuss seiner Daten zu speichern
es: Elimina el snap sin guardar una instantánea de sus datos
hr: Ukloni snap paket bez spremanja snimki njegovih podataka
it: Rimuovere lo snap senza salvare un'istantanea dei suoi dati
ko: 데이터의 스냅샷을 저장하지 않고 스냅 제거
pt: Remove o snap sem guardar o snapshot dos seus dados
sv: Ta bort snap-paketet utan att spara en ögonblicksbild av dess data
tr: Snap'i verilerinin bir snapshot'ını kaydetmeden sil.

source: Removed
af: Verwyder
cs: Odebráno
da: Fjernet
de: Deinstalliert
es: Eliminado
hr: Uklonjeno
it: Rimosso
ko: 제거되었습니다
pt: Removido
sv: Borttagna
tr: Kaldırıldı

source: Removed auto-refresh hold on all snaps
it: Rimosso il blocco dell'aggiornamento automatico su tutti gli snap

source: Removed general refresh hold of %s
it: Rimossa la sospensione generale dell'aggiornamento di %s

source: Report the health status of a snap
af: Vrslag die gesondheid status van 'n snap
cs: Hlásit stav zdraví snapu
da: Rapportér en snaps sundhedstilstand
de: Den Gesundheitszustand eines Snaps melden
es: Informar del estado de salud de un snap
hr: Izvjesti o stanju zdravlja snap paketa
it: Segnala lo stato di salute in un attimo
ko: 스냅의 health status 보고
pt: Relata o estado de saúde de um snap
sv: Rapportera hälsa för ett snap-paket
tr: Bir snap'in sağlık durumunu rapor et

source: Request device serial
af: Versoek toestel reekse
cs: Vyžádat sériové číslo zařízení
de: Geräte-Seriennummer anfordern
es: Solicitar la serie del dispositivo
hr: Zahtjevam serijski uređaj
it: Richiedi il seriale del dispositivo
ko: device 시리얼 번호 요청
pt: Solicitar o n.º de série do dispositivo
sv: Begär enhetens serienummer
tr: Cihaz serisi iste

source: Request new device serial
af: Versoek nuwe toestel reekse
cs: Vyžádat nové sériové číslo zařízení
da: Forespørg om ny enheds serienummer
de: Eine neue Seriennummer für ein Gerät anfragen
es: Solicitar una nueva serie del dispositivo
hr: Zahtjevaj novi serijski uređaj
it: Richiedi un nuovo numero di serie del dispositivo
ko: 새 장치 일련 번호 요청
pt: Solicitar um novo dispositivo de série
sv: Begär nytt serienummer för enhet

source: Restart services
af: Herbegin dienste
cs: Restartovat služby
da: Genstart tjenester
de: Dienste neustarten
es: Reiniciar servicios
hr: Ponovno pokreni usluge
it: Riavvia servizi
ko: 서비스 재시작
pt: Reiniciar serviços
sv: Starta om tjänster
tr: Servisleri Yeniden Başlat

source: Restarted.
cs: Restartováno.
da: Genstartet.
de: Neugestartet.
es: Reiniciado.
hr: Ponovno pokrenuto.
it: Riavviato.
ko: 다시 시작했습니다.
pt: Reiniciado.
sv: Omstartad.
tr: Yeniden Başlatıldı.

source: Restore a snapshot
af: Restore 'n momentopname
cs: Obnovit ze zachyceného stavu
da: Gendan et øjebliksbillede
de: Einen Schnappschuss wiederherstellen
es: Restaurar una instantánea
hr: Obnovi snimku
it: Ripristina un'istantanea
ko: 스냅샷 복구
pt: Restaurar um snapshot
sv: Återställ en ögonblicksbild
tr: Bir snapshot'ı geri getir.

source: Restore data of only specific users (comma-separated) (default: all users)
af: Restore data van slegs spesifieke gebruikers (komma-geskei) (standaard: alle gebruikers)
cs: Obnovit data pouze konkrétních uživatelů (čárkou oddělovaných) (výchozí: všech uživatelů)
da: Gendan kun specifikke brugeres data (komma-adskilt) (standard: alle brugere)
de: Daten nur für bestimmte Benutzer wiederherstellen (kommagetrennt) (Vorgabe: alle Benutzer)
es: Restaurar datos unicamente de usuarios específicos (separados por comas) (predeterminado: todos los usuarios)
hr: Obnovi snimku za samo određene korisnike (zarezom odvojene) (zadano: svi korisnici)
it: Ripristina i dati solo di utenti specifici (separati da virgole) (impostazione predefinita: tutti gli utenti)
ko: 특정 유저들의 데이터를 복구합니다 (comma-separated) (default: all users)
pt: Restaurar dados apenas de utilizadores específicos (separados por vírgula) (padrão: todos os utilizadores)
sv: Återställ data endast för specifika användare (komma-avdelade) (förval: alla användare)

source: Restored snapshot #%s of snaps %s.
af: Gerestaureerde momentopname #%s van snaps %s.
cs: Obnoven zachycený stav č .%s snapů %s.
da: Gendannede øjebliksbillede nr. %s af snapperne %s.
de: Wiederhergestellter Schnappschuss #%s aus den Snaps %s.
es: Instantánea restaurada #%s de los snaps %s.
hr: Obnovljena snimka #%s od snap paketa %s.
it: Istantanea ripristinata #%s di snap %s.
ko: 스냅 %s의 스냅샷 #%s를 복구합니다.
pt: Snapshot restaurado #%s de snaps%s.
sv: Återställde ögonblicksbild #%s för snap-paket %s.

source: Restored snapshot #%s.
af: Gerestaureerde momentopname #%s.
cs: Obnoven zachycený stav č. %s.
da: Gendannede øjebliksbillede nr. %s.
de: Wiederhergestellter Schnappschuss #%s.
es: Instantánea restaurada #%s.
hr: Obnovljena snimka #%s.
it: Istantanea ripristinata #%s.
ko: snapshot #%s 가 복구됨.
pt: Snapshot restaurado #%s.
sv: Återställde ögonblicksbild #%s.

source: Restrict the search to a given section.
af: Beperk die soektog na 'n gegewe afdeling.
cs: Omezit hledání na danou sekci.
da: Begræns søgningen til et givent afsnit.
de: Die Suche auf einen angegebenen Bereich einschränken.
es: Restringir la búsqueda a una sección determinada.
hr: Ograniči pretragu na zadni odjeljak.
it: Limita la ricerca a una determinata sezione.
ko: 주어진 섹션으로 검색을 제한합니다.
pt: Restringir a pesquisa para uma secção designada.
sv: Begränsa sökningen till ett visst avsnitt.
tr: Aramayı belirli bir bölüme sınırla.

source: Retrieve logs for services
af: Haal logs vir dienste
cs: Získat záznamy událostí pro služby
da: Hent tjenesternes logge
de: Protokolle für Dienste abrufen
es: Recuperar registros de servicios
hr: Primi zapise za usluge
it: Recupera i registri per i servizi
ko: 서비스들의 로그를 검색합니다
pt: Procurar logs para os serviços
sv: Hämta loggar för tjänster

source: Return information about a process
af: Stuur inligting oor 'n proses terug
cs: Vypsat informaci o procesu
da: Returnér oplysninger om en proces
de: Informationen zu einem Prozess zurückgeben
es: Devolver información sobre un proceso
hr: Vrati informacije o procesu
it: Restituire informazioni su un processo
ko: 프로세스에 대한 정보를 반환합니다
pt: Apresentar informações sobre um processo
sv: Returnera information om en process

source: Return information about file access by a snap
af: Return inligting oor lêer toegang deur 'n snap
cs: Vypsat informaci o přístupu k souboru snap balíčkem
da: Returnér oplysninger om en snaps filadgang
de: Informationen zum Dateizugriff eines Snaps zurückgeben
es: Devolver información sobre acceso a un archivo por un snap
hr: Vrati informacije o pristupu datoteka od strane snap paketa
it: Restituisci informazioni sull'accesso ai file in un attimo
ko: 스냅으로 파일 액세스에 대한 정보 반환
pt: Apresente informações sobre o acesso ao ficheiro num piscar de olhos
sv: Returnera information om ett snap-pakets filåtkomst

source: Return success if the given plug or slot is connected
it: Restituisce il successo se la spina o lo slot specificato è collegato

source: Revert %q snap
cs: Vrátit zpět %q snap
da: Gendan snap'en %q
de: %q Snap wiederherstellen
es: Revertir snap %q
hr: Vrati %q snap paket
it: Ripristina %q snap
ko: %q 스냅 되돌리기
pt: Reverter o snap %q
sv: Ändra tillbaka snap %q

source: Revert to the given revision
af: Revert aan die gegewe revision
cs: Vrátit se k dané revizi
da: Gendan den angivne udgave
de: Zu angegebener Revision zurückkehren
es: Revertir a la revisión proporcionada
hr: Vrati na zadanu reviziju
it: Torna alla revisione data
ko: 주어진 리비전으로 되돌립니다
pt: Reverter para uma revisão designada
sv: Återgå till den givna revisionen

source: Reverts the given snap to the previous state
af: Reverts die gegewe snap ann die viruge toestand
cs: Vrátí daný snap balíček do předchozího stavu
da: Gendanner den angivne snap til sin forrige tilstand
de: Stellt den angegebenen Snap mit vorherigen Zustand wieder her
es: Revierte el snap dado a su estado previo
hr: Vraća zadani snap paket na prijašnje stanje
it: Riporta lo snap specificato allo stato precedente
ko: 지정된 스냅을 이전 상태로 되돌리기
pt: Reverter dado snap fornecido ao estado anterior
sv: Rulla tillbaka det givna snap-paketet till föregående tillstånd

source: Root directory to look for boot variables in
af: Wortelgids om na selflaai-veranderlikes te soek in
da: Rodmappe der skal ledes efter bootvariable i
de: Stammverzeichnis, in dem nach Startvariablen gesucht werden soll
es: Carpeta raíz en la que buscar variables de arranque
hr: Korijenski direktorij za pretragu varijabli pokretanja
it: Directory principale in cui cercare le variabili di avvio
ko: boot 변수들을 찾을 루트 디렉토리
pt: Directório raiz para procurar variáveis de inicialização em
sv: Rotkatalog att leta efter startvariabler i

source: Root directory to look for boot variables in (implies UC20+)
it: Directory principale in cui cercare le variabili di avvio (implica UC20+)

source: Run a shell instead of the command (useful for debugging)
af: Hardloop 'n omhulsel in plaas van die opdrag (nuttig vir ontfouting)
cs: Spustit shell namísto příkazu (užitečné pro ladění)
da: Kør en skal i stedet for kommandoen (nyttig til fejlsøgning)
de: Führe eine Shell anstelle des Befehls aus (nützlich zum Debuggen)
es: Ejecutar un intérprete de ordenes en vez de la orden (útil para depurar)
hr: Pokreni ljusku umjesto naredbe (korisno za otklanjanje grešaka)
it: Esegui una shell invece del comando (utile per il debug)
ko: 명령 대신 셸 실행 (디버깅에 유용)
pt: Execute um shell em vez do comando (útil para depuração de erros)
sv: Kör ett skal istället för kommandot (hjälper vid felsökning)
tr: Komut yerine bir kabuk çalıştırın (hata ayıklama için kullanışlıdır)

source: Run as a timer service with given schedule
af: Hardloop as 'n timer-diens met 'n gegewe skedule
cs: Spustit jako službu časovače s daným plánem
da: Kør som en timertjeneste med given tidsplan
de: Ausführen als Timer-Dienst mit einem bestimmten Zeitplan
hr: Pokreni kao vremensku uslugu prema zadanom rasporedu
it: Esegui come servizio timer con una pianificazione specificata
ko: 주어진 스케줄을 기반으로 타이머 서비스를 시작합니다
pt: Executar como um serviço de cronómetro com determinada programação
sv: Kör som en tidmätartjänst med ett givet schema

source: Run as an apt hook
af: Hardloop as 'n apt haak
cs: Spustit jako apt háček
da: Kør som en apt-hook
de: Als apt hook ausführen
es: Ejecutar como enganche apt
hr: Pokreni kao apk priključak
it: Corri come un gancio adatto
pt: Execute como apt hook
sv: Kör som en apt-krok

source: Run configure hook of %q snap
af: Hardloop konfigurasie haak van %q snap
cs: Spustit háček nastavení snapu %q
de: Den Konfigurationshook von Snap %q ausführen
es: Ejecutar el enchanche de configuración del snap %q
hr: Pokreni priključak podešavanja %q snap paket
it: Esegui configure hook di %q snap
ko: %q snap 의 configure hook을 동작시킵니다
pt: Execute configurar hook do %q snap
sv: Kör konfigureringskrok för snap %q

source: Run configure hook of %q snap if present
af: Hardloop konfigurasie haak van %q snap indien teenwoordig
cs: Spustit háček nastavení snapu %q, pokud je přítomen
de: Den Konfigurationshook von Snap %q ausführen, falls vorhanden
es: Ejecutar el enganche de configuración del snap %q si está presente
hr: Pokreni priključak podešavanja %q snap paketa ako je prisutan
it: Esegui configure hook di %q snap se presente
pt: Execute configuração hook do %q snap se estiver presente
sv: Kör konfigureringskrok för snap %q om den finns

source: Run debug commands
af: Hardloop ontfout opdragte
cs: Spustit ladící příkazy
da: Kør fejlfindingskommandoer
es: Ejecutar órdenes de depuración
hr: Pokreni naredbe otklanjanja greške
it: Esegui comandi di debug
ko: 디버깅을 위한 명령어들을 동작시킵니다
pt: Executar comandos de depuração
tr: Hata ayıklama komutlarını çalıştır

source: Run default-configure hook of %q snap if present
it: Esegui l'hook default-configure dello snap %q se presente

source: Run hook %s of snap %q
af: Hardloop haak %s van snap %q
cs: Spsutit háček %s snapu %q
de: Hook %s von Snap %q ausführen
es: Ejecutar el enganche %s del snap %q
hr: Pokreni priključak %s za snap paket %q
it: Esegui l'hook %s dello snap %q
pt: Execute o hook %s do snap %q
sv: Kör krok %s för snap %q
