Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: Download from the given cohort
af: Aflaai uit die gegewe kohort
cs: Stáhnout z dané kohorty
da: Download fra den angivne gruppe
de: Von einer gegebenen Gruppe herunterladen
es: Descargar del gurpo asignado
hr: Preuzmi sa zadane kohorte
it: Scarica dalla coorte indicata
ko: 주어진 코호트로부터 내려받기
pt: Transferir do grupo fornecido
sv: Ladda ned från den givna kohorten

source: Download snap %q%s from channel %q
af: Aflaai snap %q%s uit kanaal %q
cs: Stáhnout snap %q%s z kanálu %q
de: Snap %q%s von Kanal %q herunterladen
es: Descargar snap %q%s del canal %q
hr: Preuzimam snap paket %q%s s kanala %q
it: Scarica lo snap %q%s dal canale %q
ko: 채널 %q로부터 스냅 %q%s 내려받기
pt: Transferir o snap %q%s do canal %q
sv: Ladda ned snap-paket %q%s från kanal %q
tr: %q%s snap paketini %q kanalından indir
zh_tw: 下載 snap %q%s（從頻道 %q）

source: Download the given revision of a snap
it: Scarica la revisione data di un gioco da ragazzi

source: Download the given snap
af: Aflaai die gegee snap
cs: Stáhnout daný snap
da: Hent den givne snap
hr: Preuzmi zadani snap paket
it: Scarica lo snap fornito
ko: 주어진 스냅 내려받기
pt: Transfira o snap fornecido
sv: Ladda ned givet snap-paket
tr: Belirtilen 'snap'i indir.

source: Download to this directory (defaults to the current directory)
af: Aflaai tot hierdie folder (verstek na die huidige folder)
cs: Stáhnout do této složky (výchozí je stávající složka)
da: Download til denne mappe (som standard bruges den aktuelle mappe)
de: In dieses Verzeichnis herunterladen (standardmäßig ins aktuelle Verzeichnis)
es: Descargar a esta carpeta (predeterminar a la carpeta actual)
hr: Preuzmi u ovaj direktorij (zadano za trenutni direktorij)
it: Scarica in questa directory (predefinita nella directory corrente)
ko: 이 디렉토리에 다운로드 (기본값은 현재 폴더)
pt: Transfira para este directório (o directório atual é o predefinido)
sv: Ladda ned till den här mappen (förval är aktuell mapp)
tr: Bu dizine indir (varsayılan olarak o an bulunulan dizine tanımlıdır)

source: Dump advise database for use by command-not-found.
af: Storting adviseer databasis vir gebruik deur opdrag-nie-gevind.
cs: Vypsat databázi doporučení pro použití v command-not-found.
da: Dump rådgivningsdatabase til brug for kommando-ikke-fundet.
de: Der Datenbank-Dump-Befehl wurde nicht gefunden.
es: Volcar base de datos de notificaciones para usar en command-not-found.
hr: Odbaci bazu podataka savjeta korištenja pomoću naredba-nije-pronađena.
it: Scarica il database di avviso per l'uso da parte di command-not-found.
pt: Base de dados de aviso de despejo para uso por comando-não-encontrado.
sv: Dumpa förslagsdatabas avsedd för command-not-found.

source: Email address:
af: E-pos adres:
cs: E-mailová adresa:
da: E-mailadresse:
de: E-Mail-Adresse:
es: Dirección de correo electrónico:
hr: Adresa e-pošte:
it: Indirizzo email:
ko: 이메일 주소:
pt: Endereço de email:
sv: E-postadress:
tr: E-posta adresiniz:
zh_tw: 電子郵件地址:

source: Enable %q snap
af: Activeer %q snap
cs: Povolit snap %q
da: Aktivér snap'en %q
de: Snap %q aktivieren
es: Activar el snap %q
hr: Omogući %q snap paket
it: Abilita snap %q
ko: 스냅 %q 활성화
pt: Ativar o snap %q
si: ස්නැප් %q සබල කරන්න
sv: Aktivera %q snap-paket
tr: %q snap paketini devreye sok
zh_tw: 啟用 %q snap

source: Enable a snap in the system
af: Activeer 'n snap in die stelsel
cs: Povolit snap v systému
da: Aktivér en snap i systemet
hr: Omogući snap pakete na sustavu
it: Abilita uno snap nel sistema
ko: 시스템상에서 snap 활성화
pt: Active um snap no sistema
sv: Aktivera ett snap-paket i systemet
tr: Sistemdeki bir snap paketini devreye sok

source: Enable aliases from a snap, disabling any conflicting aliases
af: Aktiveer aliasse vanaf 'n sprong, versper enige botsende aliasse
cs: Zapnout alternativní názvy ze snapu, vypnout jakékoli kolidující
da: Aktivér aliasser fra en snap og deaktivér ethvert modstridende alias
de: Aktiviere Aliase aus einem Snap, wodurch in Konflikt stehende Aliase deaktiviert werden
es: Activar aliases desde un snap, desactivando cualquier alias conflictivo
hr: Omogući pseudonime iz snap paketa, onemogućavanjem svih sukobljenih pseudonima
it: Abilita gli alias in un attimo, disabilitando tutti gli alias in conflitto
ko: 스냅의 별명들을 활성화하고, 다른 snap들과 충돌되는 별명들을 비활성화 합니다.
pt: Active os pseudónimos duma snap, desactivando todos os pseudónimos conflitantes
sv: Aktivera alias från en snapp, och avaktivera alias som står i konflikt

source: Enable classic mode to prepare a classic model image
af: Aktiveer klassieke modus om 'n klassieke modelbeeld voor te berei
cs: Zapnout klasický režim pro přípravu obrazu klasického modelu
da: Aktivér klassisk tilstand som forberedelse til et klassisk modelaftryk
de: Aktivieren Sie den Standardmodus, um ein klassisches Beispielbild zu erstellen.
es: Activar el modo clásico para preparar una imagen de modelo clásico
hr: Omogući klasičan način za pripremu modela klasične slike
it: Abilita la modalità classica per preparare un'immagine del modello classico
ko: 클래식 모델 이미지 준비를 위한 클래식 모드 활성화
pt: Active o modo clássico para preparar uma imagem de modelo clássico
sv: Aktivera klassiskt läge för att förbereda en klassisk modellavbild

source: Enable debug logging during early snap startup phases
it: Abilita la registrazione del debug durante le prime fasi di avvio dello snap

source: Enforce the given validation set
af: Dwing die gegewe valideringstel af
da: Gennemtving det givne valideringssæt
de: Den angegebenen Validierungssatz erzwingen
es: Forzar el conjunto de validación dado
hr: Primijeni zadani skup provjere
it: Applicare il set di convalida specificato
pt: Aplicar o conjunto de validação fornecido
sv: Hävda den givna valideringsuppsättningen

source: Enforced validation set %q
it: Set di convalida forzata %q

source: Ensure next boot to run mode
it: Garantire l'avvio successivo alla modalità di esecuzione

source: Ensure prerequisites for %q are available
af: Verseker dat voorvereistes vir %q beskikbaar is
cs: Zajistit že přepoklady pro %q jsou k dispozici
de: Sicherstellen, dass die Voraussetzungen für %q verfügbar sind
es: Garantizar que los prerequisitos para %q están disponibles
hr: Osiguraj da su preduvjeti za %q dostupni
it: Assicurati che i prerequisiti per %q siano disponibili
ko: %q에 대한 필수 구성 요소를 사용할 수 있는지 확인
pt: Certificar que os pre-requisitos para %q estão disponiveis
sv: Säkerställ att allt som %q kräver finns tillgängligt

source: Ensure that given backend:feature is available
af: Verseker dat die gegewe backend: funksie beskikbaar is
cs: Zajistit, že dané backend:feature je k dispozici
da: Sikr dig, at den givne backend:funktion er tilgængelig
hr: Osiguraj da zadana pozadinska:značajka je dostupna
it: Assicurati che la funzione data back-end: sia disponibile
ko: 주어진 백엔드: 기능을 사용할 수 있는지 확인
pt: Certifique-se de que determinado back-end: Recurso está disponível

source: Expected portal at %#v, got %#v
af: Verwagte portaal by %#v, gekry %#v
cs: Očekáván portál na %#v, obdrženo %#v
da: Forventede portal ved %#v, modtog %#v
de: Erwartetes Portal bei %#v, erhielt %#v
es: Se esperaba un portal en %#v, se obtuvo %#v
hr: Očekivani portal na %#v, dobiven je %#v
it: Previsto portale alle %#v, ottenuto %#v
pt: Portal esperado em %#v, obtido %#v
sv: Förväntade portal vid %#v, fick %#v

source: Export a snapshot
af: Uitvoer- 'n momentopname
da: Eksportér et øjebliksbillede
de: Einen Schnappschuss exportieren
es: Exportar una instantánea
hr: Izvezi snimku
it: Esporta uno snapshot
pt: Exportar um snapshot
sv: Exportera en ögonblicksbild

source: Export cryptographic public key
af: Uitvoer kriptografiese openbare sleutel uit
cs: Exportovat kryptografický veřejný klíč
da: Eksportér den offentlige kryptografiske nøgle
de: Kryptografischen öffentlichen Schlüssel exportieren
es: Exportar clave pública de cifrado
hr: Izvezi kriptografski javni ključ
it: Esporta chiave pubblica crittografica
ko: 암호화 퍼블릭 키 내보내기
pt: Exportar chave pública criptográfica
sv: Exportera kryptografisk öppen nyckel
tr: Şifreleme genel anahtarı verme

source: Exported snapshot #%s into %q
af: Exported momentopname #%s in te %q
da: Eksporterede øjebliksbillede nr. %s ind i %q
de: Schnappschuss #%s nach %q exportiert
es: Instantánea #%s exportada a %q
hr: Izvezena snimka Br.%s u %q
it: Istantanea esportata #%s in %q
pt: Snapshot exportado #%s para %q
sv: Exporterade ögonblicksbild #%s till %q

source: Extra snaps to be installed (DEPRECATED)
af: Ekstra snaps geïnstalleer te word (VEROUDERD)
cs: Další snapy, které nainstalovat (ZASTARALÉ)
da: Ekstra snapper som skal installeres (FORÆLDET)
de: Zusätzliche Snaps die installiert werden sollen (VERALTET)
es: Snaps adicionales que se instalarán (OBSOLETO)
hr: Dodatni snap paketi za instalaciju (ZASTARJELO)
it: Scatti aggiuntivi da installare (DEPRECATO)
ko: 추가로 필요한 snaps 이 설치됨 (DEPRECATED)
pt: Extra snaps a serem instalados (DESCONTINUADO)
sv: Extra snap-paket att installera (FÖRÅLDRAD)

source: Fetch and check assertions for snap %q%s
af: Fetch en kyk bewerings vir snap %q%s
cs: Stáhnout a zkontrolovat tvrzení pro snap %q%s
de: Zusicherungen für Snap %q%s abrufen und überprüfen
es: Buscar y comprobar las afirmaciones para el snap %q%s
hr: Preuzmi i provjeri potvrdu za snap paket %q%s
it: Recupera e controlla le asserzioni per lo snap %q%s
pt: Busca e verifica asserções para o snap %q%s
sv: Hämta och kontrollera asserter för snap-paket %q%s

source: Fetching assertions for %q
af: Fetching assertions vir %q
cs: Stahují se tvrzení pro %q
de: Zusicherungen für %q werden abgerufen
es: Buscando afirmaciones para %q
hr: Preuzimanje potvrde za %q
it: Recupero delle asserzioni per %q
pt: A buscar asserções para %q
sv: Hämtar asserter för %q
tr: %q için onaylar getiriliyor

source: Fetching snap %q
cs: Stahování snap balíčku %q
da: Henter snap %q
de: Snap %q holen
es: Traer snap %q
hr: Preuzimanje snap paketa %q
it: Recupero dello snap %q
ko: 스냅 %q(을)를 가져오는 중
pt: A procurar o snap %q
si: ස්නැප් %q ලබා ගැනෙමින්
sv: Hämtar snap-paket %q
tr: %q snap paketi alınıyor

source: File path
af: Lêer pad
cs: Popis umístění souboru
da: Filsti
de: Dateipfad
es: Ruta de archivo
hr: Putanja datoteke
it: Percorso file
ko: 파일 경로
pt: Localização do ficheiro
sv: Filsökväg
tr: Dosya yolu

source: File to sign (defaults to stdin)
af: Lêer om te onderteken (vertek aan stdin)
cs: Soubor k podepsání (pokud nezadáno, pak ze standardního vstupu)
da: Fil der skal underskrives (som standard stdin)
de: Zu signierende Datei (Standardeinstellung: stdin)
es: Archivo para firmar (el predeterminado es stdin)
hr: Datoteka za potpis (zadano u stdin)
it: File da firmare (predefinito su stdin)
ko: 서명할 파일 (defaults to stdin)
pt: Ficheiro para assinar (a predefinição é stdin)
sv: Fil att signera (förval är stdin)

source: Filename of the snap you want to assert a build for
af: Lêernaam van die snap wat jy wil assert 'n bou vir
cs: Název souboru se snapem, pro který chcete tvrdit sestavení
de: Dateiname des Snap, für den ein Build erstellt werden soll
es: Nombre del archivo snap para el que desea afirmar su construcción
hr: Naziv datoteke snap paketa za koji želite potvrditi izgradnju
it: Nome file dello snap per cui vuoi asserire una build
pt: Nome do ficheiro do snap para o qual deseja indicar uma compilação
sv: Filnamn för snap-paket du vill assertera ett bygge för

source: Find packages to install
af: Vind pakkette te installeer
cs: Najít balíčky k instalaci
da: Find pakker som skal installeres
hr: Pretraži pakete za instalaciju
it: Trova i pacchetti da installare
ko: 설치할 패키지 찾기
pt: Encontre pacotes para instalar
tr: Kurulacak paketleri bul

source: For a short summary of all commands, run 'snap help --all'.
af: Vir 'n korte opsomming van almal bevel, hardloop 'snap help --all'.
cs: Pro krátké shrnutí všech příkazů spusťte „snap help --all“.
da: Kør "snap help --all" for at få et kort sammendrag af alle kommandoer.
de: Eine kurze Zusammenfassung aller Befehle erhalten Sie, wenn Sie »snap help --all« ausführen.
es: Para un breviario de todas las órdenes, ejecute «snap help --all».
hr: Za kratak opis svih naredbi, pokrenite 'snap help --all'.
it: Per un breve riepilogo di tutti i comandi, eseguire 'snap help --all'.
ko: 모든 명령어에 대한 짧은 요약을 보려면 'snap help --all'을 실행하시오.
pt: Para um breve resumo de todos os comandos, execute 'snap help --all'.
sv: För en kort sammanfattning för alla kommandon, kör ”snap help --all”.
tr: Bütün komutların kısa bir özeti için 'snap help --all' komutunu çalıştırın.

source: For more information about a command, run 'snap help <command>'.
af: Vir meer inligting oor 'n bevel, hardloop 'snap help <command>'.
cs: Pro více informací o příkazu spusťte „snap help <příkaz>“.
da: Kør "snap help <kommando>" for at få mere at vide om en kommando.
de: Für mehr Informationen über ein Befehl führen Sie 'snap help <Befehl>' aus.
es: Para obtener más información sobre alguna orden, ejecute «snap help <orden>».
hr: Za više informacija o naredbi, pokrenite 'snap help <naredba>'.
it: Per ulteriori informazioni su un comando, eseguire 'snap help <comando>'.
ko: 명령어에 대한 더 자세히 알고 싶다면 'snap help <명령어>'를 실행하시오.
pt: Para obter mais informações sobre um comando, execute 'snap help <command>'.
sv: För mer information om ett kommando, kör ”snap help <kommando>”.
tr: Bir komut ile alakalı daha fazla bilgi için 'snap help <komut>' komutunu çalıştırın.

source: Force adding the user, even if the device is already managed
af: Dwing om die gebruiker by te voeg, selfs al is die toestel reeds bestuur
cs: Vynutit přidání uživatele, i když je zařízení už spravováno
da: Gennemtving tilføjelse af bruger også selvom enheden allerede håndteres
de: Hinzufügen des Benutzers erzwingen, auch wenn das Gerät bereits verwaltet wird
es: Forzar a añadir el usuario, incluso si el dispositivo ya está administrado
hr: Prisilno dodavanje korisnika, čak i ako se uređajem već upravlja
it: Forza l'aggiunta dell'utente, anche se il dispositivo è già gestito
ko: 기기가 이미 관리되고 있어도 강제로 사용자를 추가
pt: Força a adição do utilizador, mesmo se o dispositivo já for gerenciado
sv: Tvinga tillägg av användare, även om enheten redan hanteras
tr: Cihaz zaten yönetilmiş olsa dahi kullanıcıyı zorla ekleme

source: Force import on classic systems
af: Dwing invoer op klassieke stelsels
cs: Vynutit import na klasických systémech
da: Gennemtving import på klassiske systemer
de: Import auf klassischen Systemen erzwingen
es: Forzar importación en sistemas clásicos
hr: Prisili uvoz na klasičnim sustavima
it: Forza l'importazione sui sistemi classici
ko: 클래식 시스템에서 강제로 가져오기
pt: Forçar importação em sistemas clássicos
sv: Tvinga import på klassiska system
tr: Klasik sistemlerde içe aktarmayı zorla

source: Forget connection %s:%s from %s:%s
af: Vergeet verbinding %s:%s vanaf %s:%s
da: Glem forbindelsen %s:%s fra %s:%s
de: Verbindung %s:%s vergessen von %s:%s
es: Olvidar conexión %s:%s de %s:%s
hr: Zaboravi povezivanje %s:%s sa %s:%s
it: Dimentica la connessione %s:%s da %s:%s
pt: Esqueça a conexão %s:%s de %s:%s
sv: Glöm anslutning %s:%s från %s:%s

source: Forget the given validation set
af: Vergeet die gegewe valideringstel
da: Glem det givne valideringssæt
de: Den angegebenen Validierungssatz vergessen
es: Olvidar el conjunto de validación proporcionado
hr: Zaboravi zadani skup provjere
it: Dimentica il set di convalida fornito
pt: Esqueça o conjunto de validação fornecido
sv: Glöm given valideringsuppsättning

source: Format public key material as a request for an account-key for this account-id
af: Formateer openbare sleutel materiaal as 'n versoek vir 'n rekeningsleutel vir hierdie rekening-id
cs: Formátovat materiál veřejného klíče jako požadavek pro account-key pro toto account-id
da: Formatér offentligt nøglemateriale som en forespørgsel efter en kontonøgle for dette konto-id
de: Formatiere Public-Key-Material als Anforderung für einen Konto-Schlüssel zu dieser Konto-ID
es: Dar formato al material de clave pública como una solicitud de la clave de la cuenta para este id de cuenta
hr: Formatiraj materijal javnog ključa kako je zahtijevano za ključ-računa za ovaj id-računa
it: Formatta il materiale della chiave pubblica come richiesta di una chiave account per questo ID account
pt: Formate o material de chave pública como uma solicitação de chave de conta para este ID de conta
sv: Formatera öppet nyckelmaterial som en begäran för en kontonyckel för detta konto-ID
tr: Ortak anahtar malzemesini, bu hesap kimliği için bir hesap anahtarı için bir istek olarak biçimlendirin

source: General refreshes of %s held %s
it: Aggiornamenti generali di %s detenuti %s

source: Generate and append dm-verity data
it: Genera e accoda dati dm-verity

source: Generate device key
af: Genereer toestel sleutel
cs: Vytvořit klíč zařízení
de: Geräteschlüssel erstellen
es: Generar clave de dispositivo
hr: Generiraj ključ uređaja
it: Genera chiave dispositivo
ko: 장치 키 생성하기
pt: Gerar chave de dispositivo
si: උපාංගයේ යතුර උත්පාදනය
tr: Aygıt anahtarı oluştur

source: Generate the manpage
af: Genereer die manpage
cs: Vytvořit manuálovou stránku
da: Generér man-side
de: Hilfeseite erstellen
es: Generar la página de manual
hr: Generieaj man stranice
it: Genera la pagina di manuale
ko: 맨페이지 생성
pt: Gera uma página de manual
sv: Generera manualsidan
tr: Man sayfasını oluştur

source: Get more information with 'snap info %s'.
af: Kry meer inligting by 'snap info %s'.
cs: Další informace obdržíte použitím „snap info %s“.
da: Få mere at vide med "snap info %s".
hr: Nabavite više informacija sa 'snap info %s'.
it: Ottieni maggiori informazioni con 'info snap %s'.
ko: 'snap info %s'(으)로 자세한 정보를 얻으시오.
pt: Obtenha mais informações com 'snap info %s'.
sv: Få mer information med ”snap info %s”.
tr: 'snap info %s' ile daha fazla bilgi edinin.

source: Get the active model for this device
af: Kry die aktiewe model vir hierdie toestel
cs: Získat aktivní model pro toto zařízení
da: Hent den aktive model for denne enhed
de: Das aktive Modell für dieses Gerät abrufen
es: Obtener el modelo activo para este dispositivo
hr: Nabavite aktivan model za ovaj uređaj
it: Ottieni il modello attivo per questo dispositivo
ko: 이 장치의 엑티브 모델을 가져옵니다
pt: Obtenha o modelo activo para este dispositivo
sv: Hämta den aktiva modellen för denna enhet
tr: Bu cihaz için aktif olan modeli getir.

source: Get the current system mode and associated details
it: Ottieni la modalità di sistema corrente e i dettagli associati

source: Get the timings of the tasks of a change
af: Kry die tydsberekening van die take van 'n verandering
cs: Získat časování úloh změny
da: Hent tidsmålingen af en ændrings opgaver
es: Obtener los tiempos de las tareas de un cambio
hr: Nabavite vremena zadatka promjene
it: Ottieni i tempi dei compiti di un cambiamento
ko: 변경 작업의 시간 설정 가져오기
pt: Obtenha os tempos das tarefas de uma alteração
sv: Hämta tider för uppgifterna i en ändring

source: Grade states the build quality of the snap (defaults to 'stable')
af: Graad state die bougehalte van die snap (standaard aan 'stable')
cs: Známka vyjadřuje kvalitu sestavení snapu (výchozí je „stable“)
da: Karakteren angiver snap'ens buildkvalitet (som standard "stable")
de: Note gibt die Build-Qualität des Snap an (standardmäßig »stabil«)
es: Califica por estados la calidad de construcción del snap (por defecto es «stable»)
hr: Ocjeni stanje kvalitete izgradnje snap paketa (zadano je 'stable')
it: Il grado indica la qualità di costruzione dello snap (l'impostazione predefinita è "stabile")
pt: Classifica o estado de qualidade da compilação do snap (volta ao padrão 'estável')
sv: Betyg anger byggeskvalitet för snap-paketet (förval är ”stabil”)

source: Grant sudo access to the created user
af: Verleen toegang tot sudo aan die gebruiker wat geskep is
cs: Udělit vytvořenému uživateli sudo přístup
da: Giv sudo-adgang til den oprettede bruger
de: Dem erstellten Benutzer sudo-Zugriff gewähren
es: Garantizar acceso de sudo al usuario creado
hr: Dopusti sudo pristup stvorenom korisniku
it: Concedi a sudo l'accesso all'utente creato
ko: 생성된 사용자에게 sudo 액세스 권한 부여
pt: Conceder acesso sudo ao utilizador criado
sv: Bevilja sudo-åtkomst för den skapade användaren
tr: Oluşturulan kullanıcıya sudo erişimi verin

source: Handle a snap:// URI
af: Hanteer 'n snap:// URI
cs: Obsluhovat snap:// URI
da: Håndtér et snap://-URI
de: Einen snap:// URI handhaben
es: Gestionar un snap:// URI
hr: Rukuj snap:// URI
it: Gestisci un URI snap://
pt: Manipular um snap: // URI
sv: Hantera en snap://-adress

source: Handler for snap:// URIs
af: Hanteerder vir snap: // URI's
da: Håndtering af snap://-URI'er
de: Handler für snap:// URls
es: Gestor de URI de snap://
hr: Rukovatelj za snap:// URI-ji
it: Gestore per snap:// URI
pt: Manipulador para snap:// URIs
sv: Hanterare för snap://-adresser

source: Have one transaction per-snap or one for all the specified snaps
it: Avere una transazione per snap o una per tutti gli snap specificati

source: Helper program for launching snap applications that are configured to start automatically.
af: Hulper program vir die bekendstelling van snap-toepassings wat ingestel is om outomaties te begin.
da: Hjælperprogram til at starte snapprogrammer, som er konfigurerede til at starte automatisk.
de: Hilfsprogramm zum Starten von Snap-Anwendungen, die für den automatischen Start konfiguriert sind.
es: Programa de ayuda para iniciar aplicaciones snap que están configuradas para iniciar automáticamente.
hr: Program pomoći za pokretanje snap aplikacija koje su podešene da se automatski pokrenu.
it: Programma di supporto per l'avvio di applicazioni snap configurate per l'avvio automatico.
pt: Programa que ajuda a lançar aplicações snap que são configuradas para iniciar automaticamente.
sv: Hjälparprogram för att starta snap-program som har konfigurerats till att starta automatiskt.

source: History
af: Geskiedenis
cs: Historie
da: Historik
de: Verlauf
es: Historial
hr: Povijest
it: Cronologia
ko: 기록
pt: Histórico
sv: Historik
tr: Geçmiş

source: Hold auto-refreshes for %s
it: Mantieni gli aggiornamenti automatici per %s

source: Hold auto-refreshes for all snaps
it: Mantieni gli aggiornamenti automatici per tutti gli snap

source: Hold general refreshes for %s
it: Mantieni gli aggiornamenti generali per %s

source: Hold refreshes for a specified duration (or forever, if no value is specified)
it: Mantieni gli aggiornamenti per una durata specificata (o per sempre, se non è specificato alcun valore)

source: Hook to run
af: Haak om te hardloop
cs: Háček který spustit
da: Hook som skal køres
de: Hook zum Ausführen
es: Enganchar para ejecutar
hr: Priključak za pokretanje
it: Gancio per correre
pt: Gancho para execução
sv: Krok att köra
tr: Koşmak için kanca

source: ID Status Spawn Ready Summary
af: ID Status Kuit Gereed Opsomming
cs: Identifikátor Stav Spawn Připraveno Souhrn
da: ID Status Kald Klar Sammendrag
de: ID Status Spawn Bereit Zusammenfassung
es: ID Estado Generado Listo Resumen
it: ID Stato Spawn Pronto Riepilogo
pt: ID Estado Gerado Pronto Resumo
sv: ID Status Skapades Redo Sammanfattning

source: ID of the change to inspect
af: ID van die verandering om te inspekteer
cs: Identifikátor změny kterou prozkoumat
da: ID på ændringen som skal inspiceres
de: ID der zu überprüfenden Veränderung
es: ID del cambio para inspeccionar
hr: ID promjene koju treba provjeriti
it: ID della modifica da ispezionare
ko: 검사할 변경사항의 ID
pt: ID da mudança a inspecionar
sv: ID för ändring att inspektera
tr: İncelenecek değişimin kimliği

source: ID of the task to inspect
af: ID van die taak om te inspekteer
cs: Identifikátor úlohy, kterou prozkoumat
da: ID på opgaven som skal inspiceres
de: ID der zu überprüfenden Aufgabe
es: ID de la tarea a inspeccionar
hr: ID zadatka kojeg treba provjeriti
it: ID dell'attività da ispezionare
ko: 검사할 작업의 ID
pt: ID da tarefa a inspeccionar
sv: ID för uppgift att inspektera
tr: İncelenecek görevin ID'si (kimliği)
