Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: 'snap interfaces' is deprecated; use 'snap connections'.
af: 'snap interfaces' word verouderd; gebruik 'snap connections'.
ca: «snap interfaces» està obsolet; empreu «snap connections».
cs: „snap interfaces“ se už nepoužívá – použijte „snap connections“.
da: "snap interfaces" er forældet - brug i stedet "snap connections".
de: »snap interfaces« ist veraltet; bitte »snap connections« verwenden.
es: «snap interfaces» está obsoleto. Use «snap connections».
hr: 'snap interfaces' je zastarjelo; koristite 'snap connections'.
id: 'tampilan snap' usang; gunakan 'koneksi snap'.
it: 'interfacce snap' è deprecato; usa 'snap connections'.
ko: 'snap interfaces'는 사용을 권장하지 않으며 이제 사용하지 말아야 합니다. 대신 'snap connections'를 사용하십시오.
pl: 'snap interfaces' jest przestarzałe; użyj 'snap connections'.
pt: A 'snap interfaces' é obsoleta; utilizar 'snap connections'.
sv: ”snap interfaces” är föråldrat; använd ”snap connections”.
tr: 'snap interfaces' artık kullanılmıyor; 'snap connections'u kullanın.

source: --list does not accept additional arguments
af: --lys doen nie aanvaar addisionele argumente
ca: --list no accepta arguments adicionals
cs: --list nepřijímá další argumenty
da: --list godtager ikke yderligere argumenter
de: --list akzeptiert keine zusätzlichen Argumente
es: --list no acepta argumentos adicionales
hr: --list ne prihvaća dodatne argumente
id: --daftar tidak menerima argumen tambahan
it: --list non accetta argomenti aggiuntivi
ko: --list 는 추가적인 인자들을 허용하지 않습니다.
pl: --list nie przyjmuje dodatkowych argumentów
pt: --list não aceita argumentos adicionais
sv: --list accepterar inte ytterligare argument
tr: --list ilave argümanları kabul etmez
zh_tw: --list 無法增加更多的引數

source: --time does not take mode or channel flags
af: --tyd doen neem nie modus of kanaal vale
ca: --time no accepta mode o indicadors de canal
cs: --time nepřijímá příznaky režimu či kanálu
da: --time tager ikke tilstands- eller kanalflag
de: --time verwendet keine Modus- oder Kanalmarkierung
es: --time no acepta modo o indicadores de canal
hr: --time ne prihvaća način ili oznaku kanala
it: --time non accetta mode o flag di canale
ko: --time 은 mode 나 channel flags를 받지 않습니다.
pt: --time não incluí o modo ou bandeiras de canal
sv: --time tar inte läges- eller kanalflaggor
tr: --time mod ya da kanal bayraklarını almıyor.

source: -r can only be used with --hook
af: -r kan enigste wees gebruik met --haak
ca: -r només es pot utilitzar amb --hook
cs: -r je možné použít pouze ve spojení s --hook
da: -r kan kun bruges med --hook
de: -r kann nur mit --hook benutzt werden
es: -r solo se puede usar con --hook
hr: -r se može samo koristiti s --hook
id: -r hanya bisa digunakan bersama --hook
it: -r può essere usato solo con --hook
ko: -r은 오직 --hook와만 사용될 수 있습니다
ms: -r hanya dapat digunakan menggunakan --hook
pl: -r musi zostać użyte z --hook
pt: -r só pode ser usado com --hook
si: --hook සමඟ පමණක් -r භාවිතා කළ හැකිය
sv: -r kan bara användas med --hook
tr: -r sadece --hook ile kullanılabilir.
zh_tw: -r 只能跟 --hook 使用

source: ...more
af: ...meer
ast: ...más
ca: ... més
cs: …více
da: … mere
de: … mehr
es: ...más
hr: ...više
id: ...selanjutnya
it: ... di più
ko: ...더보기
pl: ... więcej
pt: ...mais
sv: …mer
tr: ...daha
zh_tw: ...更多

source: <alias-or-snap>
ast: <alias-o-snap>
ca: <alies-o-snap>
cs: <alias-nebo-snap>
da: <alias-eller-snap>
de: <alias-oder-snap>
es: <alias-o-snap>
hr: <pseudonim-ili-snap paket>
id: <alias-atau-snap>
it: <alias-o-snap>
ko: <alias-또는-snap>
pt: <pseudónimo-ou-snap>
si: <අපනාමය-හෝ-ස්නැප්>
sv: <alias-eller-snap>

source: <assertion file>
af: <assertion lêer>
ast: <ficheru d'afirmación>
ca: <fitxer d'asserció>
cs: <soubor tvrzení>
da: <assertionsfil>
de: <Zusicherungsdatei>
es: <archivo de aserción>
hr: <datoteka potvrde>
id: <file pernyataan>
it: <file di affermazione>
ko: <assertion 파일>
pl: <plik potwierdzenia>
pt: <ficheiro de asserção>
sv: <assert-fil>
tr: <onay dosyası>

source: <change-id>
af: <verandering-id>
ast: <camudar-id>
ca: <identificador de canvi>
cs: <identifikátor-změny>
da: <skift-id>
de: <Änderungs-ID>
es: <cambiar-id>
hr: <id-promjene>
id: <ubah-id>
it: <id-modifica>
sv: <ändrings-id>

source: <command or pkg>
af: <bevel of pkg>
ast: <comandu o pkg>
ca: <ordre o pkg>
cs: <příkaz nebo balíček>
da: <kommando eller pakke>
de: <Befehl oder Paket>
es: <orden o paquete>
hr: <naredba ili paket>
id: <command atau pkg>
it: <comando o pkg>
pt: <comando ou pkg>
sv: <kommando eller pkg>
tr: <komut veya paket>
zh_tw: < 指令或套件 >

source: <conf key>
af: <conf sleutel>
ast: <clave conf>
ca: <clau conf>
cs: <klíč nastavení>
da: <konfigurationsnøgle>
de: <konf. Schlüssel>
es: <clave conf>
hr: <ključ podešavanja>
id: <kunci conf>
it: <chiave conf>
pt: <chave conf>
sv: <konf-nyckel>
tr: <yapılandırma anahtarı>

source: <conf value>
af: <conf waarde>
ast: <valor conf>
ca: <valor conf>
cs: <nastavovací hodnota>
da: <konfigurationsværdi>
de: <Konfigurationswert>
es: <valor conf>
hr: <vrijednost podešavanja>
id: <nilai conf>
it: <valore conf>
ko: <conf 값>
pt: <valor de conf>
si: <වින්‍යාස අගය>
sv: <konf.värde>
tr: <ayar değeri>

source: <filename>
af: <lêernaam>
ast: <nomedeficheru>
ca: <nom de fitxer>
cs: <nazev_souboru>
da: <filnavn>
de: <Dateiname>
es: <nombredearchivo>
hr: <naziv datoteke>
id: <namaberkas>
it: <nomefile>
ko: <파일이름>
pl: <nazwa pliku>
pt: <nome do ficheiro>
si: <ගොනුනාමය>
sv: <filnamn>
tr: <dosya adı>
zh_tw: <檔案名稱>

source: <header filter>
af: <kopskrif filter>
ast: <peñera testera>
ca: <filtre-de-capçalera>
cs: <filtr hlavičky>
de: <Kopfzeilenfilter>
es: <filtro cabecera>
hr: <filter zaglavlja>
id: <saring judul>
it: <filtro dell'intestazione>
ko: <헤더 필터>
pt: <filtro de cabeçalho>
sv: <rubrikfilter>
tr: <başlık süzgeci>

source: <interface>
af: <koppelvlak>
ca: <interfície>
cs: <rozhrani>
da: <grænseflade>
de: <Schnittstelle>
es: <interfaz>
hr: <sučelje>
id: <antarmuka>
it: <interfaccia>
pl: <interfejs>
si: <අ.මුහුණත>
sv: <gränssnitt>
tr: <arayüz>
zh_tw: <介面>

source: <key-name>
af: <sleutel-naam>
ast: <nome-clave>
ca: <nom-clau>
cs: <název-klíče>
da: <nøglenavn>
de: <Schlüsselname>
es: <nombre-clave>
hr: <naziv-ključa>
id: <nama-kunci>
it: <nome-chiave>
pt: <nome-chave>
si: <යතුරේ-නම>
sv: <nyckelnamn>
tr: <anahtar-adı>

source: <key>
af: <sleutel>
ast: <clave>
ca: <clau>
cs: <klíč>
da: <nøgle>
de: <Schlüssel>
es: <clave>
hr: <ključ>
id: <kunci>
it: <chiave>
ko: <키>
pl: <klucz>
pt: <chave>
si: <යතුර>
sv: <nyckel>
tr: <anahtar>
zh_tw: <設定鍵>

source: <label>
ca: <etiqueta>
da: <etiket>
de: <Bezeichnung>
es: <etiqueta>
hr: <naslov>
it: <etichetta>
pt: <rótulo>
sv: <etikett>

source: <model-assertion>
ast: <afirmación-modelu>
ca: <asserció-model>
de: <Modellzusicherung>
es: <aserción-modelo>
hr: <model-potvrde>
id: <pernyataan-model>
it: <modello-asserzione>
pt: <modelo-asserção>
sv: <modell-assert>

source: <name>_<version>_<architecture>.snap
af: <naam>_<weergawe>_<argitektuur>.snap
ast: <nome>_<versión>_<arquitectura>.snap
ca: <nom>_<versió>_<arquitectura>.snap
cs: <název>_<verze>_<architektura>.snap
da: <navn>_<version>_<arkitektur>.snap
de: <Name>_<Version>_<Architektur>.snap
es: <nombre>_<versión>_<arquitectura>.snap
hr: <naziv>_<inačica>_<arhitektura>.snap
id: <nama>_<versi>_<arsitektur>.snap
it: <nome>_<versione>_<architettura>.snap
pt: <nome>_<versão>_<arquitectura>.snap
sv: <namn>_<version>_<arkitektur>.snap
tr: <ad>_<versiyon>_<mimari>.snap

source: <new model file>
af: <nuwe model lêer>
ast: <ficheru de modelu nuevu>
ca: <fitxer de model nou>
cs: <soubor nového modulu>
da: <ny modelfil>
de: <neue Modelldatei>
es: <archivo de modelo nuevo>
hr: <nova datoteka modela>
id: <file model baru>
it: <file del nuovo modello>
pt: <novo ficheiro de modelo>
sv: <ny modellfil>
tr: <yeni-model-dosyası>

source: <process ID>
af: <proses ID>
ca: <ID de procés>
da: <proces-ID>
de: <Prozesskennung>
es: <id. de procesi>
hr: <ID procesa>
it: <ID processo>
pt: <ID do processo>
tr: <işlem kimliği>

source: <service>
af: <diens>
ast: <serviciu>
ca: <servei>
cs: <služba>
da: <tjeneste>
de: <Dienst>
hr: <usluga>
id: <layanan>
it: <servizio>
ko: <서비스>
pt: <serviço>
si: <සේවාව>
tr: <hizmet>
zh_tw: <服務>

source: <target-dir>
ca: <directori-objectiu>
da: <målmappe>
de: <Zielverz.>
es: <dir-objetivo>
hr: <odredišni-dir>
id: <direktori-tujuan>
it: <dir-destinazione>
sv: <dest-mapp>
tr: <hedefdizin>

source: <username>
af: <gebruikernaam>
ca: <nom d'usuari>
cs: <uživatelské jméno>
da: <brugernavn>
de: <Benutzername>
es: <nombre de usuario>
hr: <korisničko ime>
id: <nama pengguna>
it: <nome utente>
pt: <nome de utilizador>
sv: <användarnamn>
tr: <kullanıcıadı>

source: <validation-set>
da: <valideringssæt>
es: <conjunto-de-validación>
hr: <postavljanje-provjere>
it: <set di convalida>
pt: <conjunto de validação>
sv: <valideringsuppsättning>

source: Abort a pending change
af: Staak 'n hangende verander
ca: Avorta un canvi pendent
cs: Zrušit neprovedenou změnu
da: Afbryd en ventende ændring
de: Eine bevorstehende Änderung abbrechen
es: Abortar un cambio pendiente
hr: Prekini očekivanu promjenu
id: Batalkan perubahan yang tertunda
it: Annulla una modifica in corso
ko: 보류 중인 변경사항 중단
ms: Batal perubahan yang sedang ditangguh
pt: Abortar uma alteração pendente
sv: Avbryt en väntande ändring
tr: Bekleyen bir değişikliği iptal edin

source: Acknowledge warnings
af: Erken waarskuwings
ca: Reconeix els advertiments
cs: Označit varování jako přečtená
da: Bekræft advarsler
de: Warnungen bestätigen
es: Reconocer advertencias
hr: Potvrđena upozorenja
id: Mengakui peringatan
it: Riconosci gli avvisi
ko: 알려진 경고
pt: Reconhecer alertas
sv: Bekräfta varningar
tr: Uyarıları kabul et

source: Add an assertion to the system
af: Voeg 'n bewering by die stelsel
ca: Afegeix una asserció al sistema
cs: Přidat tvrzení do systému
da: Tilføj en assertion til systemet
es: Añadir una aserción al sistema
hr: Dodaj potvrdu sustavu
id: Tambahkan pernyataan ke sistem
it: Aggiungi un'asserzione al sistema
ko: 시스템에 assertion을 추가하세요.
pt: Adicionar uma asserção ao sistema
sv: Lägg till en assert i systemet

source: Add snap %q to quota group %q
it: Aggiungi lo snap %q al gruppo di quote %q

source: Add the snap to a quota group on install
it: Aggiungi lo snap a un gruppo di quote durante l'installazione

source: Added
af: Bygevoeg
ca: Afegit
cs: Přidáno
da: Tilføjet
de: Hinzugefügt
es: Añadido
hr: Dodano
id: Ditambah
it: Aggiunta
ko: 추가됨
pl: Dodane
pt: Adicionado
si: එක් කෙරිණි
sv: Tillagd
tr: Eklendi
zh_tw: 已加入

source: Advise on available snaps
af: Adviseer oor beskikbare snaps
ca: Informa d'snaps disponibles
cs: Radit ohledně dostupných snapů
da: Rådgiv om tilgængelige snapper
hr: Izvještava o dostupnim snap paketima
id: Saran pada snap yang tersedia
it: Avvertire sugli scatti disponibili
ko: 사용가능한 snap 알려주기
pt: Aconselhar sobre snaps disponíveis
sv: Informera om tillgängliga snap-paket
tr: Var olan snap'lerden öner

source: Advise on snaps that provide the given command
af: Adviseer oor snaps dat verskaf die gegewe opdrag
cs: Radit snapy které poskytují daný příkaz
da: Rådgiv om snapper som giver den givne kommando
de: Snaps berücksichtigen, die den angegebenen Befehl bereitstellen
es: Sugerir «snaps» que proporcionan la orden indicada
hr: Izvještava o snap paketima koji pružaju danu naredbu
id: Saran pada snaps yang menyediakan perintah yang diberikan
it: Consigli sugli snap che forniscono il comando dato
ko: 주어진 명령을 제공하는 snap에 대해 알려줍니다
pt: Aconselhar sobre snaps para o comando dado
sv: Informera om snap-paket som tillhandahåller det givna kommandot
tr: Verilen komutu sağlayan snap paketlerini tavsiye et

source: Age
af: Ouderdom
ca: Antiguitat
cs: Stáří
da: Alder
de: Alter
es: Edad
hr: Starost
id: Umur
it: Età
ko: 나이
pt: Idade
sv: Ålder
tr: Yaş

source: Alias for --dangerous (DEPRECATED)
af: Alias vir --gevaarlike (VEROUDERD)
ca: Alias de --dangerous
cs: Alternativní název pro --dangerous (ZASTARALÉ)
da: Alias for --dangerous (FORÆLDET)
de: Alias für --dangerous (VERALTET)
es: Alias para --dangerous (OBSOLETO)
hr: Pseudonim za --dangerous (DEPRECATED)
it: Alias ​​per --dangerous (DEPRECATO)
ko: --dangerous의 별칭 (지원 중단됨)
pl: Alias dla --dangerous (NIEZALECANY)
pt: Pseudónimo para --perigoso (OBSOLETO)
sv: Alias för --dangerous (FÖRÅLDRAD)

source: All snaps up to date.
af: Alle snaps op na datum.
cs: Všechny snapy jsou aktuální
da: Alle snaps er opdateret.
de: Alle Snaps sind aktuell.
es: Todos los snaps están actualizados.
hr: Svi snap paketi su nadopunjeni.
id: Semua snaps telah diperbarui
it: Tutte le snap aggiornate.
ko: 모든 snap이 최신 상태입니다.
ms: Semua snaps adalah terkini
pl: Wszystkie snapy są aktualne.
pt: Todos os snaps atualizados.
si: සියළු ස්නැප් යාවත්කාලීනයි.
sv: Alla snap-paket uppdaterade.
tr: Bütün snap paketleri güncel.
zh_tw: 所有 snap 都是最新版本。

source: Allow opening file?
af: Laat opning lêer?
ca: Voleu permetre que s'obri el fitxer?
cs: Umožnit otevřít soubor?
da: Tillad at filen åbnes?
de: Öffnen der Datei erlauben?
hr: Dopusti otvaranje datoteke?
it: Consentire l'apertura del file?
ko: 파일 열기를 허용하시겠습니까?
pl: Pozwolić na otwarcie pliku?
pt: Permitir abrir ficheiro?
si: ගොනුව ඇරීමට ඉඩදෙන්නද?
tr: Dosya açılsın mı?
zh_tw: 是否允許開啟檔案？

source: Allow refresh attempt on snap unknown to the store
af: Toelaat verfris poging op snap onbekend na die winkel
cs: Umožnit pokus o aktualizaci snapu, který není obchodu znám
da: Tillad forsøg på genopfriskning af snap, som er ukendt i butikken
de: Den Auffrischversuch für den Snap erlauben, der dem Laden unbekannt ist
hr: Dopusti pokušaj osvježavanja za snap pakete nepoznate trgovini
it: Consenti tentativo di aggiornamento su snap sconosciuto allo store
ko: 저장소에서 알 수 없는 snap에 대한 새로고침 시도 허용
pt: Permitir tentativa de actualização de snap desconhecido da loja
sv: Tillåt uppdateringsförsök för snap-paket som är okänt för butiken
tr: Mağazanın tanımadığı snap paketlerine dair tazeleme teşebbüsüne izin ver

source: Allow settings change?
af: Toelaat instellings verander?
ca: Voleu permetre un canvi a la configuració?
cs: Umožnit změnu nastavení?
da: Tillad ændring af indstillinger?
de: Einstellungsänderung erlauben?
hr: Dopusti promjenu postavki?
id: Izinkan mengubah pengaturan?
it: Consentire la modifica delle impostazioni?
ko: 설정 변경을 허용하시겠습니까?
pl: Pozwolić na zmianę ustawień?
pt: Permitir alteração de configurações?
si: සැකසුම් සංශෝධනයට ඉඩදෙන්නද?
tr: Ayarların değişmesine izin verilsin mi?
zh_tw: 是否允許變更設定？

source: Allow snap %q to change %s to %q ?
af: Toelaat snap %q om verandering %s te %q ?
ca: Voleu permetre que el paquet de snap %q substitueixi %s per %q?
cs: Umožnit snap balíčku %q změnit %s na %q?
da: Tillad, at snappen %q ændrer %s til %q?
de: Dem Snap %q erlauben, %s zu %q zu ändern?
es: Permitir al snap %q cambiar %s a %q ?
hr: Dopusti snap paketu %q promjenu %s u %q ?
it: Consenti allo snap %q di cambiare %s in %q ?
ko: %q 스냅이 %s(을)를 %q(으)로 변경하도록 허용하시겠습니까?
pt: Permitir que snap %q mude %s para %q?
sv: Tillåt snap %q att ändra %s till %q ?

source: Allow snap %q to open file %q?
af: Toelaat snap %q om lêer oop te maak %q?
cs: Umožnit snapu %q otevřít soubor %q?
da: Tillad at snap %q åbner filen %q?
de: Snap %q erlauben, die Datei %q zu öffnen?
hr: Dopusti snap paketu %q da otvori datoteku %q ?
it: Consenti allo snap %q di aprire il file %q?
ko: Snap %q이(가) %q 파일을 열도록 허용하시겠습니까?
pt: Permitir snap %q abra o ficheiro %q?
sv: Tillåt snap %q att öppna filen %q?
tr: %q snap paketinin %q dosyasını açmasına izin veriyor musunuz?
zh_tw: 是否允許 snap %q 開啟檔案 %q？

source: Alternative command to run
af: Alternatief bevel om te hardloop
ca: Ordre alternativa que s'executarà
cs: Který alternativní příkaz spustit
da: Alternativ kommando som skal køres
de: Alternativer Befehl zum Ausführen
es: Orden alternativa a ejecutar
hr: Zamjenska naredba za pokretanje
id: Perintah alternatif untuk dijalankan
it: Comando alternativo da eseguire
ko: 실행할 대체 명령어
pt: Comando alternativo para executar
sv: Alternativt kommando att köra
tr: Çalıştırmak için alternatif komut

source: Always return document, even with single key
af: Stuur altyd dokument terug, selfs met enkele sleutel
ca: Torna sempre el document, inclús amb una sola clau
cs: Vždy vrátit dokument, i s jediným klíčem
da: Returnér altid dokumentet endda med enkelt nøgle
de: Dokument immer zurückgeben, auch mit einem einzelnen Schlüssel
es: Devolver siempre un documento, incluso con clave única
hr: Uvijek vrati dokument, čak i s jednim ključem
it: Restituisce sempre un documento, anche con una sola chiave
ko: 단일 키를 사용하더라도, 항상 문서 반환하기
pl: Zawsze zwróć dokument, nawet z jednym kluczem
pt: Devolver sempre um documento, mesmo com uma única tecla
sv: Returnera alltid dokument, även med enstaka nyckel
tr: Tek anahtarla daima belgeyi geri getirin

source: Always return list, even with single key
af: Altyd terugkeer lys, selfs met enkele sleutel
cs: Vždy vrátit seznam, i pro jediný klíč
da: Returnér altid listen selv med enkelt nøgle
de: Liste immer zurückgeben, auch mit einem einzelnen Schlüssel
es: Siempre devolver la lista, incluso con una sola clave
hr: Uvijek vrati popis, čak i s jednim ključem
it: Restituisce sempre una lista, anche con una sola chiave
ko: 단일 키를 사용하더라도, 항상 목록 반환하기
pt: Retornar sempre uma lista, mesmo com uma única tecla
sv: Returnera alltid lista, även med enstaka nyckel
tr: Daima listeyi döndürür, tek anahtarla olsa bile

source: An email of a user on login.ubuntu.com
af: 'N E-pos van 'n gebruiker op login.ubuntu.com
ca: Un correu electrònic d'un usuari a login.ubuntu.com
cs: E-mail uživatele na login.ubuntu.com
da: En e-mail på en bruger på login.ubuntu.com
de: Eine E-Mail des Nutzers auf login.ubuntu.com
es: Una dirección de correo de un usuario en login.ubuntu.com
hr: Adresa e-pošte korisnika na login.ubuntu.com može sadržvati više adresa e-pošte
it: Un'e-mail di un utente su login.ubuntu.com
ko: login.ubuntu.com의 사용자 이메일
pt: Um email de utilizador em login.ubuntu.com
sv: En e-postadress för en användare på login.ubuntu.com
tr: login.ubuntu.com'daki bir kullanıcının eposta adreslerinden biri
zh_tw: 在 login.ubuntu.com 的使用者電郵

source: App Aliases
da: Programaliasser
de: App-Aliase
es: Alias de aplicación
hr: Pseudonimi aplikacije
it: Alias ​​dell'app
pt: Pseudónimos de App
sv: Programalias

source: Append the account and account-key assertions necessary to allow any device to validate the signed assertion.
it: Aggiungere le asserzioni dell'account e della chiave dell'account necessarie per consentire a qualsiasi dispositivo di convalidare l'asserzione firmata.

source: As well as starting the service now, arrange for it to be started on boot.
af: Sowel as begin die diens nou, reel dat dit wees begin op die boot.
cs: Zároveň se spuštěním služby nyní, nastavit aby byla spouštěná při spouštění systému.
da: Udover at starte tjenesten nu, sørg også for den starter ved opstart.
de: Den Dienst jetzt und automatisch beim Hochfahren starten.
hr: Kao i trenutno pokretanje usluge, postavi ju da se pokrene pri pokretanju.
it: Oltre ad avviare il servizio ora, avviarlo al boot.
ko: 서비스를 지금 실행하고, 향후 부팅되었을때 실행되도록 준비합니다.
pt: Bem como iniciar o serviço agora, providencie para que ele seja iniciado no boot.
tr: Hizmeti başlatmaya ilaveten, açılışta başlamaya da ayarla.

source: As well as stopping the service now, arrange for it to no longer be started on boot.
af: Sowel as stoping die diens nou, reël vir dit om nie meer wees nie begin is op boot.
cs: Zároveň se zastavením služby nyní, nastavit aby už nebyla spouštěná při spouštění systému.
da: Udover at stoppe tjenesten nu, sørg også for den ikke længere starter ved opstart.
de: Den Dienst jetzt beenden und nicht mehr beim Hochfahren starten.
hr: Kao i trenutno zaustavljanje usluge, postavi ju da se zaustavi pri pokretanju.
it: Oltre a fermare il servizio ora, non avviarlo più al boot.
ko: 서비스를 멈추고, 향후 부팅되었을때 실행되지 않도록합니다.
pt: Bem como parar o serviço agora, providencie para que ele não seja mais iniciado no boot.
tr: Hizmeti durdurmaya ilaveten, açılışta başlatmamaya da ayarla.

source: Assertion file
af: Assertion lêer
ca: Fitxer de definició
cs: Soubor s tvrzením
da: Assertionsfil
de: Zusicherungsdatei
hr: Datoteka potvrde
it: File di asserzione
ko: Assertion 파일
pt: Ficheiro de asserção
sv: Assert-fil
tr: Onaylama dosyası

source: Assertion type name
af: Assertion tik naam
ca: Nom del tipus de definició
cs: Název typu tvrzení
da: Navn på asssertionstype
de: Zusicherungstypname
es: Nombre del tipo de aserción
hr: Naziv vrste potvrde
it: Nome del tipo di asserzione
ko: Assertion 타입 이름
pt: Nome do tipo de asserção
sv: Assert-typnamn
tr: Onaylama türü adı

source: Assertions
da: Assertioner
de: Zusicherungen
es: Afirmaciones
hr: Potvrde
it: Asserzioni
pt: Asserções
sv: Asserter

source: Authenticate on snap daemon
af: Outentiseer op snap daemon
cs: Autentizace na snap démonu
de: Beim Snap-Dienst legitimeren
es: Autentificar en el demonio snap
hr: Ovjeri u snap pozadinskom programu
it: Autenticazione col demone snap
ko: 스냅 데몬에 인증하시오.
pt: Autenticar no daemon do snap
sv: Autentisera mot snap-daemon
tr: Snap Daemon kimlik doğrulaması
zh_tw: 為 snap 服務常式核對身分

source: Authenticate to snapd and the store
af: Outentiseer om snapd en die winkel
cs: Ověřit se vůči snapd a katalogu aplikací
da: Godkend til snapd og butikken
hr: Ovjera za snapd i trgovinu
it: Autenticati su Snapd e sul negozio
ko: snapd와 저장소에 대해 인증하기
pt: Autenticar para snapd e a loja

source: Authentication is required to connect or disconnect interfaces
af: Outentisering word vereis om koppelvlakke te koppel of te diskonnekteer
cs: Pro připojení nebo odpojení rozhraní je vyžadováno ověření
de: Legitimierung ist erforderlich, um Schnittstellen zu verbinden oder zu trennen
es: Necesita autenticarse para conectar o desconectar interfaces
hr: Potrebna je ovjera za povezivanje ili prekidanje povezivanja sučelja
it: È richiesto autenticarsi per connettere/disconnettere interfacce
ko: 인터페이스 연결 또는 연결 해제를 위해선 인증이 필요합니다.
pt: Autenticação é necessária para ligar ou desligar interfaces.
si: අ.මුහුණත් සම්බන්ධයට හෝ විසන්ධියට සත්‍යාපනය කිරීම අවශ්‍යයි
sv: Autentisering krävs för att ansluta eller koppla bort gränssnitt
tr: Arabirimleri bağlamak veya bağlantıyı kesmek için kimlik doğrulaması gerekiyor
zh_tw: 若要為介面連線或中斷連線，需要核對身分

source: Authentication is required to install, update, or remove packages
af: Outentisering word vereis om pakkette te installeer, te opdateer of te verwyder
cs: Pro instalaci, aktualizaci nebo odstranění balíčků je vyžadováno ověření
de: Legitimierung ist erforderlich, um Pakete zu installieren, aktualisieren oder zu entfernen
es: Necesita autenticarse para instalar, actualizar o desinstalar paquetes
hr: Potrebna je ovjera za instalaciju, nadopunu ili uklanjanje paketa
it: È richiesto autenticarsi per installare, aggiornare o rimuovere pacchetti
ko: 패키지를 설치, 업데이트, 제거하려면 인증이 필요합니다.
pt: Autenticação é necessária para instalar, atualizar e remover pacotes.
si: ඇසුරුම් ස්ථාපනය, යාවත්කාලය හෝ ඉවත් කිරීමට සත්‍යාපනය අවශ්‍යයි
sv: Autentisering krävs för att installera, uppdatera, eller ta bort paket
tr: Paketleri yüklemek, güncellemek veya kaldırmak için kimlik doğrulaması gerekiyor
zh_tw: 若要安裝、更新或移除套件，需要核對身分

source: Authorization is required to authenticate on the snap daemon
af: Magtiging is nodig om te outentiseer op die snap daemon
cs: Pro autentizaci na snap démonu je vyžadováno ověření
de: Legitimierung ist erforderlich, um sich beim Snap-Dienst zu legitimieren
es: Se requiere autentificación para autentificarse en el demonio snap
hr: Potrebna je dozvola za ovjeru u snap pozadinskom programu
it: È richiesto autenticarsi col demone snap
ko: 스냅 데몬에 인증하려면 권한이 필요합니다.
pt: É necessária autorização para autenticar no snap daemon
sv: Behörighetskontroll krävs för att autentisera mot snap-daemonen
tr: Snap daemon'da kimlik doğrulaması yapmak için yetkilendirme gerekiyor
zh_tw: 若要為 snap 服務常式核對身分，需要授權
