Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: The restore command replaces the current user, system and configuration data of included snaps, with the corresponding data from the specified snapshot. By default, this command restores all the data in a snapshot. Alternatively, you can specify the data of which snaps to restore, or for which users, or a combination of these. If a snap is included in a restore operation, excluding its system and configuration data from the restore is not currently possible. This restriction may be lifted in the future.
af: Die herstel bevel vervang die huidige gebruiker, stelsel en konfigurasie data van ingesluit snaps, met die ooreenstemmende data van die gespesifiseerde momentopname. By verstek, hierdie bevel restores alle die data in 'n momentopname. Alternatiewelik, jy kan die data van spesifiseer watter snaps om restore, of vir watter gebruikers, of 'n kombinasie van hierdie. Indien 'n snap is ingesluit in 'n restore operasie, uitgesonderd sy stelsel en konfigurasie data vanaf die restore is nie tans moontlik nie. Hierdie beperking mag opgelig word in die toekoms.
cs: Příkaz restore nahradí data uživatele, systému a nastavení obsažených snapů s odpovídajícími daty v zadaném zachyceném stavu. Ve výchozím stavu tento příkaz obnoví veškerá data v zachyceném stavu. Alternativně je možné zadat data kterého snapu obnovit, nebo pro které uživatele, nebo kombinace obojího. Pokud je snap obsažen v operaci obnovení, vynechání jeho systémových a nastavovacích dat z obnovení není v tuto chvíli možné. Toto omezení může být v budoucnu odstraněno.
da: Kommandoen restore erstatter de aktuelle bruger-, system- og konfigurationsdata af de inkluderede snapper med de tilsvarende data fra det angivne øjebliksbillede. Som standard gendanner kommandoen alle data i et øjebliksbillede. Du kan også angive hvilke snappers data, der skal gendannes, eller for hvilke brugere eller en kombination af disse. Er en snap inkluderet i en restore-operation, er det for tiden ikke muligt at undtage snappens system- og konfigurationsdata fra at blive gendannet. Denne begrænsning vil muligvis blive ophævet i fremtiden.
de: Der restore Befehl ersetzt die aktuellen Benutzer-, System- und Konfigurationsdaten der enthaltenen Snaps, mit den zugehörigen Daten des angegebenen Snapshots. Standardmäßig, stellt dieser Befehl alle Daten im Snapshot wieder her. Alternativ können Sie die Daten der wiederherzustellenden Snaps oder für welchen Benutzer, oder eine Kombination aus diesen angeben. Wenn ein Snap in einer Wiederherstellungsoption enthalten ist, können seine System- und Konfigurationsdaten aus der Wiederherstellung momentan nicht ausgeschlossen werden. Diese Beschränkung könnte in Zukunft aufgehoben werden.
es: El comando restore reemplaza los datos de usuario, sistema y configuración actuales de los snaps incluidos, con los datos correspondientes de la instantánea especificada. De manera predeterminada, este comando restaura todos los datos en una instantánea. Alternativamente, puede especificar los datos de los snaps que se restaurarán o para que usuarios o una combinación de estos. Si se incluye un snap en una operación de restauración, excluir sus datos de sistema y configuración de la restauración no es posible actualmente. Esta restricción podría quitarse en el futuro.
hr: restore naredba zamjenjuje trenutnog korisnika, sustav i podatke podešavanja uključenih snap paketa, s odgovarajućim podacima iz određene snimke. Po zadanome, ova naredba obnavlja sve podatke iz snimke. Neobavezno, možete odrediti podatke za koji će se snap paket obnoviti ili za kojeg korisnika, ili kombinacija obojeg. Ako je snap paket uključen u proces obnove, isključivanje njegovih podataka sustava i podešavanja iz obnove trenutno nije moguće. To ograničenje može biti uklonjeno u budućnosti.
it: Il comando di ripristino sostituisce l'utente corrente, il sistema e dati di configurazione degli snap inclusi, con i dati corrispondenti da l'istantanea specificata. Per impostazione predefinita, questo comando ripristina tutti i dati in uno snapshot. In alternativa, è possibile specificare i dati di cui ripristinare gli snap, oppure per quali utenti o una combinazione di questi. Se uno snap è incluso in un'operazione di ripristino, escluso il suo sistema e i dati di configurazione dal ripristino non sono attualmente possibili. Questo restrizione potrebbe essere revocata in futuro.
pt: O comando restore substitui o utilizador actual, sistema e dados de configuração de snaps incluídos, com os dados correspondentes do snapshot especificado. Por padrão, este comando restaura todos os dados dum snapshot. Como alternativa, você pode especificar os dados de quais snaps serão restaurados ou para quais utilizadores, ou uma combinação deles. Se um snap for incluído numa operação de restauração, excluindo o seu sistema e os dados de configuração da restauração não são possíveis no momento. Esta restrição pode ser levantada no futuro.
sv: Kommandot ”restore” ersätter den aktuella användar-, system- och konfigurationsdatan för inkluderade snap-paket med motsvarande data från den specificerade ögonblicksbilden. Som standard återställer kommandot all data i en ögonblicksbild. Du kan också specificera vilken data för vilka snap-paket som du vill återställa, eller för vilka användare, eller en kombination av dessa. Om ett snap-paket är inkluderat i en återställningsåtgärd är det inte möjligt i nuläget att exkludera dess system- och konfigurationsdata från återställningen. Denna restriktion kan komma att lyftas i framtiden.

source: The revert command reverts the given snap to its state before the latest refresh. This will reactivate the previous snap revision, and will use the original data that was associated with that revision, discarding any data changes that were done by the latest revision. As an exception, data which the snap explicitly chooses to share across revisions is not touched by the revert process.
af: Die revert bevel reverts die gegee snap om sy staat vóór die nuutste verfris. Hierdie sal heraktiveer die vorige snap revision, en sal gebruik die oorspronklike data daardie was geassosieer met daardie revision, discarding enige data verander daardie was gedoen deur die jongste revision. As 'n uitsondering, data watter die snap eksplisiet kies om deel regoor hersienings is nie aangeraak deur die revert proses.
de: Der Befehl revert setzt den angegebenen Snap in den Zustand vor der neuesten Aktualisierung zurück. Dadurch wird die vorherige Snap-Revision sowie Originaldateien, die mit diesem Snap verbunden waren, wieder aktiviert, wobei Datenänderungen, die durch die letzte Revison vorgenommen wurden, verworfen werden. Als eine Ausnahme werden Daten, die der Snap explizit für die gemeinsame Nutzung neben Revisionen wählt, durch den Revert-Prozess nicht berührt.
es: La orden revert revierte el snap dado al estado anterior al último refresco. Esto reactivará la revisión anterior del snap, y usará los datos originales que se asociaron con esa revisión, descartando cualquier cambio en los datos que se hicieron en la última revisión. Como excepción, los datos que fueron elegidos estrictamente por el snap para compartir entre revisiones no son alterados por el proceso de reversión.
hr: revert - naredba vraća odabrani snap paket na stanje prije posljednjeg osvježavanja. To će reaktivirati prijašnju reviziju snap paketa, i koristit će se izvorni podaci koji su povezani s tom revizijom, odbacivanjem bilo kakvih promjena podataka koja su učinjena posljednjom revizijom. Kao iznimka, podaci koje snap paket izričito odabere za dijeljenje preko revizija nisu obuhvaćeni procesom vraćanja.
it: Il comando ripristina ripristina lo snap specificato allo stato precedente l'ultimo aggiornamento. Questo riattiverà la precedente revisione dello snap, e utilizzerà i dati originali associati a tale revisione, scartando tutte le modifiche ai dati apportate dall'ultima revisione. Come un'eccezione, i dati che lo snap sceglie esplicitamente di condividere revisioni non è toccato dal processo di ripristino.
pt: O comando revert reverte o snap dado ao estado anterior à mais recente actualização. Isto irá reactivar a revisão prévia do snap e irá utilizar os dados originais associados a essa revisão, descartando quaisquer alterações a dados efetuadas pela mais recente revisão. Como exceção, dados que o snap explicitamente escolha partilhar entre revisões não serão tocados pelo processo de reversão.
sv: Kommandot ”revert” återställer det givna snap-paketet till ett tillstånd före den senaste uppdateringen. Detta kommer att återaktivera den föregående snap-revisionen, och kommer att använda den ursprungliga data som associerades med den revisionen, och slänger alla dataändringar som utfördes med den senaste revisionen. Ett undantag är att data som snap-paketet explicit väljer att dela mellan revisioner ignoreras av processen.

source: The routine command contains a selection of additional sub-commands. Routine commands are not intended to be directly invoked by the user. Instead, they are intended to be called by other programs and produce machine readable output.
af: Die roetine bevel bevat 'n seleksie van addisionele sub-bevel. Roetine bevel is nie bedoel te direk wees opgeroep deur die gebruiker. In plaas, hulle is bedoel om geroep te word deur ander programme en produseer masjien leesbare uitset.
da: Kommandoen routine indeholder et udvalg af yderligere underkommandoer. Det er ikke meningen, at routine-kommandoer skal kaldes direkte af brugeren. Det er i stedet meningen, at de skal kaldes af programmer og producere maskinlæsbart output.
de: Der Routinebefehl enthält eine Auswahl zusätzlicher Unterbefehle. Routinebefehle sollen vom Benutzer nicht direkt aufgerufen werden. Stattdessen werden sie von anderen Programmen aufgerufen und produzieren eine maschinenlesbare Ausgabe.
es: El comando routine contiene una selección de subcomandos adicionales. Los comandos de rutina no se pensaron para ser invocados directamente por el usuario. En vez de eso, están destinados a ser llamados por otros programas y producen una salida que puede ser leída por máquinas.
hr: routine naredba sadrži odabir dodatnih podnaredbi. Naredbe rutine nisu namijenjene da budu izravno pozvane od strane korisnika. Umjesto toga, namijenjene su da budu pozvane od strane drugih programa i stvore strojno čitljiv izlaz.
it: Il comando di routine contiene una selezione di sottocomandi aggiuntivi. I comandi di routine non devono essere invocati direttamente dall'utente. Invece, sono destinati ad essere chiamati da altri programmi e produrre output leggibile dalla macchina.
pt: O comando de routine contém uma selecção de sub-comandos adicionais. Os comandos routine não devem ser invocados directamente pelo utilizador. Em vez disso, eles devem ser chamados por outros programas e produzir saída legível por máquina.
sv: Kommandot ”routine” innehåller ett antal ytterligare delkommandon. Rutinkommandon är inte avsedda för att anropas direkt av användaren. De bör istället anropas av andra program, och sammanställer maskinläslig utdata.

source: The run command executes the given snap command with the right confinement and environment.
af: Die hardloop bevel teregstel die gegee snap bevel met die reg opsluiting en omgewing.
cs: Příkaz run vykoná příkaz daného snapu se správným ohraničením a prostředím.
da: Kommandoen run kører den givne snapkommando under de rette sandkasse- betingelser og i det rette miljø.
hr: run naredba izvršava zadane naredbe snap paketa s pravilnim ograničenjem i okruženjem.
it: Il comando run esegue il comando snap dato con il giusto confinamento e ambiente.
pt: O comando run executa o comando snap fornecido com o confinamento e ambiente correctos.
sv: Kommandot ”run” utför det givna snap-kommandot med rätt isolering och miljö.
tr: "run" komutu verilen snap komutunu doğru sınırlamalar ve çevre ile çalıştırır.

source: The sandbox command prints tags describing features of individual sandbox components used by snapd on a given system.
af: Die sandbox bevel afdrukke tags beskryf die kenmerke van individuele sandbox komponente gebruik deur snapd op 'n gegewe stelsel.
cs: Příkaz sandbox vypíše štítky popisující funkce jednotlivých součástí ohraničeného prostředí, používaného snapd na daném systému.
da: Kommandoen sandbox udskriver mærkater, der beskriver individuelle sand- kassekomponenters funktioner, som snapd bruger i et givent system.
de: Das sandbox-Kommando gibt Bezeichnungen für die Beschreibung von individuellen Sandbox-Komponenten aus, welche durch snapd auf einem gegebenen System genutzt werden.
hr: sandbox naredba prikazuje oznake koje opisuju značajke pojedinih komponenti sigurnog okruženja koje koristi snapd na zadanom sustavu.
it: Il comando sandbox stampa i tag che descrivono le caratteristiche della singola sandbox componenti utilizzati da snapd su un dato sistema.
pt: O comando sandbox imprime tags que descrevem recursos de sandbox individual componentes usados pelo snapd num determinado sistema.
sv: Kommandot ”sandbox” skriver ut etiketter som beskriver funktioner i individuella sandlådekomponenter som används av snapd på ett givet system.

source: The save command creates a snapshot of the current user, system and configuration data for the given snaps. By default, this command saves the data of all snaps for all users. Alternatively, you can specify the data of which snaps to save, or for which users, or a combination of these. If a snap is included in a save operation, excluding its system and configuration data from the snapshot is not currently possible. This restriction may be lifted in the future.
af: Die red bevel skep 'n momentopname van die huidige gebruiker, stelsel en konfigurasie data vir die gegewe snaps. By verstek, hierdie bevel red die data van alle snaps vir alle gebruikers. Alternatiewelik, jy kan die data van spesifiseer watter snaps om red, of vir watter gebruikers, of 'n kombinasie van hierdie. Indien 'n snap is ingesluit en 'n red operasie, uitgesonderd sy stelsel en konfigurasie data van die momentopname is nie tans moontlik. Hierdie beperking kan moontlik in die toekoms opgehef word.
da: Kommandoen save opretter et øjebliksbillede af de angivne snappers bruger-, system- og konfigurationsdata. Som standard gemmer kommandoen alle snappers data for alle brugere. Du kan også angive hvilke snappers data, der skal gemmes, eller for hvilke brugere eller en kombination af disse. Er en snap inkluderet i en save-operation, er det for tiden ikke muligt at udelade snappens system- og konfigurationsdata fra øjebliksbilledet. Denne begrænsning vil muligvis blive ophævet i fremtiden.
de: Der save Befehl erzeugt einen Snapshot der aktuellen Benutzer-, System- und Konfigurationsdaten für die angegebenen Snaps. Standardmäßig speichert dieser Befehl die Daten aller Snaps für alle Benutzer. Alternativ können Sie die Daten der zu speichernden Snaps oder für welchen Benutzer, oder eine Kombination aus diesen angeben. Wenn ein Snap in einer Speicheroperation enthalten ist, können seine System- und Konfigurationsdaten aus dem Snapshot momentan nicht ausgeschlossen werden. Diese Beschränkung könnte in der Zukunft aufgehoben werden.
es: El comando save crea una instantánea de los datos de usuario, sistema y configuración actual para los snaps dados. De manera predeterminada, este comando guarda los datos de todos los snaps para todos los usuarios. Alternativamente, puede especificar los datos de los snaps que se guardarán o para que usuarios o una combinación de estos. Si se incluye un snap en una operación de guardado, excluir sus datos de sistema y configuración de la instantánea no es posible actualmente. Esta restricción podría quitarse en el futuro.
hr: save naredba stvara snimku trenutnih podataka korisnika, sustava i podešavanja za zadani snap paket. Po zadanome, ova naredba sprema podatke svih snap paketa za sve korisnike. Neobavezno, možete odrediti podatke za koji će se snap paket spremiti, ili za kojeg korisnika, ili kombinacija obojeg. Ako je snap paket uključen u operaciju spremanja, isključivanje njegovih podataka sustava i podešavanja iz snimke trenutno nije moguće. To ograničenje može biti uklonjeno u budućnosti.
it: Il comando save crea un'istantanea dell'utente corrente, del sistema e dati di configurazione per gli snap dati. Per impostazione predefinita, questo comando salva i dati di tutti gli snap per tutti gli utenti. In alternativa, puoi specificare i dati di cui salvare gli snap, oppure per quali utenti o una combinazione di questi. Se uno snap è incluso in un'operazione di salvataggio, escluso il suo sistema e i dati di configurazione dello snapshot non sono attualmente possibili. Questo restrizione potrebbe essere revocata in futuro.
pt: O comando save cria um snapshot do utilizador atual, sistema e dados de configuração para os snaps dados Por padrão, este comando salva os dados de todos os snaps para todos os utilizadores. Como alternativa, você pode especificar os dados de quais snaps salvar, ou para quais utilizadores, ou uma combinação deles. Se um snap for incluído numa operação de salvação, excluindo o seu sistema e os dados de configuração do snapshot não são possíveis no momento. Esta restrição pode ser levantada no futuro.
sv: Kommandot ”save” skapar en ögonblicksbild av den aktuella användar-, system- och konfigurationsdatan för de givna snap-paketen. Som standard sparar kommandot datan för alla snap-paket för alla användare. Du kan också specificera vilken data från vilka snappar som du vill spara, eller för vilka användare, eller en kombination av dessa. Om ett snap-paket är inkluderat i en save-åtgärd är det i nuläget inte möjligt att exkludera dess system- och konfigurationsdata från ögonblicksbilden. Denna restriktion kan komma att lyftas i framtiden.

source: The saved command displays a list of snapshots that have been created previously with the 'save' command.
af: Die opgeslagen bevel vertoon 'n lys met was gewees geskep previously met die 'save' bevel.
cs: Příkaz saved zobrazí seznam zachycených stavů, které předtím byly vytvořeny příkazem „save“.
da: Kommandoen saved viser en liste over øjebliksbilleder, som tidligere er blevet oprettet med kommandoen "save".
de: Der Befehl "Gespeichert" zeigt eine Liste der Snapshots an, die zuvor mit dem Befehl "Speichern" erstellt wurden.
es: El comando saved muestra una lista de instantáneas que han sido creadas con el comando «save».
hr: saved naredba prikazuje popis snimaka koje su stvorene prije sa 'save' naredbom.
it: Il comando salvato mostra un elenco di istantanee che sono state create in precedenza con il comando 'salva'.
pt: O comando saved exibe uma lista de snapshots que foram criados previamente com o comando 'save'.
sv: Kommandot ”saved” visar en lista över ögonblicksbilder som har skapats med kommandot ”save”.
tr: "saved" komutu daha önce "save" komutu kullanılarak oluşturulmuş snapshot'ların listesini ekrana verir.

source: The services command lists information about the services specified, or about the services in all currently installed snaps.
af: Die dienste bevel bevat inligting oor die dienste gespesifiseerde, of omtrent die dienste en alle tans geïnstalleer snaps.
cs: Příkaz services vypíše informace o zadaných službách, nebo o službách ve všech v tu chvíli nainstalovaných snapech.
da: Kommandoen services viser information om de angivne tjenester eller om tjenester i alle aktuelt installerede snapper.
de: Der Befehl services listet Informationen über die angegebenen Dienste oder über die Dienste aller installierten Snaps auf.
hr: services naredba prikazuje informacije o navedenim uslugama, ili o uslugama u svim trenutno instaliranim snap paketima.
it: Il comando services elenca le informazioni sui servizi specificati o su i servizi in tutti gli snap attualmente installati.
pt: O comando services lista informações sobre os serviços especificados ou sobre os serviços em todos os snaps actualmente instalados.
sv: Kommandot ”services” listar information om de angivna tjänsterna, eller om tjänsterna i alla nu installerade snap-paket.

source: The services command lists information about the services specified.
af: Die Services-opdrag lys inligting oor die gespesifiseerde dienste.
cs: Příkaz services vypíše informace o zadaných službách.
da: Kommandoen services viser oplysninger om de angivne tjenester.
de: Der services-Befehl listet Informationen über die angegebenen Dienste auf.
es: El comando services lista información sobre los servicios especificados.
hr: services naredba prikazuje informacije o navedenim uslugama.
it: Il comando services elenca le informazioni sui servizi specificati.
pt: O comando services lista informações sobre os serviços especificados.
sv: Kommandot ”services” listar information om de angivna tjänsterna.
tr: "services" komutu belirtilen servislerle ilgili bilgileri listeler.
