Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: Auto-refresh %d snaps
af: Outo-verfris %d snaps
cs: Automaticky aktualizovat %d snapy
de: Automatisch %d Snaps auffrischen
es: Autorefrescar %d snaps
hr: Automatski osvježi %d snap paketa
id: Segarkan-otomatis %d snaps
it: Aggiorna automaticamente %d snap
ko: %d 스냅 자동 새로 고침
pt: Auto-atualiza os %d snaps
sv: Autouppdatera %d snap-paket
tr: %d adet snap paketini otomatik tazele

source: Auto-refresh of all snaps held %s
it: Aggiornamento automatico di tutti gli snap trattenuti %s

source: Auto-refresh snap %q
af: Outo-verfris snap %q
cs: Automaticky aktualizovat snap %q
de: Automatisch Snap %q auffrischen
es: Autorefrescar el snap %q
hr: Automatski osvježi %q snap paket
id: Segarkan-otomatis snap %q
it: Snap di aggiornamento automatico %q
ko: 스냅 %q 자동 새로 고침
pt: Auto-atualiza o snap %q
sv: Autouppdatera snap-paket %q
tr: Otomatik yenile snap %q

source: Auto-refresh snaps %s
af: Outo-verfris snaps %s
cs: Automaticky aktualizovat snapy %s
de: Snaps automatisch auffrischen: %s
es: Autorefrescar los snaps %s
hr: Automatski osvježi snap pakete %s
id: Segarkan-otomatis snaps %s
it: Aggiorna automaticamente gli snap %s
ko: 스냅 %s 자동 새로 고침
pt: Auto-atualiza os snaps %s
sv: Autouppdatera snap-paketen %s
tr: Otomatik yenile snap %s

source: Automatically connect eligible plugs and slots of snap %q
af: Outomaties konnekteer aanmerking kom proppe en slots van snap %q
cs: Automaticky propojit oprávněné zástrčky a sloty snapu %q
da: Forbind automatisk berettigede plugger og slotter tilhørende snappen %q
de: Automatisches Verbinden von geeigneten Plugs und Slots von Snap %q
es: Conexión automática de enchufes y ranuras apropiados del «snap» %q
hr: Automatski poveži prikladne priključe i priključnie snap paketa %q
it: Collega automaticamente spine e slot idonei di snap %q
ko: 스냅 %q의 적합한 플러그 및 슬롯 자동으로 연결하기
pt: Conecte automaticamente os plugs e os slots elegíveis do snap %q
sv: Anslut automatiskt lämpliga pluggar och fack för snap-paket %q

source: Autostart user applications
af: Outobegin gebruiker toepassings
cs: Automaticky spouštět aplikace uživatele
da: Start automatisk brugerprogrammer
hr: Automatski pokreni aplikaciju korisnika
id: Start otomatis pengguna aplikasi
it: Avvio automatico delle applicazioni dell'utente
ko: 사용자 응용 프로그램 자동 시작
pt: Auto-inicia aplicações do utilizador
tr: Otomatik başlayan kullanıcı uygulamaları

source: Bad code. Try again:
af: Slegte kode. Probeer weer:
ca: El codi és incorrecte. Torneu a provar:
cs: Chybný kód. Zkuste to znovu:
da: Ugyldig kode. Prøv igen:
de: Falscher Code. Versuchen Sie es nochmal:
es: Código incorrecto. Inténtelo de nuevo:
hr: Netočan kôd. Pokušajte ponovno:
id: Kode yang buruk. Silahkan coba lagi:
it: Codice errato, riprovare:
ko: 잘못된 코드입니다. 다시 시도하시오:
pt: Código errado. Tente novamente:
sv: Felaktig kod. Försök igen:
tr: Kötü kod. Tekrar deneyin:

source: Basics
af: Basiese
cs: Základy
da: Grundlæggende
de: Grundlagen
es: Básicos
hr: Osnovno
id: Dasar-Dasar
it: Informazioni di base
ko: 기본
pt: Noções Básicas
sv: Grundläggande
tr: Temeller

source: Boot into factory-reset mode
it: Avviare in modalità ripristino di fabbrica

source: Boot into install mode
af: Stewel in te installeer modus
da: Boot i installationstilstand
de: In den Installationsmodus starten
es: Arrancar en modo de instalación
hr: Pokreni u način instalacije
it: Avvia in modalità di installazione
pt: Inicialize no modo de instalação
sv: Starta i installationsläge

source: Boot into recover mode
af: Stewel in te herstel modus
da: Boot i genoprettelsestilstand
de: In den Wiederherstellungsmodus starten
es: Arrancar en modo de recuperación
hr: Pokreni u način oporavka
it: Avvia in modalità di ripristino
pt: Inicializando em modo de recuperação
sv: Starta i återställningsläge

source: Boot into run mode
af: Stewel in te hardloop modus
da: Boot i kørselstilstand
de: In den Run-Modus starten
es: Arrancar en modo de ejecución
hr: Pokreni u način pokretanja
it: Avvia in modalità di esecuzione
pt: Inicie no modo de execução
sv: Starta i körläge

source: Buy a snap
af: Koop 'n blik
cs: Koupit snap
da: Køb en snap
hr: Kupite snap paket
id: Beli snap
it: Compra uno snap
ko: 스냅 구매하기
pt: Compre uma snap
sv: Köp ett snap-paket
tr: Bir snap satın alın

source: CPU quota
it: Quota della CPU

source: CPU set quota
it: Quota impostata dalla CPU

source: Change ID
af: Verander ID
ca: Canvia l'identificador
cs: Změnit identifikátor
da: Skift id
de: ID ändern
es: Cambiar ID
hr: ID promjene
id: Ubah ID
it: Id modifica
ko: ID 변경
ms: Tukar ID
pt: Alterar ID
sv: Ändrings-ID
tr: ID Değiştir

source: Channel %s for %s is closed; temporarily forwarding to %s.
af: Kanaal %s vir %s is gesluit; tydelik besorging na %s.
cs: Kanál %s pro %s je uzavřen, dočasně se přesměrovává na %s.
da: Kanalen %s til %s er lukket. Videresender midlertidigt til %s.
hr: Kanal %s za %s je zatvoren; privremeno prosljeđivanje na %s.
it: Il canale %s per %s è chiuso; inoltro temporaneo a %s.
ko: Channel %s for %s 은(는) 닫혔습니다; 임시로 %s 채널로 포워드 됩니다.
pt: O canal %s para %s está fechado; Encaminhado temporariamente para %s.

source: Check a snapshot
af: Gaan 'n momentopname na
cs: Zkontrolovat zachycený stav
da: Tjek et øjebliksbillede
de: Einen Schnappschuss überprüfen
es: Comprobar una instantánea
hr: Provjeri snimke
id: Cek snapshot:
it: Controlla un'istantanea
ko: 스냅샷을 확인하시오
pt: Verifique a snapshot
sv: Kontrollera en ögonblicksbild

source: Check change consistency
it: Controlla la coerenza delle modifiche

source: Check data of only specific users (comma-separated) (default: all users)
af: Gaan data van slegs spesifieke gebruikers (komma-geskei) (standaard: alle gebruikers)
cs: Zkontrolovat data pouze konkrétních uživatelů (čárkou oddělovaných) (výchozí: všech uživatelů)
da: Tjek kun bestemte brugeres data (komma-adskilt) (standard: alle brugere)
de: Nur Daten angegebener Nutzer überprüfen (kommagetrennt) (Standard: alle Benutzer)
es: Comprobar datos unicamente de los usuarios especificados (separados por coma) (predeterminado: todos los usuarios)
hr: Provjeri podatke za samo određene korisnike (zarezom odvojene) (zadano: svi korisnici)
it: Controlla i dati solo di utenti specifici (separati da virgole) (predefinito: tutti gli utenti)
ko: 특정 사용자만 데이터 확인하기 (쉼표 구분) (기본 값: 모든 사용자)
pt: Verifique os dados apenas de utilizadores específicos (separados por vírgula) (padrão: todos os utilizadores)
sv: Kontrollera data endast för specifika användare (komma-avdelad) (förval: alla användare)
tr: Sadece belirli kullanıcıların (virgülle ayrılmış) verilerini yokla (varsayılan: bütün kullanıcılar)

source: Close the app to update now
it: Chiudi l'app per aggiornare ora

source: Command Alias Notes
af: Bevel Alias Notas
cs: Příkaz Alternativní název Poznámky
da: Kommando Alias Noter
de: Befehl Alias Anmerkungen
es: Orden Alias Notas
hr: Naredba Pseudonim Bilješke
it: Comando Alias Note
ko: 명령 Alias 메모
pt: Comando Pseudónimo Notas
sv: Kommando Alias Anteckningar
zh_tw: 指令 別名 備註

source: Command %q not found, but can be installed with:
af: Bevel %q nie gevind nie, maar kan wees geïnstalleer met:
cs: Příkaz %q nenalezen, ale může nainstalován pomocí:
da: Kommandoen %q blev ikke fundet, men kan installeres med:
es: No se encuentra la orden %q, pero puede instalarse con:
hr: Naredba %q nije pronađena, ali se može instalirati sa:
it: Comando %q non trovato, ma può essere installato con:
ko: 명령 %q 을(를) 찾을수 없습니다, 다음 명령어로 설치를 시도 할수 있습니다:
pt: O comando %q não foi encontrado, mas pode ser instalado com:
tr: %q komutu bulunmadı fakat şöyle kurulabilir:

source: Command %q not found, did you mean:
af: Bevel %q nie gevend nie, het jy bedoel:
cs: Příkaz %q nenalezen, mysleli jste:
da: Kommandoen %q blev ikke fundet, mente du:
es: No se encuentra la orden %q. Tal vez quiso decir:
hr: Naredba %q nije pronađena, jeste li mislili:
it: Commando %q non trovato, forse intendevi:
ko: 명령 %q 을(를) 찾을수 없습니다, 유사한 명령은 다음과 같습니다:
pt: Comando %q não encontrado, quis dizer:
tr: %q komutu bulunmadı, şunu mu kastettiniz:

source: Commands can be classified as follows:
af: Bevele kan soos volg geklassifiseer word:
cs: Příkazy mohou být klasifikovány takto:
da: Kommandoer kan kategoriseres som følger:
de: Kommandos können folgendermaßen klassifiziert werden:
es: Las órdenes pueden clasificarse de esta manera:
hr: Naredbe se mogu svrstati na sljedeći način:
it: I comandi possono essere classificati come segue:
ko: 명령어는 다음과 같이 분류될 수 있습니다:
pt: Os comandos podem ser classificados da seguinte forma:
sv: Kommandon kan klassificeras enligt följande:
tr: Komutlar şu şekilde sınıflandırılabilir:

source: Commonly used commands can be classified as follows:
af: Algemeen gebruik bevele kan soos volg geklassifiseer word:
da: Almindeligt brugte kommandoer kan kategoriseres som følger:
de: Oft genutzte Befehle können wie folgt klassifiziert werden:
es: Las órdenes utilizadas habitualmente pueden clasificarse así:
hr: Često korištene naredbe mogu se svrstati na sljedeći način:
it: I comandi comunemente usati possono essere classificati come segue:
pt: Os comandos geralmente usados podem ser classificados da seguinte forma:
sv: Vanliga kommandon kan klassificeras enligt följande:
tr: Sık kullanılan komutlar şu şekilde sınıflandırılabilir:

source: Compression to use (e.g. xz or lzo)
it: Compressione da utilizzare (ad es. xz o lzo)

source: Configuration
af: Konfigurasie
cs: Nastavení
da: Konfiguration
de: Konfiguration
es: Configuración
hr: Podešavanje
it: Configurazione
ko: 구성
pt: Configuração
sv: Konfiguration
tr: Yapılandırma

source: Configuration key to unset
af: Konfigurasie sleutel om te unstel
cs: Klíč nastavení, kterého nastavení zrušit
da: Konfigurationsnøgle som skal fjernes
de: Konfigurationsschlüssel zum Löschen
es: Clave de configuración que desactivar
hr: Ključ podešavanja za odznačiti
it: Chiave di configurazione da disinserire
ko: 설정 해제할 구성 키
pt: Chave de configuração para cancelar
sv: Konfigurationsnyckel att avsätta

source: Confirm passphrase:
af: Bevestig wagwoordfrase:
cs: Potvrďte heslovou frázi:
da: Bekræft adgangskode:
de: Passwort bestätigen:
es: Confirmar contraseña:
hr: Potvrdi lozinku:
it: Conferma passphrase:
ko: 암호 확인:
ms: Sahkan frasa laluan:
pt: Confirme frase-senha:
sv: Bekräfta lösenfras:
tr: Parolayı onaylayın:

source: Connect %s:%s to %s:%s
af: Konnekteer %s:%s tot %s:%s
cs: Připojit %s:%s k %s:%s
de: %s:%s mit %s:%s verbinden
es: Conectar %s:%s a %s:%s
hr: Povezivanje %s:%s s %s:%s
id: Hubungkan %s:%s ke %s:%s
it: Connetti %s:%s a %s:%s
ko: %s:%s 을(를) %s:%s에 연결하십시오
ms: Hubung %s:%s ke %s:%s
pt: Ligue %s:%s a %s:%s
tr: Bağlan %s:%s to %s:%s
zh_tw: 將 %s:%s 連接到 %s:%s

source: Connect a plug to a slot
af: Konnekteer 'n prop ann 'n gleuf
cs: Připojit zástručku do slotu
da: Forbind en plug til en slot
de: Einen Plug mit einem Slot verbinden
hr: Poveži priključak s priključnicom
it: Collegare una spina a uno slot
ko: 슬롯에 플러그 연결하기
pt: Conecte uma ligação a uma entrada
sv: Anslut en plugg till ett fack

source: Connect, disconnect interfaces
af: Koppel, ontkoppel koppelvlakke
cs: Připojení, odpojení rozhraní
de: Schnittstellen verbinden oder trennen
es: Conectar, desconectar interfaces
hr: Poveži, prekini povezivanje sučelja
it: Connetti/Disconnetti interfacce
ko: 인터페이스를 연결, 연결 해제 하시오
pt: Ligar, desligar as interfaces
si: අ.මුහුණත් සම්බන්ධය, විසන්ධිය
sv: Anslut, koppla bort gränssnitt
tr: Bağlayın, arayüzleri çıkarın

source: Constrain listing to a specific snap
af: Constrain lysing na 'n spesifieke snap
cs: Omezit výpis na konkrétní snap
da: Begræns listen til en bestemt snap
de: Einträge auf einen bestimmten Snap beschränken
es: Restringir la lista a un snap específico
hr: Ograničeni prikaz određenog snap paketa
it: Vincola l'elenco a uno snap specifico
ko: 특정 snap으로 목록 제한하기
pt: Restrinja a listagem a um snap específico
sv: Begränsa lista till ett specifikt snap-paket
tr: Listeyi belirli bir snap paketi ile sınırla

source: Constrain listing to a specific snap or snap:name
af: Constrain lysing na 'n spesifieke snap of snap:naam
cs: Omezit výpis na konkrétní snap nebo snap:name
da: Begræns oversigt til en specifik snap eller snap:navn
de: Beschränken Sie die Auflistung auf einen bestimmten Snap oder Snap:Name
es: Restringir el listado a una snap específica o snap:nombre
hr: Ograniči prikazivanje na određeni snap paket ili snap:naziv
it: Vincola l'elenco a uno snap o snap:name specifico
ko: 특정 snap과 snap:name 으로 목록 제한하기
pt: Restringe lista a um snap ou snap:nome específicos
sv: Begränsa lista till ett specifikt snap-paket eller snap:namn

source: Constrain listing to specific interfaces
af: Constrain lysing na spesifieke koppelvlakke
cs: Omezit výpis na konkrétní rozhraní
da: Begræns oversigt til specifikke grænseflader
de: Beschränken Sie die Auflistung auf bestimmte Schnittstellen
es: Restringir el listado a interfaces específicas
hr: Ograniči prikazivanje na određeno sučelje
it: Vincola l'elenco a interfacce specifiche
ko: 특정 인터페이스들과 관련된것으로 목록 제한하기
pt: Restringe lista a interfaces específicas
sv: Begränsa lista till specifika gränssnitt
tr: Listeyi belirli arayüzlerle sınırla

source: Constrain listing to those matching header=value
af: Constrain lysing na diegene bypassende header=waarde
cs: Omezit výpis na ty, odpovídající hlavička=hodnota
da: Begræns oversigt til dem som matcher header=værdi
de: Beschränken Sie die Auflistung auf Übereinstimmungen mit header=value
es: Restringir el listado a aquellos que coincidan en encabezado=valor
hr: Ograniči prikazivanje onima koji odgovaraju zaglavlje=vrijednost
it: Vincola l'elenco a quelli corrispondenti header=value
ko: header=value 인것들로 목록 제한하기
pt: Restrinja a listagem para os correspondentes cabeçalho=valor
sv: Begränsa lista till de som matchar rubrik=värde

source: Control the reboot behavior of the system
it: Controlla il comportamento di riavvio del sistema

source: Copy snap %q data
af: Kopieer snap %q data
cs: Zkopírovat data snapu %q
de: Daten von Snap %q kopieren
es: Copiar los datos del snap %q
hr: Kopiraj podatke %q snap paketa
it: Copia snap %q dati
ko: snap %q의 데이터 복사
pt: Copiar dados do snap %q
si: ස්නැප් %q දත්ත පිටපත් වීම
sv: Kopiera data från snap-paket %q
tr: %q snap paketinin verilerini kopyala
zh_tw: 複製 snap %q 資料

source: Create a local system user
af: Skep 'n plaaslike stelsel gebruiker
cs: Vytvořit místního systémového uživatele
da: Opret en lokal systembruger
hr: Stvori lokalnog korisnika sustava
it: Crea un utente locale di sistema
ko: 로컬 시스템 유저 생성
pt: Criar um utilizador local de sistema
tr: Yerel bir sistem kullanıcısı oluşturun

source: Create a snap-build assertion
af: Skep 'n snap-bou bewering
cs: Vytvořit tvrzení snap-build
da: Opret en snap-build-assertion
es: Crear un aserción snap-build
hr: Stvori potvrdu snap izgradnje
it: Crea un'asserzione di build snap
ko: snap-build assertion 생성
pt: Crie uma snap de compilação instantânea
sv: Skapa en snap-build-assert

source: Create a temporary or permanent mount
it: Crea un montaggio temporaneo o permanente

source: Create cohort keys for a set of snaps
af: Skep kohort sleutels vir 'n stel snaps
da: Opret kohortenøgler til et snapsæt
de: Kohortenschlüssel für einen Satz von Snaps erstellen
es: Crear llaves de grupo para un conjunto de snaps
hr: Stvori ključeve kohorte za skup snap paketa
it: Crea chiavi di coorte per una serie di snap
pt: Crie um grupo de chaves para um conjunto de snaps
sv: Skapa kohortnycklar för en uppsättning snap-paket

source: Create cryptographic key pair
af: Skep kriptografiese sleutel paar
cs: Vytvořit dvojici kryptografických klíčů
da: Opret kryptografisk nøglepar
de: Ein kryptografisches Schlüsselpaar erstellen
es: Crear un par de claves de cifrado
hr: Stvori kriptografski par ključa
it: Crea coppia di chiavi crittografiche
ko: 암호화 키 쌍 생성
pt: Criar par de chaves de encriptação
sv: Skapa kryptografiskt nyckelpar
tr: Şifreleme anahtarı çifti oluştur
zh_tw: 建立加密鍵對

source: Create or update a quota group.
it: Crea o aggiorna un gruppo di quote.

source: Daemons
cs: Procesy služeb
da: Dæmoner
de: Dienste
es: Demonios
hr: Pozadinski programi
it: Demoni
ko: 데몬
sv: Demoner
tr: Daemonlar

source: Delete a snapshot
af: Vee 'n momentopname uit
cs: Smazat zachycený stav
da: Slet et øjebliksbillede
de: Einen Schnappschuss löschen
es: Eliminar una instantánea
hr: Obriši snimku
it: Elimina un'istantanea
ko: 스냅샷 삭제
pt: Excluir um snapshot
sv: Radera en ögonblicksbild

source: Delete cryptographic key pair
af: Vee kriptografiese sleutel paar uit
cs: Smazat dvojici kryptografických klíčů
da: Slet kryptografisk nøglepar
de: Ein kryptografisches Schlüsselpaar löschen
es: Eliminar par de claves de cifrado
hr: Obriši kriptografski par ključa
it: Elimina coppia di chiavi crittografiche
ko: 암호화 키 쌍 삭제
pt: Eliminar par de chaves de encriptação
sv: Radera kryptografiskt nyckelpar
tr: Şifreleme anahtarı çiftini sil
zh_tw: 刪除加密鍵對

source: Development
af: Ontwikkeling
cs: Vývoj
da: Udvikling
de: Entwicklung
es: Desarrollo
hr: Razvoj
it: Sviluppo
ko: 개발
pt: Desenvolvimento
sv: Utveckling
tr: Geliştirme

source: Device
af: Toestel
da: Enhed
de: Gerät
es: Dispositivo
hr: Uređaj
it: Dispositivo
pt: Dispositivo
sv: Enhet
tr: Cihaz

source: Disable %q snap
af: Deaktiveer %q snap
cs: Zakázat snap %q
da: Deaktivér %q snap
de: Snap %q deaktivieren
es: Desactivar %q snap
hr: Onemogući %q snap paket
it: Disabilita snap %q
ko: %q 스냅 비활성화
pt: Desativar o snap %q
si: ස්නැප් %q අබල කරන්න
sv: Avaktivera %q snap-paket
tr: %q snap paketini devre dışı bırak
zh_tw: 停用 %q snap

source: Disable a snap in the system
af: Deaktiveer 'n snap in die stelsel
cs: Vypnout snap v systému
da: Deaktivér en snap i systemet
hr: Onemogući snap pakete u sustavu
it: Disabilita uno snap nel sistema
ko: 시스템상에서 snap 비활성화 하기
pt: Desactivar um snap no sistema
sv: Avaktivera ett snap-paket i systemet
tr: Sistemdeki bir snap paketini devre dışı bırakın

source: Disable aliases for snap %q
af: Deaktiveer aliasse vir snap %q
cs: Vypnout alternativní názvy pro snap %q
de: Aliasse für Snap %q deaktivieren
es: Desactivar alias para el snap %q
hr: Onemogući pseudonime za snap paket %q
it: Disabilita gli alias per lo snap %q
ko: 스냅 %q에 대한 별칭 비활성화
pt: Desactivar pseudónimos para snap %q
si: ස්නැප් %q සඳහා අපනාම අබල කරන්න
sv: Avaktivera alias för snap-paket %q
zh_tw: 停用 snap %q 的別名

source: Disable all aliases for snap %q
af: Deaktiveer alle aliasse vir snap %q
cs: Vypnout veškeré alternativní názvy pro snap %q
da: Deaktivér alle aliasser for snap %q
de: Alle Aliasse für Snap %q deaktivieren
es: Desactivar todos los alias para el snap %q
hr: Onemogući sve pseudonime za snap paket %q
it: Disabilita tutti gli alias per lo snap %q
ko: snap %q 에 대한 모든 별명 비활성화하기
pt: Desabilitar todos os pseudónimos para snap %q
si: ස්නැප් %q සඳහා සියළු අපනාම අබල කරන්න
sv: Avaktiverar alla alias för snap-paket %q
zh_tw: 停用 snap %q 的所有別名

source: Disconnect %s:%s from %s:%s
af: Ontkoppel %s:%s van %s:%s
cs: Odpojit %s:%s od %s:%s
de: %s:%s von %s:%s trennen
es: Desconectar %s:%s de %s:%s
hr: Prekidanje povezivanja %s:%s sa %s:%s
it: Scollega %s:%s da %s:%s
ko: %s:%s를 %s:%s로부터 연결 해제
pt: Desligar %s:%s de %s:%s
zh_tw: 將 %s:%s 從 %s:%s 中斷連線

source: Disconnect a plug from a slot
af: Ontkoppel 'n prop uit 'n gleuf
cs: Odpojit zástrčku ze slotu
da: Afbryd forbindelsen mellem en plug og en slot
de: Einen Plug von einem Slot trennen
hr: Prekini povezivanje priključka s priključnicom
it: Scollegare una spina da uno slot
ko: 플러그를 슬롯으로부터 연결 해제
pt: Desconecte um plug de um slot
sv: Frånkoppla en plugg från ett fack

source: Disconnect interfaces of snap %q
af: Ontkoppel koppelvlakke van snap %q
cs: Odpojit rozhraní snap balíčku %q
da: Afbryd grænseflader til snappen %q
de: Schnittstellen des Snaps %q trennen
es: Desconectar interfaces del snap %q
hr: Prekini povezivanje sučelja snap paketa %q
it: Disconnetti le interfacce dello snap %q
ko: 스냅 %q의 인터페이스 연결 해제
pt: Desconecte as interfaces do snap %q
sv: Frånkoppla gränssnitt för snap-paket %q
tr: %q snap paketinin arayüzlerinin bağlantısını kes

source: Display absolute times (in RFC 3339 format). Otherwise, display relative times up to 60 days, then YYYY-MM-DD.
af: Uitstalling absolute tye (in RFC 3339 formaat). Andersins, uitstalling relatiewe tye op tot 60 dae, dan YYYY-MM-DD.
cs: Zobrazit absolutní časy (ve formát dle normy RFC 3339). Jinak zobrazit vztažné časy až do 60 dnů, pak RRRR-MM-DD.
da: Vis absolutte tider (i RFC 3339-format). Ellers vis relative tider op til 60 dage og derudover som ÅÅÅÅ-MM-DD.
hr: Prikaži apsolutna vremena (u RFC 3339 formatu). U suprotnome, prikaži relativna vremena do 60 dana, zatim YYYY-MM-DD.
it: Visualizza i tempi assoluti (in formato RFC 3339). In caso contrario, visualizzare i tempi relativi fino a 60 giorni, quindi AAAA-MM-GG.
ko: (RFC 3339 형식으로) 절대시간을 표시하세요. 아니라면 60일에 대한 상대시간을 YYYY-MM-DD형식으로 표시하세요
pt: Exibe tempos absolutos (no formato RFC 3339). Caso contrário, exibe tempos relactivos de até 60 dias e, em seguida, AAAA-MM-DD.

source: Display absolute times (in RFC 3339 format). Otherwise, display short relative times.
af: Uitstalling absolute tye (in RFC 3339 formaat). Andersins, uitstalling kort relatiewe tye.
cs: Zobrazovat čas v absolutním formátu (dle normy RFC 3339). Jinak zobrazovat krátké relativní časy.
da: Vis absolutte tider (i RFC 3339-format). Ellers vises korte, relative tider.
de: Anzeige der absoluten Zeiten (im RFC 3339-Format). Ansonsten kurze, relative Zeiten anzeigen.
es: Mostrar tiempos absolutos (en formato RFC 3339). De otra manera, mostrar tiempos relativos cortos.
hr: Onemogući apsolutna vremena (u RFC 3339 formatu). U suprotnome, prikaži kraća relativna vremena.
it: Visualizza i tempi assoluti (in formato RFC 3339). In caso contrario, visualizzare brevi tempi relativi.
ko: (RFC 3339 형식으로) 절대시간을 표시하세요. 아니라면 짧은 상대시간을 표시하세요
pt: Exibe tempos absolutos (no formato RFC 3339). Caso contrário, exibe tempos relactivos curtos.
sv: Visa absoluta tider (i RFC 3339-formatet). Visa annars korta relativa tider.

source: Display exec calls timing data
af: Uitstalling exec oproepe tydsberekening data
cs: Zobrazit časovací data volání vykonávání
da: Vis timingdata for kørselskald
de: Anzeige von Exec-Timing-Daten
es: Mostrar datos de tiempos de llamadas exec
hr: Prikaži vremenske podatke poziva izvršavanja
it: Visualizza i dati di temporizzazione delle chiamate exec
ko: exec이 timing 데이터를 호출하는 것을 표시하세요
pt: Exibir dados de tempo de chamadas de exec
sv: Visa tidsdata för körfilsanrop

source: Do not wait for the operation to finish but just print the change id.
af: Moenie wag vir die bewerking om afwerking maar net afdruk die verander id.
cs: Nečekat na dokončení operace, ale jen vypsat identifikátor změny.
da: Vent ikke på at handlingen færdiggøres, men udskriv bare ændrings-id'et.
de: Nicht warten, bis der Vorgang abgeschlossen ist, sondern nur die Änderungs-ID ausgeben.
es: En vez de esperar a que finalice la operación, imprimir el id de cambio.
hr: Ne čekaj da radnja završi samo prikaži id promjene.
it: Non aspettare che l'operazione finisca, ma stampa semplicemente l'ID della modifica.
ko: 연산이 완료되길 기다리지 않고 바로 변동 id를 출력합니다.
pt: Não espere que a operação acabe, apenas mostre a identificação da alteração.
sv: Vänta inte på att åtgärden ska slutföras, skriv bara ut ändringens ID.
tr: İşlemin bitmesini beklemeyip, sadece değişiklik numarasını yaz.

source: Dot (graphviz) output
af: Kolletjie (graphviz) uitset
cs: Výstup v dot (graphviz)
da: Dot-output (graphviz)
de: Punkt (graphviz) Ausgabe
es: Salida dot (graphviz)
hr: Dot (graphviz) grafičke vizulizacije izlaz
it: Punto d'uscita (grafico).
ko: Dot output
pt: Saída de pontos (graphviz)
sv: Punktutdata (graphviz)
