Repository: ZeyadYasser/snapd
Catalog: po/*.po
Languages: af, ast, ca, cs, da, de, es, hr, id, it, ko, ms, pl, pt, si, sv, tr, zh_tw

source: The start command starts, and optionally enables, the given services.
af: Die begin opdrag begin, en opsioneel in staat te stel, die gegewe dienste.
cs: Příkaz start spouští a volitelně povoluje danou službu.
da: Kommandoen start starter, og aktiverer eventuelt, de angivne tjenester.
de: Der start-Befehl startet und aktiviert optional die angegebenen Dienste.
hr: start naredba pokreće i po potrebi omogućuje zadane servise.
it: Il comando di avvio avvia e, facoltativamente, abilita i servizi forniti.
ko: start 명령어는 주어진 서비스를 시작하고, 선택적으로 활성화 합니다.
pt: O comando start inicia e, opcionalmente, habilita os serviços fornecidos.
sv: Kommandot ”start” startar, och eventuellt aktiverar, de givna tjänsterna.

source: The stop command stops the given services of the snap. If executed from the "configure" hook, the services will be stopped after the hook finishes.
af: Die stop bevel stop die gegewe dienste van die snap. As executed vanaf die "configure" haak, die dienste sal wees gestop nadat die haak afwerkings.
cs: Příkaz stop zastaví dané služby snapu. Pokud je vykonáno z háčku „configure“ služby budou zastaveny po jeho dokončení.
de: Der Befehl stop stoppt die angegebenen Dienste des Snaps. Bei Ausführung über den "configure"-Hook werden die Dienste nach Beenden des Hooks gestoppt.
es: La orden stop detiene los servicios dados del snap. Si se ejecuta desde el enganche «configurar», los servicios se iniciarán después de que el enganche finalice.
hr: stop - naredba zaustavlja zadanu uslugu snap paketa. Ako je pokrenuta iz "podešavanja" priključka, usluga će se zaustaviti nakon što priključak završi.
it: Il comando stop interrompe i servizi forniti dello snap. Se eseguito dal hook "configura", i servizi verranno interrotti al termine dell'hook.
ko: stop 명령어는 스냅에 주어진 서비스를 정지합니다. 만약 "configure" 후크로부터 실행되었다면 서비스는 후크가 종료된 후에 정지됩니다.
pt: O comando stop interrompe os serviços fornecidos do snap. Se executado a partir do "configure" o gancho, os serviços serão interrompidos após a conclusão do gancho.
sv: Kommandot ”stop” stoppar de givna tjänsterna i snap-paketet. Om det körs från kroken ”configure” kommer tjänsterna att stoppas efter att kroken slutförs.

source: The stop command stops, and optionally disables, the given services.
af: Die stopopdrag stop, en deaktiveer opsioneel, die gegewe dienste.
cs: Příkaz ztop zastavuje (a volitelně vypíná) dané služby.
da: Kommandoen stop stopper, og deaktiverer eventuelt, de angivne tjenester.
de: Der stop-Befehl stoppt und deaktiviert optional die angegebenen Dienste.
hr: stop naredba zaustavlja i po potrebi onemogućuje zadane servise.
it: Il comando stop interrompe e, facoltativamente, disabilita i servizi forniti.
ko: stop 명령어는 주어진 서비스를 정지하고, 선택적으로 비활성화 합니다.
pt: O comando stop para, e opcionalmente desabilita, os serviços designados.
sv: Kommandot ”stop” stoppar, och eventuellt avaktiverar, de givna tjänsterna.

source: The switch command switches the given snap to a different channel without doing a refresh. All available channels of a snap are listed in its 'snap info' output.
it: Il comando switch sposta lo snap dato su un canale diverso senza facendo un rinfresco. Tutti i canali disponibili di uno snap sono elencati in il suo output 'snap info'.

source: The system-mode command returns information about the device's current system mode. This information includes the mode itself and whether the model snaps have been installed from the seed (seed-loaded). The system mode is either run, recover, or install. Retrieved information can also include "factory mode" details: 'factory: true' declares whether the device booted an image flagged as for factory use. This flag can be set for convenience when building the image. No security sensitive decisions should be based on this bit alone. The output is in YAML format. Example output: $ snapctl system-mode system-mode: install seed-loaded: true factory: true
it: Il comando system-mode restituisce informazioni sulla modalità di sistema corrente del dispositivo. Queste informazioni includono la modalità stessa e se gli snap del modello sono stati installati dal seme (caricati dal seme). La modalità di sistema è esegui, ripristina o installa. Le informazioni recuperate possono includere anche i dettagli della "modalità di fabbrica": 'factory: true' dichiara se il dispositivo ha avviato un'immagine contrassegnata come per l'uso di fabbrica. Questo flag può essere impostato per comodità durante la creazione dell'immagine. Nessuna decisione sensibile alla sicurezza dovrebbe essere basata solo su questo bit. L'output è in formato YAML. Esempio di output: $ snapctl modalità di sistema modalità di sistema: installa seme caricato: vero fabbrica: vero

source: The tasks command displays a summary of tasks associated with an individual change.
af: Die take bevel uitstallings 'n samevatting van take wat aan 'n individu geassosieer word verandering.
cs: Příkaz tasks zobrazí souhrn úloh souvisejících s jednotlivou změnou.
da: Kommandoen tasks viser et sammendrag af opgaver tilknyttet en enkelt ændring.
de: Der Befehl tasks zeigt eine Zusammenfassung von Aufgaben an, die einer Änderung zugeordnet sind.
hr: tasks naredba prikazuje sažetak zadataka povezanih s pojedinom promjenom.
it: Il comando attività visualizza un riepilogo delle attività associate a un individuo modificare.
ko: tasks 명령어는 각각의 변화와 연관된 작업의 요약을 보여줍니다.
pt: O comando tasks exibe um resumo das tarefas associadas a uma mudança indivídual.
sv: Kommandot ”tasks” visar en sammanfattning av uppgifter som är associerade med en individuell ändring.

source: The try command installs an unpacked snap into the system for testing purposes. The unpacked snap content continues to be used even after installation, so non-metadata changes there go live instantly. Metadata changes such as those performed in snap.yaml will require reinstallation to go live. If snap-dir argument is omitted, the try command will attempt to infer it if either snapcraft.yaml file and prime directory or meta/snap.yaml file can be found relative to current working directory.
af: Die probeer bevel installeer 'n uitgepak snap into die stelsel vir die toets doeleindes. Die uitgepak snap inhoud gaan voort om te gebruik selfs na die installasie, aldus nie-metadata veranderinge daar gaan leef oombliklik. Metadata veranderinge sodanig as diegene uitgevoer in snap.yaml sal re-installasie vereis om gaan leef. Indien snap-dir argument word weggelaat, die probeer-opdrag sal sal poog om infer dit indien either snapcraft.yaml lêer en prime folder of meta/snap.yaml lêer kan wees gevind relatief tot die huidige working folder.
cs: Příkaz try (vyzkoušet) nainstaluje rozbalený snap na souborový systém pro účely testování. Obsah rozbaleného snapu bude nadále použit i po instalaci, takže změny netýkající se metadat zde okamžitě ožijí. Změny metadat jako ty provedené v snap.yaml vyžadují pro své uplatnění reinstalaci. Pokud je vynechán argument snap-dir, příkaz try se ho pokusí odvodit pokud je možné nalézt soubor. yaml a složku prime nebo meta/snap.yaml vztaženo ke složce, ve které se právě nacházíte.
da: Kommandoen try installerer en snap, som ikke er pakket, til afprøvning på systemet. Indholdet af den ikkepakkede snap bruges selv efter installering, så ændringer, som ikke vedrører metadata, træder i kraft med det samme. Ændringer i metadata, som dem der f.eks. sker i snap.yaml, vil kræve geninstallation for at træde i kraft. Hvis argumentet til snap-dir udelades, vil kommandoen try forsøge at udlede det, hvis enten filen snapcraft.yaml og prime-mappen eller filen meta/snap.yaml kan findes relativt til den aktuelle arbejdsmappe.
de: Der Befehl try installiert einen entpackten Snap zu Testzwecken in das System. Der entpackte Snap-Inhalt wird auch nach der Installation weiter verwendet, so dass Nicht-Metadatenänderungen dort sofort live gehen. Metadatenänderungen, wie die die in snap.yaml ausgeführt werden, erfordern eine Neuinstallation um live zu gehen. Wenn das snapdir-Argument weggelassen wird, versucht der try-Befehl es herzuleiten, wenn entweder die snapcraft.yaml-Datei und das Hauptverzeichnis, oder die meta/snap.yaml-Datei relativ zum aktuellen Arbeitsverzeichnis gefunden wurden.
es: La orden try instala un snap sin empaquetar en el sistema para realizar pruebas. El contenido del snap sin empaquetar se sigue usando incluso después de la instalación, de forma que los cambios que no son de metadatos se producen inmediatamente. Los cambios en metadatos tales como los que se realizan en snap.yaml necesitan de una reinstalación para estar activos. Si se omite el argumento snap-dir, la orden try intentará inferirlo si el archivo snapcraft.yaml y el directorio principal o el archivo meta/snap.yaml se pueden encontrar relativos al directorio de trabajo actual.
hr: try - naredba instalira raspakirane snap paket na sustav u svrhu testiranja. Raspakirani sadržaj snap paketa nastavlja se koristiti čak i nakon instalacije, stoga promjene bez metapodataka su aktivne odmah. Promjene metapodataka poput onih obavljenih u snap.yaml će zahtijevati ponovnu instalaciju kako bi se odmah aktivirale. Ako je 'snap-dir' argument izostavljen, try naredba će pokušati zaključiti može li se snapcraft.yaml datoteka i glavni direktorij ili meta/snap.yaml datoteka pronaći u odnosu na trenutni radni direktorij.
it: Il comando try installa uno snap decompresso nel sistema a scopo di test. Il contenuto dello snap decompresso continua a essere utilizzato anche dopo l'installazione, quindi le modifiche non ai metadati vengono pubblicate all'istante. Modifiche ai metadati come quelle eseguita in snap.yaml richiederà la reinstallazione per andare online. Se l'argomento snap-dir viene omesso, il comando try tenterà di dedurre se possono essere sia il file snapcraft.yaml che la directory prime o il file meta/snap.yaml trovato rispetto alla directory di lavoro corrente.
pt: O comando try instala um snap descompactado no sistema para fins de teste. O conteúdo de snap descompactado continua a ser usado mesmo após a instalação, as alterações que não são de metadados são activadas instantaneamente. Alterações de metadados, como aquelas executado no snap.yaml exigirá a reinstalação para ficar activa. Se o argumento snap-dir for omitido, o comando try tentará inferi-lo se o ficheiro snapcraft.yaml e o directório principal ou o ficheiro meta / snap.yaml podem ser encontrados em relacção ao directório de trabalho atual.
sv: Kommandot ”try” installerar ett uppackat snap-paket i systemet i testsyfte. Det uppackade snap-paketets innehåll fortsätter att användas även efter installationen, så ändringar utanför metadatan där kommer att börja gälla direkt. Metadataändringar som de som utförs i snap.yaml kommer att kräva ominstallation för att börja gälla. Om argumentet ”snap-dir” utesluts kommer kommandot att försöka antyda det om antingen snapcraft.yaml-filen och prime-mappen, eller meta/snap.yaml-filen kan hittas relativt till nuvarande arbetskatalog.

source: The umount command unmounts the given mount point, which must have been previously created with "snapctl mount".
it: Il comando umount smonta il punto di montaggio specificato, che deve essere stato precedentemente creato con "snapctl mount".

source: The unalias command removes a single alias if the provided argument is a manual alias, or disables all aliases of a snap, including manual ones, if the argument is a snap name.
af: Die unalias bevel verwyder 'n enkele alias indien die argument wat verskaf word is 'n handleiding alias, of Deactiveert alle aliases van 'n snap, insluitend handleiding een, as die argument is 'n snap naam.
cs: Příkaz unalias odebere jediný alternativní název pokud zadaný argument je ručně vytvořený alias, nebo vypne veškeré aliasy snapu, včetně těch ručně zadaných, pokud je argumentem název snapu.
da: Kommandoen unalias fjerner et enkelt alias, hvis argumentet er et manuelt alias, eller deaktiverer alle en snaps aliasser, også manuelle, hvis argumentet er et snap-navn.
de: Der Befehl unalias entfernt einen einzelnen Alias, wenn das angegebene Argument ein manueller Alias ist, oder deaktiviert alle Aliase eines Snaps, einschließlich manueller, wenn das Argument ein Snap-Name ist.
hr: unalias naredba uklanja pojedinačni pseudonim ako je pruženi argument ručni pseudonim, ili onemogućuje sve pseudonime snap paketa, uključujući ručne, ako je argument naziv snap paketa.
it: Il comando unalias rimuove un singolo alias se l'argomento fornito è un manuale alias, o disabilita tutti gli alias di uno snap, compresi quelli manuali, se il argomento è un nome snap.
pt: O comando unalias remove um único pseudónimo se o argumento fornecido for um pseudónimo manual, ou desativa todos os pseudónimos de uns snaps, incluindo os manuais, se o argumento é um nome de snap.
sv: Kommandot ”unalias” tar bort ett enstaka alias om det angivna argumentet är ett manuellt alias, eller avaktiverar alla alias för ett snap-paket, inklusive manuella alias, om argumentet är ett snap-namn.

source: The unset command removes the provided configuration options as requested. $ snap unset snap-name name address All configuration changes are persisted at once, and only after the snap's configuration hook returns successfully. Nested values may be removed via a dotted path: $ snap unset snap-name user.name
af: Die un-stel bevel verwyder die verskaf konfigurasie soos versoek. $ snap unset snap-name name address Alle konfigurasie veranderings word persisted by keer, en eers na die snap's konfigurasie haak terugkeer suksesvol. Geneste waardes mag wees verwyder -via 'n stippel pad: $ snap unset snap-name user.name
da: Kommandoen unset fjerner de angivne konfigurationsindstillinger som ønsket. $ snap unset snapnavn navn adresse Alle konfigurationsændringer gennemføres straks efter snappens konfigurationshook vender tilbage. Indlejrede værdier kan fjernes med en sti med punktum: $ snap unset snapnavn user.name
de: Der Befehl unset entfernt die bereitgestellten Konfigurationsoptionen nach Bedarf. $ snap nicht festgelegte Snap-Name Name Adresse Alle Konfigurationsänderungen werden sofort beibehalten und erst, nachdem der Konfigurations-Hook des Snaps erfolgreich zurückgegeben wurde. Verschachtelte Werte können über einen gepunkteten Pfad entfernt werden: $ snap unset snap-name user.name
es: El comando unset elimina las opciones de configuración proporcionadas como se especifique. $ snap unset nombre-de-snap name address Todos los cambios en la configuración son persistentes al mismo tiempo y solo después de que el enlace de configuración del snap devuelva correctamente. Los valores anidados se puede eliminar mediante una ruta con puntos: $ snap unset nombre-de-snap user.name
hr: unset naredba uklanja pružene mogućnosti podešavanja prema zahtjevu. $ snap unset snap-name name address Sve promjene podešavanja izvršavaju se odjednom, i samo nakon što se priključak podešavanja snap paketa vrati uspješno. Vrijednosti smještene unutar mogu se ukloniti putem točkaste putanje: $ snap unset snap-name user.name
it: Il comando unset rimuove le opzioni di configurazione fornite come richiesto. $ snap unset snap-name name address Tutte le modifiche alla configurazione vengono mantenute contemporaneamente e solo dopo il l'hook di configurazione di snap ritorna correttamente. I valori nidificati possono essere rimossi tramite un percorso tratteggiato: $ snap unset snap-name user.name
ko: unset 명령어는 요청으로 전달된 구성 옵션을 제거합니다. $ snap unset snap-name name address 모든 구성 변경은 스냅의 구성 후크가 성공적으로 반환된 경우에만 한 번에 적용됩니다. 중첩된 값은 마침표를 사용한 경로로 제거할 수 있습니다: $ snap unset snap-name user.name
pt: O comando unset remove as opções de configuração fornecidas conforme solicitado. $ snap unset snap-name name address Todas as mudanças de configuração são persistentes de uma vez, e somente após o O gancho de configuração do snap retorna com sucesso. Valores aninhados podem ser removidos por meio de um caminho pontilhado: $ snap unset snap-name user.name
sv: Kommandot ”unset” tar bort konfigurationalternativ. $ snap unset snap-name name address Alla konfigurationsändringar verkställs omedelbart, och endast efter att snap-paketets konfigurationskrok returnerar lyckat resultat. Nästlade värden kan tas bort med en punkterad sökväg: $ snap unset snap-name user.name

source: The unset command removes the provided configuration options as requested. $ snapctl unset name address All configuration changes are persisted at once, and only after the snap's configuration hook returns successfully. Nested values may be removed via a dotted path: $ snapctl unset user.name
af: Die un-stel bevel verwyder die verskaf konfigurasie soos versoek. $ snapctl unset name address Alle konfigurasie veranderings word persisted by keer, en eers na die snap's konfigurasie haak terugkeer suksesvol. Geneste waardes mag wees verwyder -via 'n stippel pad: $ snapctl unset user.name
da: Kommandoen unset fjerner de angivne konfigurationsindstillinger som ønsket. $ snapctl unset navn adresse Alle konfigurationsændringer gennemføres straks efter snappens konfigurationshook vender tilbage. Indlejrede værdier kan fjernes med en sti med punktum: $ snapctl unset user.name
de: Der Befehl unset entfernt die bereitgestellten Konfigurationsoptionen nach Bedarf. $ snapctl nicht festgelegter Name Adresse Alle Konfigurationsänderungen werden sofort beibehalten und erst, nachdem der Konfigurations-Hook des Snaps erfolgreich zurückgegeben wurde. Verschachtelte Werte können über einen gepunkteten Pfad entfernt werden: $ snapctl unset user.name
es: El comando unset elimina las opciones de configuración proporcionadas como se especifique. $ snapctl unset name address Todos los cambios en la configuración son persistentes al mismo tiempo y solo después de que el enlace de configuración del snap devuelva correctamente. Los valores anidados se puede eliminar mediante una ruta con puntos: $ snapctl unset user.name
hr: unset naredba uklanja pružene mogućnosti podešavanja prema zahtjevu. $ snapctl unset name address Sve promjene podešavanja izvršavaju se odjednom, i samo nakon što se priključak podešavanja snap paketa vrati uspješno. Vrijednosti smještene unutar mogu se ukloniti putem točkaste putanje: $ snapctl unset user.name
it: Il comando unset rimuove le opzioni di configurazione fornite come richiesto. $ snapctl unset name address Tutte le modifiche alla configurazione vengono mantenute contemporaneamente e solo dopo il l'hook di configurazione di snap ritorna correttamente. I valori nidificati possono essere rimossi tramite un percorso tratteggiato: $ snapctl unset user.name
ko: unset 명령어는 요청으로 전달된 구성 옵션을 제거합니다. $ snapctl unset name address 모든 설정 변경은 스냅 구성 후크가 성공적으로 반환된 후 한번에 적용됩니다. 중첩된 값은 마침표를 사용한 경로를 통해 제거할 수 있습니다. $ snapctl unset user.name
pt: O comando unset remove as opções de configuração fornecidas conforme solicitado. $ snapctl unset name address Todas as mudanças de configuração são persistentes de uma vez, e somente após o O gancho de configuração do snap retorna com sucesso. Valores aninhados podem ser removidos por meio de um caminho pontilhado: $ snapctl unset user.name
sv: Kommandot ”unset” tar bort konfigurationsalternativ. $ snapctl unset name address Alla konfigurationsändringar verkställs omedelbart, och endast efter att snap-paketets konfigurationskrok returnerar lyckat resultat. Nästlade värden kan tas bort med en punkterad sökväg: $ snapctl unset user.name

source: The userd command starts the snap user session service.
af: Die gebruikte opdrag begin die snap gebruikers sessie diens.
cs: Příkaz userd spouští službu uživatelské relace pro snap.
da: Kommandoen userd starter brugersessionstjenesten til snap.
de: Der Befehl userd startet den Snap-Benutzersitzungsdienst.
hr: userd naredba pokreće uslugu korisničke sesije snap paketa.
it: Il comando userd avvia il servizio di sessione utente snap.
pt: O comando userd inicia o serviço de sessão snap do utilizador.
sv: Kommandot ”userd” startar snap-paketets användarsessionstjänst.

source: The validate command lists or applies validation sets that state which snaps are required or permitted to be installed together, optionally constrained to fixed revisions. A validation set can either be in monitoring mode, in which case its constraints aren't enforced, or in enforcing mode, in which case snapd will not allow operations which would result in snaps breaking the validation set's constraints.
it: Il comando validate elenca o applica i set di convalida quello stato che scatta sono richiesti o consentiti per essere installati insieme, facoltativamente vincolati a revisioni fisse. Un set di convalida può essere in modalità di monitoraggio, nel qual caso i suoi vincoli non sono applicati o in modalità di applicazione, nel qual caso snapd non lo consentirà operazioni che risulteranno in snap che infrangono i vincoli del set di convalida.

source: The version command displays the versions of the running client, server, and operating system.
af: Die weergawe bevel vertoon die weergawes van die hardloop kliënt, bediener, en bedryf stelsel.
cs: Příkaz version zobrazí verzi spuštěného klienta, serveru, a operačního systému.
de: Der Befehl version liefert Version des laufenden Clients, Servers und des Betriebssystems.
es: La orden version muestra las versiones del cliente, servidor y sistema operativo en ejecución.
hr: version - naredba prikazuje inačicu trenutno pokrenutog klijenta, poslužitelja, i operativnog sustava.
it: Il comando version mostra le versioni del client, del server, e sistema operativo.
ko: version 명령어는 실행 중인 클라이언트, 서버, 그리고 운영체제의 버전을 보여줍니다.
pt: O comando version exibe as versões do cliente, servidor em execução, e sistema operativo.
sv: Kommandot ”version” visar versionerna för den aktiva klienten, servern, och operativsystemet.
